{
  "m_Name": "new_focuses_texts_en",
  "m_Script": "<new way>\r\n    <name> \r\n        The congress continues\r\n    <title> \r\n        The congress continues \r\n    <desc> \r\n        At the XXV Congress of the CPSU, it was decided to continue funding reformist\r\n        Communist parties, so as not to lose their influence in Europe.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name> \r\n        New old\r\n    <title> \r\n        New old \r\n    <desc> \r\n        In response to the statement by the Secretary General of the ICP Enrico Berlinguer that \"in the event of a victory\r\n        IСP Italy would remain in NATO\", the USSR decides to stop funding reformist\r\n        Communist parties of Europe and begin to establish contacts with anti-revisionist movements.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name> \r\n        Correcting wrong\r\n    <title> \r\n        Correcting wrong\r\n    <desc> \r\n        At the XXV Congress of the CPSU, under the influence of Comrade Chernenko, it was decided to \r\n        to rehabilitate the anti-party group by restoring their membership in the CPSU. \r\n        In Europe and among dissidents, this has already been dubbed \"restalinization\".\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Iron marshal\r\n    <title>\r\n        Iron marshal\r\n    <desc>\r\n        After Grechko's death, Dmitry Ustinov, a patriot, innovator and moderate militarist, \r\n        was appointed Minister of Defense of the USSR. \r\n        He will undoubtedly continue to firmly protect the Brezhnev Doctrine.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        New marshal\r\n    <title>\r\n        New marshal\r\n    <desc>\r\n        After Grechko's death, Semyon Kurkotin was appointed Minister of Defense of the USSR,\r\n        who begins to carry out internal reforms in the army:\r\n        improves the standard of living and supplies of officers and soldiers; introduces a larger number of\r\n        vacations; increases the number of indicators for which\r\n        unfit for conscription, thereby reducing the size of the army.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Red marshal\r\n    <title>\r\n        Red marshal\r\n    <desc>\r\n        After Grechko's death, Sergei Akhromeev was appointed Minister of Defense of the USSR,\r\n        who lobbies for an increase in funding for the army and the military-industrial complex, as well as\r\n        seeks to catch up and overtake America in a military sense:\r\n        increases the production of tanks, weapons, military developments, etc.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Helsinki group\r\n    <title>\r\n        Helsinki group\r\n    <desc>\r\n        After Comrade Brezhnev signed the Helsinki Charter on Human Rights,\r\n        in the USSR, the Helsinki group is created, headed by Yuri Orlov, who personally,\r\n        without anyone's permission, decides to declare himself chief inspector of human rights\r\n        in the USSR. An illegal group of \"inspectors\" is gently persecuted, conducting explanatory\r\n        conversations with representatives of the KGB, sending letters to workplaces and educational institutions,\r\n        however, without any major reprisals, avoiding an international scandal.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Helsinki gang\r\n    <title>\r\n        Helsinki gang\r\n    <desc>\r\n        The established Helsinki Group, headed by Yuri Orlov, immediately attracted the    attention of\r\n        of KGB Chairman Yuri Andropov, who, in order to avoid a repeat of the Hungarian\r\n        and Polish scenarios in the USSR, decided, without any meeting.\r\n        to round up the illegal inspectors. After they were massively\r\n        arrested, the \"inspectors\" were convicted of anti-Soviet propaganda\r\n        and espionage in favor of the United States for terms ranging from 3 to 8 years\r\n\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Death of Biedić\r\n    <title>\r\n        Death of Bijedić\r\n    <desc>\r\n        Džemal Bijedić, Chairman of the Federal Executive Council of Yugoslavia,\r\n        dies in a plane crash. Rumor has it that he was eliminated,\r\n        as an opponent of further reforms and a supporter of the strengthening of Bosnia within the federation.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Kremlin hand\r\n    <title>\r\n        Kremlin hand\r\n    <desc> \r\n        With the help of the Soviet special services, the assassination attempt on Džemal Bijedić is prevented,\r\n        which for a short time stabilizes the situation in Yugoslavia, as well as increases\r\n        the political influence of the Soviet Union in it.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        The end of the president\r\n    <title>\r\n        The end of the president\r\n    <desc>\r\n        While Brezhnev was on another long vacation, the Chairman of the KGB\r\n        Yuri Andropov started a conspiracy: he persuaded the other members of the Politburo together\r\n        to convey to Brezhnev the information that Podgorny wants to remove Leonid Ilyich because of\r\n        the deteriorating health of the latter.\r\n        \"-Leonid, how did it happen?\r\n        \"The party decided so, not me.\"\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        As it was\r\n    <title>\r\n        As it was\r\n    <desc>\r\n        Andropov does not dare to arrange a conspiracy, out of fear of harming the Soviet Union,\r\n        or out of fear of failure, as a result of which everything continues as it was.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Soviet power\r\n    <title>\r\n        Soviet power\r\n    <desc>\r\n        Andropov's conspiracy failed, with little support from the Politburo, the Politburo majority had to prevent it from happening which forced him to cease his conspiracy . However, information about Andropov's behavior\r\n        was leaked to the Chairman of the Presidium of the USSR Supreme Council, which increased Comrade Podgorny's vigilance. \r\n        and he began to seek any opportunity to expand\r\n        power of the Soviets and the Supreme Council, in order to strengthen both his own power and \r\n        security as the head of the Presidium of the Supreme Council.\r\n\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Against the aggressor\r\n    <title>\r\n        Against the aggressor\r\n    <desc>\r\n        Somali President Siad Barre visited the Soviet Union to seek support \r\n        in the war with Ethiopia. His meetings with Chairman Kosygin of the Council of Ministers, Secretary \r\n        and Foreign Minister Gromyko were unsuccessful. The Soviet Union condemned\r\n        the aggression of the Somali regime, whereupon the U.S. agreed to assist\r\n        Barra in exchange for hosting its own naval base.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Not aggression\r\n    <title>\r\n        Not aggression\r\n    <desc>\r\n        Upon learning of the secret negotiations between Barre and the Americans, the Soviet leadership\r\n        decided to launch a preemptive strike against the Somali warmongers:\r\n        The Soviet navy blockaded all Somali ports, destroying their fleet and striking\r\n        from ships on Somali positions in order to stop aggression in the region.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Beat the aggressor\r\n    <title>\r\n        Beat the aggressor\r\n    <desc>\r\n        To stabilize the situation in this region of Africa\r\n        the KGB staged a coup against Barre and his Marekhan clan, \r\n        by betting on the \"Constitutional Caucus\" led by Vice President Samantar, \r\n        Chairman of the National Security Committee Abdullah and Deputy Prime Minister Farah. \r\n        The coup succeeded, Barre was arrested and shot on the spot.\r\n        A truce was signed by the new authorities in exchange for autonomy for the Ogaden. \r\n        The Marehan clan was defeated, the USSR resumed all supplies and assistance to Somalia.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        The Fall of Yemen\r\n    <title>\r\n        The Fall of Yemen\r\n    <desc>\r\n        President Al-Hamdi of North Yemen, a supporter of the peaceful reunification of\r\n        Yemen on the principles of federalism and Arab socialism, was assassinated in a terrorist attack, \r\n        by Chief of General Staff Saleh and the Saudi secret service. \r\n        Yemen's reunification is canceled and the cold conflict of the two Yemen's begins.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        New Yemen\r\n    <title>\r\n        New Yemen\r\n    <desc>\r\n        The anti-unification conspiracy led by Chief of Staff Saleh\r\n        and the Saudi intelligence services was uncovered and dismantled, and President\r\n        Al-Hamdi was saved. The failed assassination attempt only spurred the\r\n        the leadership of the two Yemenis to accelerate the reunification talks.\r\n        The divided nation is once again united!\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        State of the whole people\r\n    <title>\r\n        State of the whole people\r\n    <desc>\r\n        In the Soviet Union, a new Constitution was adopted, proclaiming\r\n        achievement of Developed socialism and the establishment of the State of the whole people\r\n        instead of the dictatorship of the proletariat, which corresponded to the postulates of Lenin\r\n        about the absence of classes and dictatorship in socialism, and consolidated\r\n        decisions of previous congresses of the CPSU.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Still developing\r\n    <title>\r\n        Still developing\r\n    <desc>\r\n        Having listened to the criticism of a prominent party member comrade Kosolapov,\r\n        the new Constitution of the USSR proclaimed Developing Socialism instead of Developed Socialism,\r\n        thereby showing that socialism in the USSR is still at the stage of construction.\r\n        At the same time,a thesis was made on the establishment of the state of whole people instead of the dictatorship of the proletariat as a sign of liquidation in the country of \r\n        all other classes except the worker and peasant.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Victory\r\n    <title>\r\n        Victory\r\n    <desc>\r\n        Comrade Brezhnev has many illnesses and is already thinking about his departure.\r\n        Many party members worry! And in order to distract dear Leonid Ilyich from such\r\n        thoughts, one should caress him, praise and reward him as often as possible, so as not to worry\r\n        about the permutations that would have happened under the new ruler.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        That's enough\r\n    <title>\r\n        That's enough\r\n    <desc>\r\n        Moderation should be shown in what to dearly reward Leonid Ilyich, awarding with the Victory Order is already too much and will trample on the memory of the Great Victory. \r\n        Those who offered this should be punished with a penalty and an entry on their membership card.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Developed\r\n    <title>\r\n        Developed\r\n    <desc>\r\n         Following the change in the Constitution of the Soviet Union, a new\r\n         The Constitution of the RSFSR, more comprehensive and systematizing, in accordance with\r\n         with the complication of social relations in society. However, this\r\n         The Constitution increases the terms for the election of the Soviets of People's Deputies and the Supreme Council.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Soviet\r\n    <title>\r\n        Soviet\r\n    <desc>\r\n        Following the change in the Constitution of the Soviet Union, a new Constitution of the RSFSR was adopted, which was more comprehensive and systematized in accordance with the complication of social relations in society. \r\n        However, the new Constitution also included an experimental article on the possibility of recalling deputies of the Soviets of People's Deputies and the Supreme Council by voters, provided there is a sufficient quota of signatures of residents of the district from which the deputy was nominated for recall. \r\n        Previously, only a higher body could recall deputies.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n"
}