{
  "m_Name": "new_event_text_en",
  "m_Script": "<new event>\r\n    <name> \r\n        Five no\r\n    <title> \r\n        Five \"no\"\r\n    <desc> \r\n        Congratulations on your appointment to the post of Premier of the State Council of the People's \r\n        Republic of China, Comrade Hua Guofeng. As you know, your predecessor was Zhou Enlai, who \r\n        gained popularity and respect among the people at home and abroad for his honesty and \r\n        administrative talents. However, he was also an active promoter of economic reforms and promoted \r\n        reformers in the party, such as his protege Deng Xiaoping. For these reasons, the death of Zhou \r\n        on January 8, 1976 caused great grief among the people, which dissatisfied Mao and the leadership \r\n        of the CCP, who reacted very reservedly to his death. Under the decree of Mao, the campaign of \r\n        Five \"no\" was launched - not to wear mourning bands, not to make wreaths, not to make memorials, \r\n        not to hold memorial ceremonies and not to hang photos of Zhou Enlai, - which, so far, do not \r\n        cause anything except discontent. And you, as a new prime minister, can influence its execution.\r\n    <icon> \r\n        none\r\n    \r\n    <option> \r\n        Let it pass, how it goes.\r\n    <title result>\r\n        Five \"no\"\r\n    <result>\r\n        As part of the campaign, government and police officers removed improvised memorials and tore \r\n        down posters marking Zhou Enlai’s achievements. Constant propaganda aimed at denigrating Zhou \r\n        and bans on open commemoration of the deceased caused widespread discontent of people with \r\n        Mao Zedong and the top party, especially his wife Jiang Qing.\r\n\r\n    <option> \r\n        Follow the strict execution of Mao’s decrees.\r\n    <title result>\r\n        Five \"no\"\r\n    <result>\r\n        As Prime Minister of the State Council, as well as the Minister of Public Security, \r\n        you personally followed the strict execution of the campaign. As part of the campaign, \r\n        government and police officers removed improvised memorials and tore down posters marking \r\n        Zhou Enlai’s achievements. Constant propaganda aimed at denigrating Zhou and bans on open \r\n        commemoration of the deceased caused widespread discontent of people with Mao Zedong and \r\n        the top party, especially his wife Jiang Qing and successor Hua Guofeng.\r\n    \r\n    <option> \r\n        Follow the strict execution of the campaign, as well as criticize Zhou in the media.\r\n    <title result>\r\n        Five \"no\"\r\n    <result>\r\n        As Prime Minister of the State Council, as well as the Minister of Public Security, you \r\n        personally followed the strict execution of the campaign and were responsible for the \r\n        publication of criticism of Zhou Enlai in newspapers, which, however, had no effect on people \r\n        already tired of criticism in the spirit of the Cultural Revolution.. As part of the campaign, \r\n        government and police officers removed improvised memorials and tore down posters marking Zhou \r\n        Enlai’s achievements. Constant propaganda aimed at denigrating Zhou and bans on open \r\n        commemoration of the deceased caused widespread discontent of people with Mao Zedong and the \r\n        top party, especially his wife Jiang Qing and successor Hua Guofeng.\r\n    \r\n\r\n    <option> \r\n        Gently sabotage the campaign.\r\n    <title result>\r\n        Five \"no\"\r\n    <result>\r\n        As Prime Minister of the State Council, as well as the Minister of Public Security, you were able, \r\n        as far as possible, to mitigate the effect of the campaign. As part of the campaign, government \r\n        and police officers removed improvised memorials and tore down posters marking Zhou Enlai’s \r\n        achievements. Constant propaganda aimed at denigrating Zhou and bans on open commemoration \r\n        of the deceased caused widespread discontent of people with the top party, especially his \r\n        wife Jiang Qing, however, thanks to your efforts to sabotage the campaign, discontent does not \r\n        go beyond reasonable limits.\r\n<end event> "
}