{
  "m_Name": "Events_text_en",
  "m_Script": "新喇嘛\r\n既然我们已经决定达成历史性妥协，并赋予西藏特殊自治权及其自有政府，我们现在应当决定由谁担任我们认可的西藏新精神与政治领袖。因此，有三位候选人符合所有宗教规范：第十世班禅喇嘛，我们的藏族宗教人物，曾遭受监禁迫害，后与一位汉族女子结婚。流亡的第十四世达赖喇嘛，一位居住在印度的老政治异见分子，积极从事政治活动，并长期申请这一职位。最后一个选择是苏联的汉波喇嘛，苏联佛教徒的精神领袖，和平斗争组织和佛教学校发展的积极分子。选择第一位风险最小，选择第三位则有可能受制于苏联，最具风险的是第二位——尽管达赖喇嘛声明他只主张自治而非分裂，但他与我国异见分子及美国政界人士有长期联系。选择权在你手中。\r\n我们的十世班禅喇嘛。\r\n逃亡的第十四世达赖喇嘛。\r\n苏维埃汉波喇嘛。\r\n与曲吉坚赞达成协议或对其进行了平反。\r\n没有毛主义，没有文化大革命，外交声誉 < 40.0\r\nCOMECON的观察员或成员。\r\n班禅喇嘛X曾经得到周恩来和邓小平夫人的特别支持，尤其是她们认为让一位藏族喇嘛与汉族女子联姻是一个极好的政治机会。后来，嘉措成为全国人大的代表，并开始在全国人大常委会中步步高升。他的确成为了担任西藏本地政府首脑的最安全人选。在对我们政府始终保持完全忠诚的同时，他主要致力于修复古老的佛教寺庙、重新安葬佛教僧侣以及扩展佛教学校。总的来说，西藏一切平静。\r\n达赖喇嘛十四世通过一位流亡纳粹分子的故事了解了欧洲的生活方式，他本人也处于流亡状态，后来成为西藏流亡政府的重要政治人物。作为一名反华异见活动家，他仍然承认西藏只能争取自治。我们的代表与他的接触让他深感意外，但在漫长而艰难的谈判中，我们最终达成了妥协：他解散流亡政府并承认中央权威，作为交换，他成为西藏自治区的精神和政治领袖，并确认将那些公开或明确支持分裂主义的政治盟友流放。新政权对我们并不忠诚，但足够温和，我们可以尝试将其为己所用。\r\n第十九世班迪多·汉波·喇嘛占巴尔-多尔吉·贡博耶夫，被我们认定为合适的西藏精神领袖。他在伟大卫国战争期间是一位英勇的战士，是亚洲佛教和平会议的创始人之一，发起了在乌兰巴托建立佛教大学，组织修建了伊沃尔金寺庙群，并向苏联政府请愿要求归还和修复被毁的寺庙。成为西藏精神和政治领袖后，他在当地藏人中选拔出最为和平且具有精神启迪的人物，开始在全藏推行发展精神和教育机构的计划。这位新喇嘛特别重视消除贫困和文盲，以及对西藏传统残余的斗争。\r\nZhimba Zhamso Erdyneev，第20任班第达汉波喇嘛，被我们认可为合适的西藏精神领袖。他在斯大林时期的镇压中幸存下来，但并没有成为反苏分子或持不同政见者，而是去做了图书管理员，并进行精神和世俗的自我教育。作为新的汉波喇嘛，他因博学和对神圣论著的精通而广受尊敬，积极参与亚洲佛教和平会议，是苏联和平保卫委员会成员。担任西藏精神和政治领袖后，他不仅积极发展该地区的精神和教育机构，还吸引藏人参与苏联和平基金会，特别是在西藏境内设立了慈善总部中心，为世界各地战争和灾难的受害者提供帮助。中国领导层可以为其对人类救赎的贡献感到自豪。\r\n200-\r\n  200 {0}\r\n 1\r\n 2\r\n\r\n2\r\n越南战争\r\n我军在边境冲突中击败了敌人并开始向内陆推进，但我们走得越远，遇到的问题就越多。越南军队成功利用难以通行的地形作为优势，而在已经占领的地区，解放军还要应对积极破坏我们补给线的游击队。一些军事领导人和党员坚持认为我们需要立即停止军事行动并掩盖这一事件。另一些人则建议联系联合国，与越南谈判，让他们作出让步，以换取我们停止进攻并撤军。然而，我们也可以继续进攻，我们有巨大的动员潜力，无论是兵力还是武器都超过越南，只要定期向前线增派援军，迟早能击溃他们的防线。不过，你也可以现在就用核打击消灭敌人，尽管这样做的后果将会极其灾难性。\r\n止步于已有成就。\r\n我们正在通过联合国解决这个问题。\r\n我们绝不与资本家和修正主义者妥协！\r\n我们继续战争。\r\n愿毛泽东的核太阳升起！\r\n我们不会首先发动核打击，即使是针对修正主义者。\r\n我们未能实现我们的目标。已决定立即撤军。很明显，我军亟需改革和现代化，党应当处理导致失败的具体原因。另一方面，越南正在加强自身边境，向我们要求赔款，并且已经与苏联就苏军驻扎其境内展开谈判，还申请加入华沙条约组织，其加入只是时间问题。\r\n看到前线的失败后，我们转向了外交手段。不久，在联合国安理会的一次会议上，解决与越南问题的议题被提出。借助我们的影响力和美国的支持，我们在大多数问题上推动了我们的意志，越南甚至将部分大陆领土割让给我们。这个决定让我们保住了颜面，尽管苏联和其他一些国家普遍表示不满。此后，越南政府加强了与苏联的军事和经济合作，并开始在我们边境附近定期进行军事演习。\r\n我们不需要谈判！我们在武器和人力数量上有巨大优势。尽管会有军事和经济损失，我们也会有条不紊地粉碎他们的防御。\r\n凌晨5点，一架轰-6轰炸机升空，飞向河内。机上携带着一枚当量为300万吨的热核炸弹。不久后，越南首都只剩下燃烧的废墟。到当天结束时，越南的许多城市和工业中心上空都升起了蘑菇云。解放军正在各个方向突破越南防线。这是一次绝对的胜利，但这一切值得吗？\r\n军队中出现问题？\r\n在与越南的战争中，解放军的表现远非最佳。遗憾的是，这一事实已无法否认，因此我们迫切需要对军队进行现代化。当然，我们可以自行进行，但有些党内成员建议寻求我们昔日敌人的帮助……\r\n我们军队没有问题。失败都是党内叛徒的错，最好处理掉他们！\r\n是的，我们需要重新武装。下令紧急开始武装部队的现代化和新型武器的研发。\r\n不幸的是，我们太弱小，无法实现军队现代化。\r\n让我们向美国寻求帮助。\r\n帝国主义者的援助是不可接受的！\r\n很明显，我军展现了最佳风貌，英勇地与敌人作战。但导致失败的责任人正坐在党内，必须立即处理他们！\r\n决定紧急启动军队现代化。几个月后，ZTZ79坦克和J-8截击机的测试开始了。军队内部也开始了人事调整，所有部队表现不佳的指挥官都被降职或送去再培训。\r\n通过秘密渠道与美国就我军现代化展开的谈判已经开始，几个月内最新的美制坦克和战斗机便投入服役。西方教官现在也在协助士兵训练。我们的军队将在下一场战争中做好更充分的准备，尽管在苏联眼中，我们现在看起来像是帝国主义的帮凶。\r\n在党内解决问题\r\n与越南的战争根本称不上成功。但把责任全推给武装部队是极大的愚蠢。战争本身以及实际上的失败，都是某些党内成员的过错，必须对他们进行处理。该把所有责任推到谁身上呢？是左翼激进分子，指责他们发动战争、革命狂热，抱有脱离现实的盲目乐观情绪？还是自由派，指责他们与帝国主义者勾结，破坏前线的有益举措？又或者，最好还是不要在党内再次挑起争端，只是笼统地指责一些抽象的破坏分子，并让两派中最臭名昭著的小人物辞职了事？\r\n与通用词汇有关。\r\n指责左翼偏离者。\r\n左翼激进分子的影响力并不大。\r\n责怪自由派。\r\n自由党人的影响力并不那么显著。\r\n在下次党的会议上，你指责了一些害群之马导致战争失败。党明白你不想制造冲突，但这难道没有反过来对你不利，让所有派系都看到了你的软弱吗？\r\n该死的左翼激进分子，追随他们关于世界革命的幻想，差点让我们的国家再次陷入一场吞噬一切资源的战争危机！正是这些害虫要为战争本身和我们的失败负责！我们的士兵之血正沾染在他们手上，都是他们把士兵投入鲁莽的进攻！开始清洗这些叛徒！\r\n叛徒自由派导致了我们的失败！他们与帝国主义者的卑鄙勾结让我们无法赢得战争！他们关于市场社会主义和对外开放的机会主义思想害死了我们的人民！右派害虫去死！\r\n核战争\r\n我们的核打击不可能没有后果。就在第二天，联合国安理会召开了紧急会议，决定我们的命运，而情报显示苏联和美国的核导弹已经对准了我们，部队也正在接收对中国发动军事行动的作战计划。当然，没有什么能够击垮我们的革命精神，我们将对抗全世界，因为我们可以把他们变成放射性灰烬。但是否值得悄悄将那些把世界推向毁灭边缘的疯子从权力上移除，并向人类做出让步呢？\r\n不会有和平的解决办法！\r\n逮捕激进分子。\r\n但发动核打击的是我们，不是左翼激进分子……\r\n我们的城市已经变成了核废墟，但我们的导弹也正飞向敌人。你和同事们一起躲进了避难所。但成千上万关于数千万死亡的报告让你无法理智地做出决定，你头痛欲裂，越来越清楚地意识到这里不会有赢家，世界也将永远不再一样……\r\n你下达了命令，很快左翼激进分子的领导层被逮捕。联合国、苏联和美国都收到了报告，称核打击是罪犯所为，已经将对国际社会负责的相关党内成员清除。你已经准备好承担一切后果，包括严重的经济和声誉损失。同时，国际机构肯定会要求大幅裁军并销毁所有核武器。但为了世界，这些代价微不足道。准备好让左翼激进分子接受国际法庭审判。\r\n华国锋的崛起\r\n在毛去世后，国家的主要职位由他的“继任者”华国锋担任。起初，这位温和的政治家似乎是一个能让各派都满意的好选择，但遗憾的是，他最终被证明是一个失败且无能的领导人。国家的发展正在放缓，党内连做梦都没有团结。无论是左翼激进派还是改革派，都对国锋不满意。党内成员已经开始议论，毛的继承人正在建立自己的威权统治模式。但情况真的有那么糟吗？也许清洗激进分子，比罢免一位强有力的领导人更好？\r\n国风适合我们。\r\n一方面指责他修正主义，另一方面又指责他支持毛主义极权主义，然后将其罢免。\r\n反对国锋的阴谋未能在党内获得支持。\r\n在下一次党内会议上，提出了华国锋主席辞职的问题，所有国家的失败都归咎于他。投票中，所有人一致支持其辞职，不久后，国锋失去了所有职位，被送往他的别墅，几周后便在那里去世。当然，是自然原因。\r\n小平的辞职？\r\n近年来，邓小平在党内的地位日益上升。他和他的支持者正在获得越来越多的政府职位。如果他的观点不是那么可疑，也许还能对此视而不见。是的，他的想法目前还比较温和，但在与志同道合者的谈话中，他已经在讨论国家的全面自由化。而且还有一些关于他与西方情报机构合作的消息传来……是否值得针对这位崛起的隐性自由派组织一场阴谋？\r\n让我们保留小平。\r\n让我们罢免修正主义者！\r\n小平是中国的未来！毛主义的恐怖将成为过去！自由与开放的光明未来正等待着我们！\r\n在党内会议上，对邓小平的思想和活动展开了一致的批评。左翼激进分子指责他修正主义，而温和派则担心失去权力。最终，到会议结束时，小平已经彻底绝望，因为连他以前的盟友也背弃了他。这位曾经雄心勃勃的前政治家失去了所有职位，被迫离开首都，并因对自己垮台的震惊，不久便因心脏病悄然去世……\r\n反对执政党路线的抗议\r\n显然，我们国家并非事事完美，许多人对党的政策感到不满。当然，民众是被修正主义者和外国特工煽动的，但也许这是我们稍微改变权力结构的机会？与此同时，镇压抗议活动会导致民众信任度和国际声誉下降。\r\n驱散民众。\r\n我们可以公开罢免胡耀邦，以安抚民众和党内。\r\n让我们利用抗议发动党内政变。\r\n城市局势已由军队稳定下来。几乎没有造成死亡和逮捕，尽管民众的信任受到了削弱，抗议活动在西方媒体中被描述为坦克镇压。\r\n耀邦被退休后不久因心肌梗塞去世。人民感到高兴，党员们也是如此，因为对左派来说他是修正主义者，中间派对他激进的思想也不满意，而对自由派来说，把所有罪责都推到这位前同事身上也是有利的……\r\n该党支持了抗议活动并发起了分裂。执政派失去了支持，甚至连军队也抛弃了他们。很快，国家成立了新政府，旧统治者要么因年老去世，要么被判叛国罪。\r\n被定罪的红卫兵\r\n在失败的文化大革命后，许多红卫兵被送进了监狱以稳定局势。但多年过去了，也许现在释放他们是值得的，毕竟我们已经牢牢掌握了权力，而且在这些前激进分子中有一些有用的专家，民众对镇压红卫兵的做法也并不满意，释放他们会提升我们的支持率。但最重要的是要记住，让他们重返原来的职位可能会让国家大幅倾向于激进的过去。\r\n让他们继续服刑。\r\n释放他们。\r\n释放并归还党内及职位。\r\n没必要让他们回来。他们已经让国家陷入深渊，导致数百万人丧生。我们需要的是稳定，而不是革命幻想。\r\n红卫兵被释放出狱，但被剥夺了权力。整个党对此表现得很平静，毕竟已经过去了很长时间，但你在民众中的支持度有所上升，许多亲属也已经回到家庭，因此一些前激进分子也已经转变立场，现在支持你。\r\n红卫兵被释放出狱并重返政府职位。党内右翼派系对你发出了批评的声音，但红卫兵和党内左派的支持弥补了这一点。当然，左翼激进分子的数量有所增加，但这无疑比市场派和右翼修正主义者主导、把国家推向帝国主义者怀抱要好得多！\r\n大圈\r\n在文化大革命崩溃后，红卫兵被驱散，其中一些人被送进了监狱。如今，经过数年未能在现代中国立足，前左翼激进分子在香港成立了一个犯罪集团，他们的影响力已经在东南亚和北美国家不断扩大。我们可以与他们建立合作，以便对外国的政策产生更大影响。当然，这不会是免费的，这些黑帮分子也会想要影响我们的党。\r\n没有这个必要。\r\n与黑手党开始谈判。\r\n这样的想法对文明国家来说是不可接受的！\r\n与黑手党合作是不可接受的。我们最好将其成员的信息提供给外国警方。\r\n在香港的一家餐馆里，有一个中国商人的定期聚会。至少，从外面看是这样。实际上，这里正在与帮派头目进行幕后谈判，结果是我们承诺在他们的犯罪活动中为其提供庇护，并提拔他们的代表进入我们的队伍，而他们则同意在美国代表我们的利益，并“说服”当地政客相信我们的善意。尽管一些党员对这一决定感到不满，但我们现在拥有了一个强有力的工具来推动我们在海外的利益。\r\n陈云的命运\r\n一些党内成员开始对陈云进行阴谋活动。当然，他是一位自革命斗争时期就与我们并肩作战的老党员，但在我们胜利后，他多次谈及需要在经济中引入市场机制。他也是所谓“大跃进”的负责人之一，而大跃进并不能称得上完全成功，也许陈云也要为其失败承担责任……\r\n别管他。\r\n看来我们已经找到了导致我们失败的罪魁祸首。\r\n阴谋失败；陈云受到了其他党内成员的保护。\r\n在下次党的会议上，陈云因大跃进政策的失败而受到指责。此后，他被拘留，不久后一桩刑事案件开始，最终以一名害虫和亲西方机会主义者被枪决告终。\r\n彭真的命运\r\n在下次党的会议上，出现了关于彭正的问题：他曾是毛的支持者，但在大跃进失败后转而反对毛，并批评毛主义，因此被指控为“卡普特主义”并被流放。有人仍然认为他是自由派修正主义者和中国的敌人。但他的罪行并不严重，即使他与一些可疑人物合作，也许还是值得放过这位老党员，反正他也活不了多久了……\r\n为彭真平反。\r\n彻底解决他。\r\n党认为对彭真的指控过于牵强且毫无根据。在平反期间，他被任命为第五届全国人大常委会立法工作委员会代理主任。\r\n对彭真的职业生涯和健康来说，受到的自由主义指控实在太沉重了。经过严厉批评后，他离开了会议，并很快去世。当然，是自然原因。自由派们很不满，但谁在乎呢？\r\n王振的命运\r\n有关王震将军的不利材料已落入你手中。指控内容相当严重，从性犯罪到与有组织犯罪的联系不等。这是一个清除党内一位支持自由化改革、同时反对社会和政治自由化的人的绝佳机会。但值得动手对付毛同志的老同事吗？\r\n封锁此案。\r\n发起一场重大诉讼。\r\n关于贞的把柄材料被送往档案馆，结果意外丢失了。\r\n你下令对王震展开刑事诉讼。这位前军人、现已被开除党籍的人出现在法庭上，对于所有有确凿证据支持的指控，他只是一味叫嚷这是敌人捏造的案件。但这只是他为自己开脱的借口，因此不久后，王震因与毒贩勾结和叛国罪被枪决。\r\n李先念的命运\r\n党内有人找到了经济失败的另一个替罪羊——李先念。当然，指控站不住脚，但罪名却很严重，足以让他辞职。此外，愚蠢总是可以用阴谋来解释的……\r\n宣布指控是捏造的。\r\n加剧骚扰。\r\n对李同志的指控来自边缘的左翼激进分子。他们想通过打倒一位杰出的党员来巩固他们毫无价值的地位！我们绝不会允许这种事发生！\r\n当然。李先念在经济失败上有罪！从宣读的文件中这很明显！而且，毛同志的前同事怎么可能只是无能和愚蠢？当然不是！这显然是与中国的敌人勾结的阴谋！\r\n教育质量的下降\r\n同志，地方当局不断传来消息，称教育质量和识字率正在持续下降。主要原因是自所谓“文化大革命”事件以来，教育系统一直处于混乱状态。这个问题相当严重，从长远来看会对我们的发展速度产生负面影响。我们的专家提出了几项解决方案：1. 进行全面的教育改革并部分去意识形态化，这将对教育质量产生积极影响，但可能会培养出与党路线不同的观点。2. 投入大量资金用于恢复学校和大学，提高教师工资。3. 如果我们没有足够的资金或政治意愿进行改革，我们尊敬的领袖可以发表一场鼓舞人心的讲话，强调教育的重要性，但这实际上不会改变现状。\r\n发表一场关于教育重要性的演讲。\r\n为此分配更多资金。\r\n我们的资金不足。\r\n进行大规模教育改革。\r\n我们尤其没有那么多钱。\r\n在党内会议上，你发表了关于教育在国家建设中极其重要的讲话。的确，这些话只是停留在口头上，只有一些学生开始减少睡眠，把时间花在书本上……\r\n教育状况并不理想，因此决定拨款追加资金。新学校和大学的建设以及现有学校的现代化改造已经开始，同时教师工资也有所提高。这将有助于从长远来看改善教育状况。\r\n根据党的决定，对整个教育系统进行了大规模改革，削减了价值可疑的学科，其余学科的课程也进行了调整，使其更加贴近现代科学成就。同时，在理科领域系统性地推进去意识形态化。我们可以预期，几年后将会明显感受到这场改革带来的积极影响。\r\n被击落的韩国波音飞机\r\n1983年9月1日，一架韩国波音747-230B客机在靠近苏联边境的太平洋上空被击落。据报道，269人遇难，使这起灾难成为历史上最大的一次之一。西方媒体已经称此次事件为“反人类罪行”，认为绝不应被遗忘，美国和大韩民国国内已经爆发了针对苏联行动的自发抗议。但来自苏联的情报显示，事情并非如此简单——飞机侵犯了苏联边境，飞近了秘密设施，对调度员和飞行员的呼叫没有回应。而且在事件发生前，由于自1982年以来美军飞机多次侵犯苏联领空，该地区局势本就紧张。在这种情况下我们该如何应对？我们可以加入国际谴责，改善与西方世界的关系，但会恶化与苏联的关系。或者采取务实态度，对此事不作任何评论？我们也可以在此事中支持苏联，声明不能容忍侵犯国家边界的行为。\r\n不要以任何方式评论这一局势。\r\n谴责苏联。\r\n支持苏联。\r\n中国政府尚未就此事发表正式评论。只有一些代表向遇难者家属表示了哀悼。灾难已经明显加剧了当时苏联与美国之间本已紧张的关系。\r\n我们的媒体整体上重复了西方媒体的观点，要求追究肇事者的责任。我们还向苏联大使递交了抗议信，我方驻联合国代表呼吁对这场灾难进行国际调查。这些举措得到了西方列强的同情，但却引起了苏联政府的不满，不过苏联随后开始与美国和日本就建立统一的北太平洋空中交通监测系统展开谈判。\r\n坠机事件完全是波音机组和美军的责任，他们在靠近苏联边境时多次进行挑衅。这是中华人民共和国对该灾难情况的官方声明。这自然引起了西方媒体和官方代表的不满，并普遍恶化了我们与西方世界的关系。但另一方面，我们与苏联的关系显著改善，苏联代表对我们表示感谢，并提议建立中华人民共和国与苏联空军之间的直接合作，以便今后能有效应对此类情况。\r\n以日本为例\r\n二战后，日本展现出了惊人的经济增长率，年均约10%，成为世界上名义经济实力第二的国家，超过了法国、意大利、加拿大、英国、德国、苏联，仅次于美国。在西方，这甚至被称为“日本经济奇迹”。但许多自由派坚持认为，这种成功是通过大企业与国家合并等非市场手段实现的。左翼则指责国家领导层奴役劳动条件、让工人过度劳累，并在国内营造了企业文化。但我们可以结合本国的具体情况，借鉴他们的经验……\r\n不行。我国绝不能采纳资产阶级经济学家的经验！\r\n是的，经过过去几十年的一些问题后，我们的经济确实需要新的方法来推动生产发展。\r\n日本是一个对工人进行残酷剥削的国家，而且完全被美国帝国主义者从国外控制！不要忘记他们过去的罪行，他们甚至没有忏悔。我们无法接受他们的做法！\r\n日本的方法相当有趣……它们对我们的经济可能有用，并且会加强与我们东方邻国的关系……\r\n与日本和解？\r\n在我国采用日本的方法后，一些党员产生了与日本进行政治和解以及进一步贸易一体化的想法，这将增加我们在亚洲的影响力。当然，日本现在是美国的傀儡，但这真的那么重要吗？毕竟，他们是亚洲人，不是西方帝国主义者……\r\n和解是不可接受的。\r\n派遣使节。\r\n是的，当然，我们已经采纳了他们的方法，但不要忘记这个国家的过去和现在。他们给我们的国家以及整个亚洲带来了许多苦难，但由于对美国有利的局势，他们并没有受到任何惩罚。除非日本醒悟，否则不会有和解！\r\n我们过去曾有过矛盾，但我们仍应至少与邻国保持非负面的关系，因为国家安全对我们来说是首要的。而克服分歧的愿望将提升我们的威望。\r\n原谅过去？\r\n距离日本人在我国领土上的罪行已经过去了四十多年。当然，这些都是可怕的悲剧，但我们赢得了胜利，罪犯在审判中被定罪，日本政府也早已不同往昔。现在是时候为了两国的稳定与友好关系，原谅他们过去的所有罪行了。但这样的决定在民众和党内都会非常不得人心。\r\n犯罪没有追诉时效！\r\n我们的友谊与共同繁荣比过去更为重要。\r\n不，不会有和解。受害者的亲属还健在，他们无论如何都不会理解我们。而日本人自己也没有任何反省，至今仍然崇拜刽子手。\r\n是时候原谅日本的过去了。毕竟，已经过去很久了。指责那些战后出生的现代日本人是愚蠢的，他们并不应该为过去的事情负责。是的，日本领导层仍然在参拜靖国神社，但很明显，这只是对其他亚洲国家谴责的反应。未来还会有进一步的和解。\r\n我们的势力会在日本上台吗？\r\n近年来，我们两国关系日益密切，我们的特工在旭日之国的影响力也越来越大。党甚至可以影响其国内政治……我们可以扶持某人上台，使两国更加亲近。一方面，有日本共产党（CPJ），他们与我们关系更近，但党内仍存在许多矛盾，比如前激进分子、现积极推动改良主义和机会主义的右倾分子宫本显治，以及由我们多年的朋友、在对日战争中担任八路军战士的野坂参三领导的温和左翼亲中反君主主义力量。另一方面，还有与军方有关联的日本民族主义者，当然，他们是法西斯分子。但另一方面，他们愿意合作，并且对美国持强烈否定态度。\r\n我们的资金不足。\r\n让CPJ上台。\r\n让军国主义者上台。\r\n是的，当然，日本更换领导层对我们有利，但遗憾的是，这仍然会导致该地区局势不稳定，这绝不会带来什么好处，而且各国的反应将会极为负面。\r\nCPJ在日本成功组建了一党政府，得益于选举期间的大量经济投入。起初，一切都极为不稳定——党内分裂、与资产阶级的矛盾，以及美国不愿撤军的问题。但现在，日本正在建设社会主义，曾经与日本国旗并列飘扬的星条旗，如今已被我们的红旗所取代。\r\n日本坦克在夜间进入东京和其他主要城市。第二天早晨，整个日本政府在电视直播中被枪决。美军基地被封锁并被迫撤离。遇难者人数尚未公布，但据我们的情报，不超过两三千人。当然，新政府宣称民族主义和独立，但在国际孤立的情况下，他们被迫与我们合作，尽管这对他们来说并不愉快。\r\n农业机械化\r\n我们的农业，尽管独立已有数十年，机械化程度依然极低，这对国家发展产生了负面影响——农村需要大量劳动力，而这些劳动力本可以投入到工业生产中。一方面，我们可以自主开展发展，但这需要工业能力和工程师。不过，也许值得考虑从苏联或其他国家进口设备？\r\n我们有更重要的任务。\r\n让我们开始我们自己的开发。\r\n我们没有足够的资源来做这件事。\r\n从苏联购买装备。\r\n与社会帝国主义者的贸易是不可接受的！\r\n在西方购买装备。\r\n与资产阶级国家进行贸易是不可接受的！\r\n农业机械化不是优先领域，我们还有其他任务。而且无产阶级涌入城市将导致其贫困……我们需要这样吗？\r\n我们自行实现了机械化。是的，这花费了一些资源，但我们仍必须努力实现对敌对外部世界的独立。我们自主生产的农业机械借鉴了苏联样品的最佳实践和特性，但未来将依靠本土技术进一步发展。这不仅推动了农业的发展，也促进了工业进步，工程师们已经在思考如何将这些解决方案应用到军事装备上。\r\n我们的代表团前往苏联，尽管过去存在冲突，我们仍然成功谈判购买了农业机械，其中包括先进的T-40和YUMZ-6拖拉机。现在我们的乡村得到了更积极的发展，收成指标也有所提升。与苏联的关系也得到了改善。\r\n签署了一些合同，用于在美国购买机械，特别是一批最新的约翰迪尔4440型号拖拉机，这是世界上最先进的型号之一。我们的农民已经报告称这些建筑设备质量上乘，故障罕见，从而有助于创纪录的丰收。这笔交易也提升了我们在国际市场上的形象，一些外国公司已经表示有兴趣向我们销售他们的农业机械。\r\n大型项目\r\n为了农业发展，一些工程师提出了一个大规模的新灌溉系统项目，包括改道河流和修建许多运河，类似于斯大林在苏联实施的工程，并且这种做法至今仍在小规模进行。该项目对若干北方地区将极为有益，但其成本确实巨大。我们的资源恐怕难以支撑。有一些党内成员建议从国外引进资源。或者说，这本质上是对自然有害的冒险行为？\r\n取消该项目。\r\n开始建造。\r\n没有可用资源。\r\n吸引外资。\r\n我们不能出卖我们的国家！\r\n环境科学家委员会对拟议项目进行了评估，他们的结论令人失望——该项目对自然具有破坏性。它将导致气候变化，并使许多物种立即灭绝。其长期后果根本无法估算。我们无法承担这样的责任。\r\n该项目已经实施，我国农业开始极其迅速地发展，国内已不再存在粮食短缺问题，很快我们将能够开始出口剩余产品。外国工程师前来中国学习我们的经验。与此同时，一些科学家对这样的项目表示担忧，认为这可能会对不仅是中国，还有邻国的生态环境产生不利影响。\r\n该项目被评估为我方经济无法承担，因此决定吸引外国投资，但这仍不足以完全实施该项目，于是决定缩小活动规模。总体而言，这对我国形象产生了非常积极的影响，但偿还债务将需要不止一年时间。\r\n村庄需要化肥\r\n农业发展的整个历史都与化肥的使用密不可分，因此没有化肥，农业生产的集约化发展是不可想象的。发达国家已经在积极使用化学矿物肥料来丰富土壤，这有助于产量成倍提高。我们可以自行开始研发化学肥料，不过这将需要一些时间和资金来组织生产，或者我们也可以立即开始采购外国肥料，并在下一个季节马上施肥。但也许我们不必冒险尝试化学肥料，像以前一样继续使用有机肥料，不过这样产量会更低？\r\n我们有更重要的任务。\r\n让我们开始开发。\r\n我们没有足够的资源来做这件事。\r\n购买一台外国的。\r\n他们不会卖给我们。\r\n我们有更重要的任务，而且化肥的发展也可能导致人口中毒……\r\n我们的科学家很快研发出了最新的化学肥料，农民们也积极开始使用它们。现在我们已经可以谈论增产和满足需求了，让我们看看这将在长期内如何影响人口健康。\r\n我们的贸易使团采购了最新的外国化肥样品，此后中国农业得到了最强劲的发展。世界上越来越多的国家希望与我们进行贸易。\r\n道路开发\r\n近年来，民众拥有的汽车数量不断增长。当然，这是一件好事，因为它标志着生活水平的提高。但另一方面，我们也面临着城市通达性的问题。许多省份仍然只有土路或铁路相通，而发达地区的高速公路经常堵车。工程师们发出警告，认为我们迫切需要发展道路基础设施——建设新的高速公路并扩建旧有道路。但我们是否有足够的资源来实现这一目标呢？\r\n有更重要的任务。\r\n开始建造。\r\n我们没有资源。\r\n我们能借鉴德国高速公路的经验吗？\r\n绝不与资产阶级勾结！\r\n是的，道路应该修建，但我们没有那么多闲置资金和工业产能。\r\n我们的工业已经将资源投入到混凝土和沥青的生产中。不久，全国范围内的大规模道路工程便开始了。新的系统用宽阔的公路连接了所有城市，每个村庄至少有一条铺装道路通达。人民感到高兴，工业运输资源也变得更加便利。\r\n我们的工程师前往西德学习他们在高速公路建设方面的经验。不久，两国的专家一同返回中国并开始工作。是的，这确实耗费了更多资源，但现在我们的公路已经成为全世界的典范——因为它们是在世界上最优秀的基础上建造的，同时结合了现代技术。中德关系变得更加融洽，德国的工程师和投资者也已经希望参与我们的其他项目。\r\n私立教育\r\n一个由党员组成的倡议小组提出了将私立教育机构合法化的提议，认为这将减轻国家的一部分负担，提高教育质量，并促进新教育方法的引入。但另一方面，这将削弱对国家教育的意识形态控制，由于教育费用高昂，会加剧人口分化，并可能在党内和民众中引发误解。如果我们真的决定将教育私有化，那么就需要明确具体如何实施。一些人建议部分私有化，只允许那些获得政府颁发国家认证的机构运营，而另一些人则坚持认为国家的这种干预无法彻底推行改革，主张应给予私立学校完全的自主权。但不可调和的保守派和左翼激进分子坚决反对，并要求将提出这种卑劣改革的人开除出党。\r\n绝不允许私人教育！\r\n部分允许，但置于国家控制之下。\r\n私有化是不可接受的！\r\n将教育部门完全私有化。\r\n私有化是不可接受的！\r\n教育私有化遭到了严厉拒绝，提出这一想法的“同志”们已经被开除出党。多亏了一场大规模宣传运动，民众得知了被拒绝的提议，这极大地提升了你的声望。\r\n通过同意改革者的提议，你为教育机构的有限私有化开了绿灯，不过，这些机构必须满足一系列严格标准，才能获得国家认证和开展教育活动的许可。新的教育机构已经积极开始采购现代化设备并开发新的教学方法。\r\n出乎所有人意料，你批准了在国内引入私立教育。相当一部分教育机构已被私有化并转交给私人手中。新的教育机构已经开始积极采购现代化设备，开发实验性教学方法，并以其创新吸引学生的关注。然而，这一决定在民众中引发了不同反应。富裕阶层欢迎这一决定，并高度评价教育质量，而其他人则抱怨学费高昂，开始指责政府背叛了革命理念。西方国家对这一改革表示欢迎，并已表现出进行国际合作和学生交流的意愿，这将对教育质量和我国形象产生积极影响。\r\n中国的地铁？\r\n香港今天开通了地铁系统。在我国，目前只有一条地铁系统，是在中苏分裂前与苏联专家共同开始建设的，后来在法国专家的帮助下才得以圆满完成。鉴于此，我们是否应该在其他城市开通地铁？这一举措将提升国家声望，并极大改善城市物流，但同时也需要大量投资，而且没有外国专家的帮助，我们无法建造现代化的系统。\r\n我们有更重要的任务。\r\n让我们自己开始建设吧。\r\n我们的资源无法支持这一点。\r\n让我们召集苏联专家。\r\n不能指望修正主义者的帮助！\r\n是的，地铁很重要，但我们现在有更重要的任务。例如城市化。\r\n很快，新地铁的建设就开始了。这是我们首次在没有外国专家和技术的情况下进行工作，但最终这让我们减轻了道路交通压力，提高了市民的出行效率。\r\n苏联专家参与了我们地铁的建设。正因如此，我们的地铁成为了世界上最先进的地铁之一，大大提升了市民的出行效率，并减轻了道路交通压力。同时，我们与苏联的关系也有了显著改善。\r\n高速铁路？\r\n我们的管理层被要求用高速铁路线路连接最大的城市。这将极大地改善国家各地区之间的交流，但同样也需要大量资源……我们真的需要这样做吗？\r\n我们还有其他任务。\r\n我们将在北京和上海之间修建一条线路。\r\n你明白有一条线只是做做样子的吧？\r\n启动一项计划，连接所有主要城市。\r\n这说不通。\r\n连接城市的高速铁路计划已被取消。不过，我们还有其他领域需要资源。而且，日本的例子并没有证明这种方式有效——事实上，如果以前从一个城市到另一个城市需要5小时，现在高铁只需2小时，但由于班次减少，你常常还是要等上同样的5小时。所以这样的系统没有意义。\r\n很快，北京与上海之间的第一条（也是唯一一条）线路竣工并隆重开通。在电视直播中，我们的领导人登上列车，仅仅几个小时后便抵达上海。广告宣传自然十分出色，但并不是所有人都欣赏如此铺张的资源投入。\r\n一项新的高速铁路建设计划被采纳，不久城市间的新线路开始投入运营。人民当然很高兴，尽管有些经济学家抱怨成本过高，但生活水平确实提高了许多，甚至日本工程师也前来了解我们的系统。\r\n1978年宪法\r\n毛去世了，因此我们的国家需要为未来选择一条道路。这显然应该在宪法中体现出来。来自各党派代表的数百项提案已经陆续送达，但总体来看，我们有四个方案=极左派、保守派与温和派、改革派与其他温和派、自由派。当然，任何宪法的通过都会加强提出该方案的派系。左翼激进分子希望开始回归毛时代和文化大革命。保守派主张保持现有体制，但逐步进行社会主义改革。改革派支持一定程度的自由化和经济中私营部门的扩展。至于自由派……这里就很清楚了——回归资本主义。那么，中国将走向何方？\r\n极左派的计划。\r\n温和派与保守派的项目。\r\n温和派与改革派的项目。\r\n自由党人的计划。\r\n保留现行宪法。\r\n一部左翼宪法草案被通过。现在我国明确宣称自己肩负实现革命的历史使命，是现代革命无产阶级运动的中心和家园，否认“资产阶级”人权，并赋予党组织和红卫队更大的权力。对其他派别支持者的大规模镇压实际上被合法化，同时宪法也确立了不可剥夺的工作、教育、医疗和住房权利。\r\n保守派和温和派起草的宪法草案已被通过。现在我们正式宣布遵守工人权利和无产阶级民主：苏维埃的权力再次被扩大，工农监察部被设立，国家机关与党机关实现了分离。在许多方面，这部宪法类似于1924年晚期的列宁主义宪法，因为党依然是国家的先锋队和统治者，并将苏维埃、特务机关和各部委置于其领导之下。当然，宪法也根据我们的实际情况进行了调整，作出了一些修改，并加入了对毛主席的提及。\r\n温和派和改革派起草的宪法草案被通过了。是的，国家确实需要变革，现在我们的道路是通过渐进式改革和变化缓慢走向社会主义。“中国没有经历过资本主义阶段，我们应该经历这一阶段，但当然要在共产党严格监督下进行。”企业家和整体经济自由的权利立刻得到了扩大。当然，苏维埃的权力被削弱了，但我们仍在朝着社会主义前进。\r\n自由派起草的一部宪法被通过了。这让许多党员和市民感到震惊。现在，中共已经不再是官方唯一甚至执政的党派。我们只是参与资产阶级民主选举的众多党派之一。而且财产权利得到了大幅扩展。当然，这目前还只是宪法，但很可能它的条款很快就会在现实中实施……\r\n目前党内的团结已经存在许多问题。各派系都在争夺权力，不愿意妥协。通过宪法将会严重强化某一派系，从而导致新的分裂和派系斗争。我们不需要那样。让我们等待更为稳定的时期。\r\n宪法变更？\r\n在1978年宪法草案的旧版本中，文本包含了大量革命浪漫主义和“革命委员会”风格的名称。但我们的革命已经结束，我们希望实现一种稳定的发展，其中革命激情和浪漫主义并不太合适。也许值得将这些内容全部去除，换成更加干燥的表述？很明显，保留这些内容将表明主要权力依然掌握在更左翼的激进派手中。如果去除这些内容，无论是党还是人民都会明白，我们是在加强改革派的力量。\r\n算了吧。\r\n我们将其移除。\r\n拒绝革命口号就是拒绝革命！不许更改人民宪法！\r\n为什么我们还需要那些在40年代就已经失去意义的口号？那些口号只会被激进分子用来破坏我们的社会，甚至为谋杀开脱！\r\n新宪法\r\n在过去的1978年，我们党内曾经出现严重分裂，各派之间毫无团结。现在局势稍微平静一些，也许值得更好地制定我们的党章，使其更加具有妥协性？所谓左翼方案是假定在考虑到一些已经发生的变化后，继续按照毛的教导建设社会主义。所谓右翼则是改革主义道路，这一转向曾被苏联谴责为背离毛的路线。\r\n接受左翼的方案。\r\n接受右翼的提案。\r\n我们不需要改变那一点。\r\n我国是亚洲革命的发源地，我们不能背离为我们未来而奋斗的先辈们的理念！我们宣称要通过一切手段实现社会主义和繁荣，但即使在现在，我们的主要任务仍然是国家的稳定和高生活水平。\r\n我们已经受够了这场革命！让我们再次成为一个平静的强国，融入世界大家庭，发展对外贸易，实现共同繁荣！但当然，我们不能让我们的公民遭受像美国那样野蛮资本主义的恐怖，因此我们必须建立一个庞大的社会保障和支持体系。\r\n所有制形式的问题\r\n在下次党代会上，所有制形式的问题被提了出来。国家局势已经稳定，我们可以开始在这一领域进行改革。一方面，为什么要改变行之有效的东西，况且这会极大地损害稳定。但我们也可以进行国有化，这将加强左翼派系并把资源掌握在国家手中，或者反过来——进行私有化，这将严重打击人民的支持……\r\n无需更改。\r\n进行国有化并巩固对最重要资产的国家所有权。\r\n进行私有化。\r\n我们不需要改革，一切就是这样运作的。\r\n进行了国有化，本地企业家甚至外国人都受到了影响。这使我们能够为经济吸引大量资金，尤其是在前私营企业主进行破坏的情况下。出人意料的是，这让党在民众中的支持率上升，但也让那些看重私有财产不可侵犯性的企业对我国的吸引力下降。\r\n为了实现稳定发展，我们需要私有化。通过拍卖，将无利可图的国有资产转让给私人。这使得预算能够获得额外资金，并减轻了国家在某些消费品生产上的负担。但这也导致了价格上涨、市场欺诈以及部分民众不满情绪的增加。\r\n与葡萄牙的谈判\r\n今天我们的代表团将会见葡萄牙代表团。这次会谈极为重要，因此我们需要明确制定我们的谈判立场。我们可以采取中立立场，冷静地讨论一些小问题，并签署普通文件。但也许值得更进一步，签订大规模的贸易协议？与此同时，有人建议坚定地提出澳门问题……\r\n没有必要炒作热门话题。\r\n我们将缔结贸易协定。\r\n让我们解决澳门的问题。\r\n今天与葡萄牙进行了谈判。没有提出有争议的问题，签署了友好协议，并扩大了贸易协议清单。\r\n在与葡萄牙的谈判中，达成了一项大规模贸易协议，这实际上使中国成为葡萄牙的主要贸易伙伴。现在将有大量外汇流入我们的预算，即使美国对又一个北约国家失去控制感到非常不满。\r\n葡萄牙代表团在澳门问题上遭遇了严厉的质问。他们被告知，如果不归还这座城市，就不应指望有什么实质性的进展。不能说整个代表团都同意，但他们还是签署了关于逐步归还的决定……\r\n“手脚被绑”\r\n在中央委员会的定期全会上，提出了规范城市企业活动的问题。据称，由于国家的持续干预，这些企业变得“手脚被绑”，无法正常运作。但也许效率下降的原因恰恰相反，是因为它们过于自由？群众也认为，情况正好相反，他们要求最终解决小资产阶级的问题，认为他们拒绝充分履行职责，同时还经常侵犯雇佣工人的权利。\r\n什么也不做。\r\n加强监管。\r\n不要干涉未来。\r\n这个问题毫无意义。一切都按应有的方式运作，出现过度行为是因为个别管理者的愚蠢。让我们讨论更重要的问题吧。\r\n私有业主被判有罪，因为正是他们利用自己的自由，拒绝为国家利益工作。因此，有必要淘汰最不成功的企业，并将企业更紧密地纳入国家体系。\r\n当然，是国家有罪，这阻碍了商业的发展！应该解除限制，让企业家们自己解决企业的问题！让人民对物价上涨感到不满吧……\r\n企业扩张\r\n党被询问是否允许企业超越其领域？一些军工企业可能会开始生产民用设备。一方面，这将为经济中状况不佳的行业提供商品，但另一方面，这可能会导致与那些已经在不景气行业运营的企业产生不健康的竞争……\r\n就让它保持原样吧。\r\n允许吧。\r\n不，这只会带来更多负面影响。是的，我们确实有一些行业，现有企业无法满足民众的产品需求。但重要的是要明白，如果让其他行业的巨头进入，这些已经在行业内运营的小企业只会被挤垮，垄断将随之形成。而业务的扩张不可避免地会削弱主业的生产能力……\r\n是的，这是值得允许的。然而，人民和国家的需求比市场竞争的理念更重要。很快局势得以稳定，即使有些企业被迫关闭。\r\n外国企业\r\n不久前，我们国家允许了外国企业的活动，现在有些党员想要改变他们的活动条件。我们该怎么办：是遵循国家和人民的利益，大幅收紧对外国人尊重工人权利（包括为国家工作的权利）的要求，还是为了外交上的成功而迎合国际资本，彻底取消对他们的税收？\r\n直接征税。\r\n收紧要求。\r\n免于纳税。\r\n没有必要用奇怪的要求吓跑外国人。只需让他们依法纳税并按自己的方式开展业务即可。\r\n不，我们国家的利益远比外国公司的欲望重要得多。因此，有必要为他们制定生产规定，对员工设定较高的劳动要求，并规定国家的强制性股份。\r\n我们最好有尽可能多的外国人！因此，我们甚至将在接下来的20年内免除他们的税收，对他们也没有任何不可以接受的要求！\r\n专利法\r\n我们的工业正在不断发展，因此有些设计是由我们自己创造的。不过……如果我们加入国际专利体系，我们也能从他人在其他国家应用他们的发明中获利。另一方面，我们自己也得付钱，因为我们生产了大量仿制设备……\r\n不要签字。\r\n引入专利制度。\r\n专利法只会对我们造成伤害。是的，一旦实施，我们可以等待利润，但首先我们要为那些“被盗”的技术支付巨额费用。还有什么想法能成为财产，这简直是胡说八道！？\r\n中华人民共和国很快加入了世界专利体系。当然，起初这引发了许多冲突，但就在第一年，我们的发明就已经在国外得到了应用，带来了可以理解的后果。而我们的声誉也因此提升……\r\n“专业化农场”\r\n分化，或者直白地说，分层，已经开始在农民中显现。现在，大约有20%的农场可以归类为富裕公民所有。由于他们中的大多数与农业的特殊分支有关，党决定将此类农场称为“专业化”农场。党需要决定如何处理这个问题，以及是否有必要处理？\r\n放过他们，反正他们也无法再剥削他人了。\r\n给予他们税收减免，并为他们提供雇佣工人和向海外销售产品的机会。\r\n进行检查并加收税款。\r\n嗯，有是有。问题并没有大到需要这么严肃地讨论。如此高比例的农场表明它们的存在完全正常！这些都是靠自己劳动赚取一切的诚实人。\r\n重要的是要明白，这些农场的主人是我们国家的未来。他们勤劳、有进取心且技艺高超。他们将支持我们的农业事业。他们需要帮助，以保护他们免受恶性竞争和其他农民的攻击。\r\n我们可以看到农村出现了新的阶级分化。我们需要放弃“专业农场”这个委婉说法，直接称他们为——拳头。必须对他们全部进行检查，至少消灭三分之一，其余的也不能让他们积累太多财富。\r\n教育问题\r\n我国急需高级科学家、专家和工程师。但数十年的孤立不可避免地影响了我们，已经收到关于我国科学与世界严重落后的令人担忧的报告。当然，问题是存在的，但我们至少应该采取一些措施来缩小差距。\r\n就联合研究达成普通协议，并在中国出版外国科学期刊。\r\n制定派遣学生到外国大学留学的项目。\r\n邀请外国教师、科学家和工程师加入我们。\r\n很快，科学院与西方国家和苏联的大学及研究机构达成了多项协议。根据这些协议，最重要的科学期刊将会出版，其中包括在中华人民共和国境内出版，这使得我们的科学家能够及时了解世界科学的最新动态。当然，这并不算多，但至少有了一些进展。\r\n早在九月，我们的学生就首次前往外国大学留学。当然，在此之前他们已经进行了密集的外语学习——英语、俄语、日语、德语等。成果当然还需要几年才能显现，但学生们对此非常高兴，尽管存在学生们不仅带着知识归来，还可能受到资本主义宣传影响的风险。\r\n大量资金已投入教育和科学，许多来自其他国家的专家对我们的国际项目产生了兴趣。事实证明，用更高的薪资和稳定保障从资本主义国家和苏联吸引科学家和工程师并不那么困难。当然，由于生活方式不同带来的问题仍然不可避免。但结果将会令人惊叹！\r\n前资本家\r\n在文化大革命之后，我们仍有许多曾经的资本家还活着。党需要决定如何处理这一类公民。一方面，人民认为他们是一个威胁，要求继续对他们进行管控，但另一方面，已经过去了很长时间，现在也可以平静下来，况且，这样的措施也并不完全人道……\r\n让他们接受监管。\r\n让我们冷静下来，让他们活下去。\r\n前资本家仍然是一个威胁！忘记他们过去如何试图组织反革命组织、与外国情报机构合作并策划叛乱是愚蠢的。而最近也有最新的先例。他们太危险了。\r\n几十年已经过去。认为大多数前资产阶级还保留着过去的思想是愚蠢的。现在他们只是普通勤劳的公民。是时候对他们放下戒心了。\r\n国民党左派\r\n今天，国民党中最具革命性的派别派出代表团与我党会谈。他们提议建立我党与其派别的关系，并与所谓的中华民国实现缓和。我们该如何应对：是让他们成为我们在分裂岛屿上的“潜伏特工”，公然拒绝支持左翼激进分子，还是为了迈向真正的民主，甚至允许他们进入我国？\r\n招募。\r\n谴责。\r\n在中华人民共和国使其派别合法化。\r\n他们的提议非常诱人……而且派系分子非常清楚这些年来领导层的所有错误，并且真正理解孙中山思想的意义。他们会让“我们的人”在台湾分裂分子中发挥作用。\r\n当然，这些国民党人确实比其他人强多了，但这一切又有什么意义呢？你明白吗，他们打着接受我们国家的幌子，实际上却提议承认分裂分子？让他们回他们来的地方去吧！\r\n当然，国民党曾经犯过很多错误。但为什么不允许这个组织活动呢？他们依然承认社会主义和我们的党。而且他们也认识到了祖先的错误。合法化一个好的政党会改善国家的局势。\r\n我们在海外的同胞\r\n由于数十年的殖民统治、破坏、内战和贫困，许多中国人逃往了其他国家。我们这里并不是指纯粹的中国国家，比如中华民国、香港和澳门。党收到了一个提议，建议组织一个项目，让他们重新安置回到我国。但这有必要吗？\r\n什么也不做。\r\n发布归召令。\r\n组织遣返计划。\r\n当然，破碎的家庭和民族是糟糕的。但大量人口的涌入对经济和生活水平并不会带来那么好的影响……让一切保持现状吧。\r\n该党发表了一份示范性声明，呼吁华人回归祖国。当然，有些人已经回去了，但那些已经成为其他国家公民的人则留在了原地。不过，仅仅是言语还不够。然而，也无需更多行动。\r\n中华人民共和国政府发起的华侨归国计划很快开始实施。仅在第一年，就有大约十万人归国，预计总归国人数将达到数百万。是的，为每个人提供住房和工作将会很困难，但我们的劳动力人口将会增加。尤其值得注意的是，归国人员中有一些拥有特殊技术专长的公民，他们对我们非常有用。\r\n地方自治\r\n党被要求增加人民委员会及其他地区机构的地方自治权。一方面，这可能会解除党的一些棘手责任，并获得长期期盼此类改革的民众支持，但另一方面，这也威胁到一些难以管控的地区……\r\n增加自治。\r\n保持一切原样。\r\n我们的民众已经受过足够的教育，能够应对这些问题。而且你随时可以从中央派遣特别党员来恢复秩序。总的来说，改革已经实施。即使有些地区因为他们制造的问题需要处理，但总体上局势要么没有变化，甚至变得更好。最重要的是人民感到满意。\r\n我们不需要改革。并不是所有地区实体都能妥善管理国家……而且出现无法治理的地区会破坏国家事务，从而损害国家其他部分，这是最糟糕的结果！\r\n公民身份问题\r\n在中国发生变化后，我们也应该修改我们立法中的一些条款。特别是之前并不太成功的国籍法。但我们凭什么权利来推行它呢？\r\n血统权是为同民族人士提供公民身份的权利。\r\n出生在中华人民共和国领土上的人拥有公民权。\r\n两者。\r\n只有具有中国血统的人才能成为中华人民共和国的公民！毕竟，我们的国家首先是中国人的国家，也是为了中国人而存在的！\r\n所有在其领土上出生的人都可以被视为中华人民共和国公民。不过，不要忘记国际主义……正因如此，我们将能把外国专家更紧密地绑定在我国！\r\n中华人民共和国的公民可以是出生在我国领土上的人，也可以是所有华裔。这样，在不忘国际主义和我国境内外国人的同时，我们实际上获得了所有有我们人民居住的地区的权利。台湾的分裂分子好日子不多了！\r\n人权委员会\r\n在我国在联合国中获得应有席位后，有人提议加入人权委员会。当然，人权很重要，我们必须加以保护，但这些国际机构大多是亲西方的作秀场所……我们可以直接加入，走向与西方接近的道路；也可以公然拒绝，从而吸引许多曾经遭受帝国主义恐怖的国家！\r\n用一番自命不凡的演讲拒绝。\r\n加入。\r\n针对加入该委员会的提议，我们的代表团发表了演讲，谴责所有这些“国际”委员会。在过去的三十年里，这些委员会从未关注过西方帝国主义者在亚洲，特别是在印度支那的罪行。它们只听命于西方帝国主义！我们支持人权，因此我们不会加入这些机构！\r\n当然，中国应该走国际合作的道路，维护和平与稳定。中华人民共和国签署所有人权公约，加入国际组织。当然，按照他们的指示行事并不容易……清除反对派也不会那么容易……但未来将会平静！\r\n性别不平等\r\n在代表中国妇女组织向党发出的呼吁中，指出了严重的性别不平等问题。事实上，情况非常糟糕：从全国文盲中有70%是女性，到就业问题以及守旧传统的延续。现在我该怎么办——是对这个问题视而不见，因为有人认为它根本不存在，还是要认真开始解决这个问题？\r\n什么都不做。\r\n通过反歧视法案。\r\n当然，侵犯妇女权利的问题对我们的社会来说是一个非常大的威胁。这就是你在党内会议上演讲的开场白。妇女组织当然很高兴她们的问题得到了关注。但这只是暂时的，因为她们很快就会意识到不会有其他行动，因为党认为现在还有更重要的任务。\r\n妇女组织的呼吁被党接受并认真对待。很快，关于歧视的严厉惩罚法律被通过，教育机构和企业设立了配额，妇女权利的话题在公共生活中也越来越频繁地被提及。当然，并不是所有人都对此感到高兴，保守派男性对政府失去了信心，一些外国保守派甚至已经在撰写关于“中国母系社会威胁”的文章。但我们会在意这些蒙昧主义者的看法吗？\r\n征兵\r\n有人提议修改解放军的服役年限。但现在的问题是义务兵应服役多长时间。一方面，一年时间对训练一名士兵来说不够，可能需要更长时间，但另一方面，即使是2-3年的服役期也会对经济造成严重影响，拖慢我们的发展。因此，是否可以彻底取消义务兵役？\r\n只有职业军队。\r\n为期一年的征兵。\r\n征兵期限为3年。\r\n社会军事化。\r\n经过党内讨论，决定取消军队的征兵制。取而代之的是，青年将在教育机构接受基础军事训练，由装备先进武器和军事装备的职业化、训练有素的军人保卫国家。\r\n当然，一年的兵役是不够的，正如我们许多军人已经在讨论的那样。但我们需要明白，现在我们的国家比工业工人和整个民事领域都更重要。而且军队对年轻人的打击很大，许多人之后将无法融入普通生活。\r\n当然，三年的服役将会对国家经济造成严重打击，使其失去劳动力。但工业家们将被迫更好地解决提高劳动力质量和自动化的问题。而在多年的服役期间，可以培养出一名专业的士兵，使其能够应对战场上可能出现的所有任务和困难。\r\n重要的是要明白，我们的国家被一圈敌对国家包围。北部和西部是苏联修正主义者，东部是美国的傀儡，南部是梦想夺取我们土地的印度，以及中南半岛的独立政权。我们的国家需要保护，而这种保护只能通过全社会的全面动员，以及按照朝鲜模式建立一支人民军队来实现！\r\n我们需要肩带吗？\r\n在征兵制度改革后，有人提议让我们的军队恢复肩章。请记住，肩章在文革期间曾被废除，作为资产阶级的遗物。但那段日子已经过去……我们是否需要肩章——许多军队成员，甚至最普通的士兵都在强烈要求的肩章？\r\n是。\r\n不。\r\n是的，肩章绝对是必要的。革命狂热的时代已经过去，必须明白没有严格等级制度的军队只是一支游击队，而不是一个发达的庞大国家的军队。如果肩章是无产阶级自己缝制和佩戴的，那这和资产阶级又有什么关系呢？\r\n不，肩章绝不是必需的。军衔制度是一回事，肩章又是另一回事。那是帝国主义和资产阶级军队的象征。在我们的无产阶级专政国家里，它们没有立足之地！\r\n军队委员会中担任民选职位的平民\r\n一些民主倾向的党员提出建议，允许那些虽非直接军人但与军队有关联的人士，被选入隶属于军队的苏维埃。一方面，这将解决许多普通士兵不了解的问题——士兵家庭的问题、军工复合体的问题、后勤问题。但另一方面，这会引起军队的明显不满。我们需要这样的改革吗？\r\n不，这些是士兵的委员会。\r\n是的，让他们有选举权和被选举权。\r\n当然，这些公民的意见非常重要，但不要忘记，士兵委员会负责解决军事问题。其他问题则由其他机构决定：军工企业的员工可以在本企业的委员会中发言，士兵家属——比如妇女委员会——也有自己的发言渠道。如果我们在军队中允许这样的选举，那只会让士兵们因空谈而感到不满。\r\n军队对我们来说非常重要。但军队不仅仅是武器和士兵。没有数百万人努力生产最普通的机枪，更不用说更复杂的武器类型，军队就无法存在。没有士兵的家庭，军队也无法存在，因为并非所有人都是我们国家的热情爱国者。如果不把所有与军队相关的问题集中在一个委员会协调，我们将会遇到许多几乎无法解决的问题。为了避免无谓的争论，你可以直接禁止讨论与军队无关的问题。\r\n地下城\r\n在过去的10年里，北京附近建造了一个庞大的掩体系统，以在与美国或苏联发生核战争时为数十万人提供庇护。近年来，国际形势有所改善，因此关于是否还需要这样一个掩体系统的问题出现了。是否应该将其移交给民用当局管理？\r\n我们需要扩建北京的地堡，并在其他城市建设类似的设施。\r\n没有可用的资源。\r\n值得让军方离开地堡，但应停止无意义的建设。\r\n最好将该物品移交给平民。\r\n当然，世界可以平静下来，但我们必须做好战争准备。北京的地堡将会扩建，所有主要城市也将建设类似的系统。我们的目标是在帝国主义者发动核打击后拯救数千万人民！\r\n掩体是必要的。但进一步建设需要太多资源，其必要性也有些值得怀疑。因此，让掩体继续归军方所有，但继续建设几乎没有意义。\r\n该地堡已移交给民用当局。不久后，小型企业以及各种休闲场所陆续在设备最完善的房间开业。现在已经有人在讨论对部分房间进行改造，以建设住宅公寓。当然，我们近期历史上最好的博物馆之一也即将开放！\r\n米格-25劫机事件\r\n不久前，一名苏联叛逃者成功劫持了最新型号的米格-25截击机飞往日本。考虑到我们的工程师正在研发自己的歼-8截击机，研究苏联的飞机将对我们大有裨益。我们在苏联的特工可以说服一位对体制不满的人飞往中国境内。但这将恶化与苏联的关系，这架飞机真的值得我们暴露特工身份吗？\r\n组织一次劫持。\r\n我们还没有足够深入渗透。\r\n与苏联的关系更为重要。\r\n在苏联空军基地，2架米格-25截击机在夜间升空，因为一架中国飞机越过了苏联边境。这名身份不明的间谍很快被逼回中国领空。但在返回机场时，其中一架飞机突然转向中华人民共和国方向并开始加速。几分钟后，他已经进入中国领空。防空部队没有击落叛逃者，因为他们事先得到了警告，而且实际上也无能为力。着陆后，飞行员向当局投降。与苏联的关系遭受了重大损害，但军方将能够让我们的飞机变得更好。\r\n没必要劫持飞机。这会破坏与苏联的关系。\r\n舰队更新\r\n苏联已经装备了最新的多用途战斗机米格-29。我们距离这种技术还很遥远。因此，获得这款飞机对我们来说会很有用……但该怎么做呢？你可以直接购买许可证，但我们的关系还不够紧密，苏联不会把最新武器卖给我们。所以，也许值得动用情报机构？\r\n劫持一架飞机。\r\n我们没那么强。\r\n偷取蓝图。\r\n我们没那么强。\r\n购买飞机。\r\n我们没有钱。\r\n什么也不做。\r\n一名同情中共的苏联飞行员驾驶米格-29战斗机逃往中国。当然，这导致了与苏联的关系受损，但我们获得了最新型的战斗机。\r\n一群中国特工从苏联的一家工厂偷走了最新米格-29战机的图纸。与苏联的关系并未受损。他们怎么会知道呢？不过我们的空军将会获得最新的战机。\r\n中国代表团访问了苏联。除了许多小问题外，还决定购买最新的米格-29战斗机。事实上，这是自20世纪50年代以来我们收到的第一批苏联军事装备。当然，这只是我们自主研发的基础。\r\n其他问题更为重要。\r\n宇航发射场\r\n目前，我国只有一个航天发射场——酒泉基地。科学家和军方提出了建设新航天港的建议。幸运的是，我们已经有两个现成的项目：将太原军事导弹基地改建为航天发射场，以及恢复1972年停工的西昌航天发射场建设。然而，资源可能只能支持其中一个项目……\r\n恢复西昌。\r\n没有可用资源。\r\n完成太原。\r\n建造两个项目。\r\n没有任何资源可用。\r\n西昌的设施已修复，现在我国将能够进行更多的太空发射。此外，负责该基地的科学家还将部分预算用于其他研发项目。\r\n太原基地已建成用于太空发射，现在我国将能够进行更多的太空发射。此外，监督该基地的军方将部分预算用于其他开发项目。\r\n两个航天中心都已建成，因此我们的发射次数将创下国家纪录！\r\n除了太空的巨额开支外，我国还有其他问题！\r\n新型运载火箭\r\n一直以来，我们的航天计划都依赖于已经过时的“长征一号”和“风暴一号”火箭。实际上，航天局的工程师们已经准备好了对后者进行深度改进，这种新型号将被称为“长征二号”。现在只需将其投入生产。但关于该系列未来发展的提案也在讨论中。例如，工程师们提出了“长征四号”轻型火箭和“长征三号”中型火箭的概念，这将使我们能够将卫星送入地球同步轨道。还有一个高风险的重型火箭项目，但现在对我们来说会不会太复杂了？\r\n开始研发长征三号和四号。\r\n没有可用资源。\r\n开始开发所有项目。\r\n此外，没有任何资源。\r\n只派长征-2参加该系列。\r\n国家不仅需要具备进入近地轨道的能力。很快我们还将能够发射更大质量和新类型的载荷及轨道！\r\n世界对我们最新的进展感到震惊。直到最近，中国还被认为是第三世界国家，而现在已经成功发射了一枚能够将超过20吨载荷送入太空的大型火箭。中国的航天事业前景光明！\r\n除了开发新导弹项目之外，我们还有其他问题。而长征二号已经足以承担所有任务，无论是军事还是民用。\r\n太空通信\r\n我国正进入一个新时代，卫星通信将不仅仅用于军事需求。有人提议在近地轨道建立一套通信卫星系统，但这需要大量使用率不高的卫星，而且发射地球同步卫星需要专用火箭……另一方面，我们也可以接入已经存在的某个网络。\r\n在低参考轨道建立一个网络。\r\n没有可用资源。\r\n发射地球同步卫星。\r\n没有这样的技术。\r\n连接到他人的网络。\r\n很快，中国部署了其在近地轨道运行的多颗卫星系统。当然，这并不是最佳选择，但它将使我们能够完成任务。\r\n我国成为世界上第四个自主将卫星送入地球同步轨道的国家。不久，仅用几颗卫星就为中国全境提供了快速高质量的通信覆盖。\r\n不幸的是，我们的技术还无法让我们自行制造通信卫星，因此最好接入他人的网络。\r\n导航卫星网络\r\n一年多以前，美国开始建立自己的卫星全球定位系统——GPS。情报还显示，未来几年内，苏联也将启动类似的项目。在这一系列事件的背景下，我们收到了一项建议，提出建立属于中国自己的系统。当然，这将需要大量资源，但回报也将是巨大的……\r\n北斗系统启动！\r\n没有可用资源。\r\n这样的制度并非当务之急。也许十年后时机才会到来。\r\n很快，中国自主导航卫星系统的第一颗卫星被发射升空。由此，我国成为第二个部署此类系统的国家，超越了此前在技术上领先于我们的苏联。\r\n该系统的部署被认为过于昂贵且风险太大，因此被推迟了几个五年计划。\r\n载人航天计划\r\n苏联和美国已经将他们的宇航员送入地球轨道，甚至更远。当然，中国正在迎头赶上，但依然是一个航天大国，这意味着我们必须重复这一成就。至少科学家们是这么希望的。这也将有助于你的政治声望。这里有两个提议——要么将FSW自有的可回收卫星改造成单人载人舱，要么通过情报手段获取苏联联盟号飞船的资料，以此为基础打造属于自己的同级别飞船。当然，你也可以再次取消该项目……\r\n重建你自己的卫星国。\r\n这太危险了，而且没用。\r\n基于“联盟”创建。\r\n这项行动风险太大。而且我们的技术无法制造出类似产品。\r\n再次取消该计划。\r\n总的来说，决定制造载人版的FSW卫星。当然，这类飞行带来的好处不会比加加林的飞行更多，完全没有必要讨论以这种舱体为基础的严肃计划，但这毕竟是通往太空的第一步！\r\n“联盟”很难复制。在某些地方，不得不进行替换，在其他地方工程师们提出了改进。于是，“神舟”诞生了。这次飞行的宣传效果巨大——一个第三世界国家能够制造出现代化的多座飞船，甚至超越了苏联的“原型”。但这也影响了与苏联的关系。\r\n载人航天计划毫无希望。重复“联盟号”是行不通的。单一的舱体也没有用处。还有其他任务。\r\n载人计划的进一步发展\r\n不久前，第一位中国宇航员成功乘坐自己设计的飞船升空。但显然，这种飞船的功能和前景都极为有限。因此，科学家们认为有必要开始研制一种更先进的多座飞船，类似苏联的“联盟”号。但我们的资源有限。\r\n开始开发。\r\n没有可用资源。\r\n太空中有一个人就足够了。\r\n开发工作已经启动，几年后，第一批由数人组成的中国航天员团队进入太空。我们的成就令世界震惊，许多科学和技术前景为我国打开了大门。\r\n更先进舰船带来的优势微乎其微，难以应对他们。这是工程师和科学家们对开发苏联“联盟”号类似物提案的结论。中国应当专注于无人载具。\r\n月球计划——首批装置\r\n科学家们提出了一个我们自己的项目，旨在研究地球唯一的天然卫星。第一阶段包括用于从飞行轨道探索月球的简单设备，以及可能的着陆站。实际上，这就是所有的问题——这个项目对我们来说太复杂了，可能会以失败告终。我需要开始实施吗？\r\n也启动登陆站。\r\n这太复杂了。\r\n只发射飞行载具。\r\n中国在太空研究方面的成功引起了广泛关注。在过去五年没有任何登月任务的背景下，我们的着陆任务在一定程度上震惊了航天界。当世界其他国家还在赞叹时，中国已经开始了月球计划的新阶段。\r\n中国的月球计划包括发射一次飞行和绕月任务，进行了拍摄和多项科学测量。除了发展中国家外，这一计划引起了轰动。但由于复杂性和无意义，这一计划在中国本土被终止。\r\n中国探月计划 - 高级任务\r\n在我们的探测器成功登陆月球表面后，科学家们提出了两项更重要的探月任务——一种搭载小型月球车的升级版着陆平台，以及一个用于自动运送月壤样本的站点。如果说第一个项目相当可行，那么第二个项目又遇到了困难。事实上，只有苏联完成过这项任务，而且几乎有一半的设备以失败告终。事故风险很高，因此第二项任务仍然存在疑问……\r\n同时发射两项任务。\r\n这太冒险了。\r\n仅发射月球车。\r\n中国的探月计划的成功持续令世界瞩目——中国已成为继苏联之后，第二个能够制造月球车并实现月壤自动采集返回的国家。当各方还在猜测中国的技术时，我们探月计划的第三阶段即将到来。\r\n中国的月球计划取得的成功持续令世界瞩目——中国成为继苏联之后第二个成功制造月球车的国家。但遗憾的是，后续项目的复杂性迫使我们终止该计划。\r\n登月计划 - 人类登月\r\n太空计划的最终阶段对所有人来说都是显而易见的——中国宇航员登陆月球表面。但正如美国太空计划所显示的那样，这更多是一项政治行动，几乎没有什么科学收益。那么我们现在需要这样做吗，还是更应该继续制定月球基地的长期发展计划？\r\n我们将在1980年代末之前登上月球！\r\n月球上不需要人。\r\n我们正在押注一个长期项目。\r\n因此，直到1990年登月计划被采纳。工业和科研企业进入了极其繁忙的工作日程。但许多人对此的必要性表示怀疑……\r\n尽快让人员登陆被认为前景不佳。取而代之的是，工程师和科学家被要求在2030年代之前在月球表面建立一个长期定居点。\r\n金星任务\r\n由于我们的技术已经得到充分发展，是否前往金星成为了一个问题。目前有两个任务方案——一个是简单的轨道空间站，另一个是轨道空间站加着陆器的组合。显然，实施后者会更加困难，但也能获得更多的科学数据……\r\n轨道站。\r\n这太冒险了。\r\n着陆器。\r\n太冒险了。\r\n拒绝前往金星的飞行计划。\r\n中华人民共和国向金星发射了轨道器，成为第三个能够做到这一点的国家。该空间站对科学做出了巨大贡献，因为通过将其数据与苏联航天器的研究相结合，首次绘制出了完整的金星地图。\r\n中华人民共和国向金星发射了轨道器和着陆器，成为第三个能够做到这一点的国家。该空间站对科学做出了巨大贡献，因为通过将其数据与苏联航天器的研究结合起来，首次绘制出了完整的金星地图，而且来自金星表面的照片也是所有中质量最高的。\r\n由于复杂性，决定放弃前往金星的飞行计划\r\n首次火星任务\r\n中国很可能会执行一次火星任务。问题在于，这将只是一次着陆任务，还是我们会决定创造一些前所未有的东西——一辆火星车。当然，这非常复杂，但对科学来说也是难以置信的巨大益处！\r\n只是一个登陆站。\r\n这里也没有任何资源。\r\n火星探测车。\r\n风险太大。\r\n取消前往火星的航班。\r\n中国已成功向火星发射了一台着陆器。因此，我们成为第三个能够在红色星球表面着陆的国家，也是第二个着陆器能够同时保持运行的国家。科学家们已经预见到将会获得大量有用的信息。\r\n中国已成功发射了一辆火星车。事实上，此类项目此前从未实施过，因此中国航天局在世界社会中的声望大幅提升。而火星车仍在继续其火星之旅，收集有关这颗行星的必要信息。\r\n飞往火星的旅程风险太大，因此最好放弃。\r\n轨道站\r\n我们的载人项目几乎已经接近一个新阶段——建造一个载人轨道空间站。是的，这个项目相当复杂，但苏联在建造DOS系列空间站方面有过成功经验。现在已经有提议将我们的空间站与正在准备发射的苏联“和平号”空间站结合起来。而首个国际空间站的建成，将极大地促进我们两国的关系！\r\n创建你的电台。\r\n太复杂了。\r\n我们需要一个中华人民共和国和苏联的联合项目。\r\n不能与他们合作。\r\n我们不需要一个车站。\r\n很快，第一座中国载人轨道天文台发射升空。是的，首批乘组遇到了一些困难，但通过这一步，我们为我国的航天计划开启了一个拥有无限前景的新阶段！\r\n根据协议，首个国际空间站“曙光”已建成。中苏两国乘组的合作已经取得了显著的科学成果，该项目对国际关系的影响也不可估量。已有多个位于苏联和中国盟友阵营的国家表示希望参与空间站的工作，我们的设计局也已开始制定进一步扩建空间站的计划。\r\n载人空间站需要极其庞大的资源，而且几乎没有实际收益。我们有更重要的任务。\r\n太空飞行器计划\r\n航天飞机计划为美国带来的机遇引起了我军方和科学家的关注。太空飞机将使发射次数增加，并能在轨道上操作卫星。现在我们有两个项目可选——一种轻型装置，我们几乎可以在明年内制造出来；另一种则是与美国完全相同的重型装置，但需要更多时间和资源来完成。同时，也有批评者指出该计划前景复杂且无用……\r\n制造一个小型装置。\r\n没有可用资源。\r\n制造一台重型机器。\r\n这个项目同样没有资源。\r\n放弃该项目。\r\n很快，中华人民共和国发射了它的小型航天飞机，在这一领域超越了苏联。然而，不久后管理层感到失望——该装置几乎没有实际效益，而且永远无法收回投入的成本。因此，航天飞机项目很快被关闭了。\r\n中国决定打造一个完全类似于美国航天飞机和苏联暴风雪号的航天器。当然，这个项目最快也要几年后才能完成，但与轻型航天器项目不同，它确实可能发挥实际作用。\r\n决定放弃太空飞行器的研发。太空中还有其他更重要的任务。\r\n核末日\r\n由于你们领导层的鲁莽决策，世界在一场核战争中毁灭了。为了回应中国对越南的打击，美国和苏联向我们的城市发射了核导弹。当然，中华人民共和国无法做出有效回应，只有联盟的一些西伯利亚和中亚城市被摧毁。但在我们战败后，美国和苏联之间爆发了冲突，结果南极洲成为唯一没有受到放射性物质污染的大陆。人类的进步将倒退到19世纪的水平。\r\n和平解决\r\n尽管对越南进行了鲁莽的核打击，中国还是避免了核毁灭。当然，这一切并非没有代价，国家在许多方面受到了严重限制，发展速度也因此放缓。\r\n红色旭日\r\n由于中国积极干预日本，亲中派共产党人野坂参三上台，废除了君主制，将僧侣等宗教人士送去再教育成为普通公民，同时取缔右翼政党，并宣布坚持“左翼政党民主”原则。不久，在中华人民共和国的帮助和自身独特的劳动纪律下，尽管国土面积不大，该国成为了世界经济的领头羊之一。凭借高科技，日本成为第一个实现完全机器人经济的国家，或许日本社会也将成为第一个迈入共产主义的社会。然而，只要日本与莫斯科之间的紧张关系依旧存在——因为日本共产党曾准备承认我们的领土要求，但认为千岛群岛是被克里姆林宫强行夺取的……\r\n法西斯分子再次掌权\r\n由于中国的积极干预，日本军国主义者发动了军事政变，建立了一个颂扬帝国过去的“保护伞”独裁政权：这是由一水会（反美极右翼但不支持军国主义者）、日本青年社（激进的亲天皇神道主义者）、正气塾（与犯罪集团有关联的亲天皇运动）和忧国同志会（极右翼恐怖军国主义组织）组成的联盟。国家恢复了社团主义和军国精神，犯罪集团也被合法化。起初新政权还因无奈与中国合作，但最近他们正试图变得更加独立和激进。不幸的是，我们可能已经为21世纪的新战争埋下了伏笔……\r\n中国人在月球\r\n在20世纪80年代末，我国成功将人类送上月球，重现了美国航天20年前的壮举。但不幸的是，计划的成功以及对登月和插旗的关注，导致月球登陆没有后续前景。到90年代末，完成了大约10次任务，其中最后几次已经完全具有宣传性质，比如与中国盟国的宇航员组成国际乘组飞行。但未能取得更大成就。\r\n国际月球基地\r\n对长期月球计划的投资已经获得回报。通过有条不紊地研究月球并制定地球卫星基地的项目方案，我们的科学家成功提出了一种能够充分利用所有新机遇的概念。国际合作将降低我国建设该基地的成本，并使我们迈出走向国际太空的第一步。用于发射模块和设备的超重型运载火箭已经在研制中。首次发射计划在2000年代中期进行。很有可能，这一计划将会取得成功。\r\n火星土壤样本归还\r\n在多次成功执行火星任务后，中国航天局的领导层决定发起一项前所未有的任务——从火星采集土壤并带回地球。发射于1992年进行，到了十年末，装有火星土壤样本的返回舱成功回到地球。由于这些样本是中国首次带回的，国家在世界科学界的声誉大幅提升，许多专家开始与我们的科学家合作。当然，下一步就是让人类登陆火星，但这显然不是未来二十年的计划……\r\n国际空间站\r\n苏联和中国的联合空间站促成了一项重大的国际太空项目，使人类能够长期驻留在地球轨道上。不久，苏联和中国都为这座由两个舱段组成的空间站增添了新模块。到了90年代末，甚至美国和欧洲也在空间站上建立了自己的舱段。这项以及我们国家的其他项目，将确保航天事业的国际主义性质！\r\n核冲突\r\n什么都没有发生。\r\n日本狂想曲\r\n什么也没有发生。\r\n月球远征\r\n什么也没有发生。\r\n遥远的红色火星\r\n什么也没有发生。\r\n太空中的一个空间站\r\n什么都没有发生。\r\n柬越战争\r\n成吉思汗继承者的问题\r\n阿塔图尔克的遗产\r\n主席同志！几个月后，土耳其将举行议会选举。然而，目前很难预测此次选举的结果——自20世纪70年代后半期以来，该国的政治激进主义不断增长。|议会中的主要政党分别是以凯末尔主义为主的<color=#006400>共和人民党</color>、自由主义的<color=#0027FF>正义党</color>以及更为保守、亲伊斯兰的<color=#8B4513>国家救赎党</color>。近年来，这些政党在议会中都未能获得明确多数，因此不得不不断相互组建联合政府。|谈到土耳其的左翼力量，需要指出的是，<color=#8B0000>土耳其工人党</color>已经重建，并积极反对美国在土耳其的存在。|土耳其政坛的极右翼则由泛突厥主义的<color=#FF4500>民族行动党</color>及其激进青年组织“灰狼”代表。|所有这些因素都表明该国的政治危机正在急剧加剧，尤其是在保守派军方对政治有着积极影响的情况下。我们的资源不足以全面介入，但我们可以为未来在该地区的政策制定一些初步方向。\r\n与共产党人建立联系\r\n与极右翼建立联系\r\n主要派系不是左翼激进分子……\r\n资金必须大于{0}……\r\n必须有超过{0}名特工……\r\n该党由自由派和改革派主导……\r\n极左\r\n极右翼\r\n我们已经通过派遣顾问和援助与<color=#8B0000>土耳其工人党</color>建立了联系。结果，该党决定参加1977年选举，并获得了10%的选票。<color=#006400>共和人民党</color>获得了超过35%的选票，<color=#0027FF>正义党</color>获得了30%，<color=#8B4513>民族救国党</color>获得了10%，极右翼的<color=#FF4500>民族行动党</color>获得了5%。{0}穆斯塔法·布伦特·埃杰维特再次成为总理。然而，激进游击队和反游击队之间的冲突在国内仍在持续，塔克西姆广场的五月事件就是一个例子。\r\n我们通过派遣顾问和援助，与<color=#FF4500>民族行动党</color>建立了联系。<color=#006400>共和人民党</color>获得了超过35%的选票，<color=#0027FF>正义党</color>获得了30%，<color=#8B4513>民族拯救党</color>获得了10%，极右翼的<color=#FF4500>民族行动党</color>获得了15%。<color=#8B0000>土耳其工人党</color>决定抵制选举。{0}穆斯塔法·布伦特·埃杰维特再次成为总理，但尽管他的政党取得了成功，他仍未能在议会中获得多数席位，右翼政党的重要部分不断阻挠政府的举措。尽管如此，激进游击队和反游击队之间的冲突在国内仍在继续，塔克西姆广场五月事件就是一个例子。\r\n选举已经结束。阵营如下——<color=#006400>共和人民党</color>获得了超过40%的选票，<color=#0027FF>正义党</color>获得37%，<color=#8B4513>民族拯救党</color>获得10%，极右翼的<color=#FF4500>民族运动党</color>获得6%。<color=#8B0000>土耳其工人党</color>决定抵制选举。{0}穆斯塔法·布伦特·埃杰维特再次成为总理，但尽管他的政党取得了成功，他依然未能在议会中获得多数席位，右翼政党中的重要部分持续阻挠政府的举措。尽管如此，激进游击队与反游击队之间的冲突在全国范围内持续发生，塔克西姆广场五月事件就是一个例子。\r\n土耳其发生军事政变\r\n主席同志！来自土耳其的新消息！9月12日，<color=#2F4F4F>国家安全委员会</color>在国家电视台宣布发动政变。由总参谋长<color=#2F4F4F>K. 埃夫伦</color>领导的国家安全委员会解散了议会，罢免了S. 德米雷尔政府，禁止罢工和工会，暂停了大多数政党的活动，以及凯末尔的改革。该文件声明新政府准备忠实履行土耳其的所有条约和联盟，包括北约。{0}一场镇压风暴席卷了所有议会组织。{0}在当前形势下，我们可以考虑以下措施。\r\n亲苏反共派的离去\r\n芬兰政坛老将乌尔霍·凯科宁担任总统已达四分之一个世纪，因健康急剧恶化和高龄，主动辞去了职务。他的四届总统任期以巧妙的平衡行动为特征：凯科宁深谙国内局势，在美苏关系中奉行主要中立的外交政策，尽管他在贸易和文化上更倾向于后者。{0}在即将到来的总统选举中，失去受欢迎领袖的中间党不太可能对现代政治的两大巨头构成威胁——社会民主党总理<color=#006400>马乌诺·科伊维斯托</color>，他寻求与苏联保持不成文的联盟并延续凯科宁的政策，以及中右翼的<color=#0027FF>哈里·霍尔凯里</color>，他希望立即摆脱莫斯科的控制并加深与西方的合作。{0}一方面，我们可以支持亲莫斯科的社会主义者，对抗日益壮大的民族民主运动，让苏联继续在世界舞台上保持影响力。另一方面，若支持<color=#0027FF>哈里·霍尔凯里</color>，我们将有机会从新政府获得一份有利可图的贸易合同。{0}再想一想，这么遥远的芬兰，和我们又有什么关系呢？\r\n我们将支持SDPF和马乌诺·科伊维斯托\r\n中国不在经互会内……\r\n我们无法支持修正主义……\r\n中国的全球影响力应高于30.0……\r\n特工必须高于10.0……\r\n金钱必须高于10.0……\r\n中国的全球影响力应高于15.0……\r\n让我们帮助右翼民主党人\r\n绝不能恢复与苏联的关系……\r\n不要干涉\r\n我们发起了一场全面运动，支持社会民主党在总统选举中获胜，向该党提供了资金援助（不仅仅是资金）。现在竞选海报上到处都是<color=#006400>科伊维斯托</color>和社会民主党人的身影，电视上也开始大规模抹黑民族联合党，<color=#0027FF>哈里·霍尔凯里</color>被指控在芬兰银行董事会工作期间存在大规模腐败。在民众愤怒的压力下，他不得不撤回了自己的候选资格。{0}在选举中，<color=#006400>马尔诺·科伊维斯托</color>轻松击败了中间派政府的前总理约翰内斯·维罗莱宁，获得了71%的选票。{0}他作为总统的第一项举措是解散右翼自由主义议会并组织新选举。得益于我们的资金支持，以及由社会民主党人、共产党人和绿色环保主义者组成的联合联盟，左翼获得了创纪录的67%选票，并取得了宪法多数。{0}为感谢我们带来的胜利，新当选议会的第一项决定就是芬兰加入经济互助委员会。\r\n无论用什么手段，我们都费尽心力把不受欢迎的国民民主党人<color=#0027FF>哈里·霍尔克里</color>拉上了芬兰总统的宝座。多亏了我们特工部门的出色工作，FNDL的共产党候选人在家中被发现死亡。专家称死因是中毒。中间派领袖、前总理约翰内斯·维罗莱宁在奥卢发表竞选演讲时被狙击手击毙，凶手未被找到。实力大增的“国民联合党”开始抹黑社会民主党人，称他们是想要摧毁芬兰身份、让芬兰沦为“芬兰人民的监狱”的克里姆林傀儡。{0}在选举中，<color=#0027FF>哈里·霍尔克里</color>以4%的优势超过社会民主党人，获得了38%的选票。新政府首先转向西方，宣称苏联有奴役芬兰、建立“共产主义殖民地”的帝国野心。没有忘记我们的帮助，他们向我们提供了一份非常有利可图的合同。\r\n<color=#006400>社会民主党和马乌诺·科伊维斯托</color>取得了压倒性胜利，获得了43%的选票，而最近的对手仅得18%。新政府宣布将进行深层次的社会经济改革，并支持弱势群体。同时还宣布将继续与苏联及社会主义阵营的合作路线。然而，这些我们并不关心。\r\n组织一个反对军政府的民主地下组织（{0}：-25.0，{1}：-15.0，{2}：-20.0）\r\n预算\r\n特工\r\n军队\r\n地下势力太弱了！\r\n土耳其内战\r\n军事\r\n地下\r\n在军政府与极右翼之间建立联系（{0}：-25.0，{1}：-15.0）\r\n忽略\r\n承认军政府\r\n不要承认军政府\r\n多亏了我们情报网络与土耳其民主地下组织的积极合作，我们成功为他们提供了武器，并在土耳其各地策划了多起地方起义。尽管运动分散且零星，叛乱分子依然是一支相当有凝聚力的力量，给军政府部队造成了严重损失。{0}然而，这个国家正逐渐滑向内战的深渊……\r\n多亏了我们情报网络与土耳其极右翼运动的积极合作，我们成功“纠正”了<color=#FF4500>民族行动党</color>和<color=#FF4500>灰狼组织</color>纲领中的所有缺陷，从而使其代表能够进入政府，与军政府勾结。{0}通过共同努力，他们加大了对共产党人、民主派、左翼作家和持不同政见者、少数民族代表的迫害——全国各地建立了“死亡营”，法外处决和“黑名单”已成为常态。{0}国际社会普遍谴责了这场军事政变。\r\n国际社会普遍谴责了这场军事政变，但我们决定无视。\r\n我们支持了军事政变。中国外交部长称这一事件为“解决维护国家完整和主权问题的唯一可能途径”。国际社会普遍谴责了这场军事政变。\r\n我们没有支持这场军事政变。中国外交部长称这一事件为“反动的反宪政政变”。国际社会普遍谴责了这场军事政变。\r\n军队实力应大于{0}……\r\n土耳其内战\r\n政府\r\n地下\r\n由于土耳其内战，<color=#2F4F4F>国家安全委员会</color>政府成功阻止了叛军对军方权力的挑战。{0}现在，军政府正准备对极左和极右组织进行新一轮镇压，但在内战之后，等待权力移交到文官手中是不现实的。\r\n由于土耳其内战的结果，<color=#2F4F4F>国家安全委员会</color>政府在叛军的攻势下倒台，叛军成功与部分将军和军官建立联系，并以特赦为交换，同意和平移交政权。{0}在随后的选举中，<color=#8B0000>土耳其工人党</color>和<color=#006400>人民共和党</color>获得了大致相等的票数，因此双方不得不达成协议，组建由社会民主党人布伦特·埃杰维特领导的联合政府。{0}由于美国对军政府的支持，新政府宣布了一项逐步减少与北大西洋联盟联系的计划。\r\n军官们意识到内战流血的无意义，反叛了军政府并宣布其被推翻。政权领导人和<color=#2F4F4F>国家安全委员会</color>成员因反人类罪和政变被审判。{0}凯末尔主义的<color=#006400>人民共和党</color>在提前选举中获胜，政府由社会民主党人布伦特·埃杰维特领导。\r\n阿拉伯之夜\r\n在日益加剧的经济危机背景下，叙利亚的政治危机也在恶化，而叙利亚政府的不民主和家族化特性进一步加剧了这一局势。{0}冲突的天平上有两个人物——现任总统<color=#006400>哈菲兹·阿萨德</color>，他于1970年通过政变上台。在物价高涨的十年间，尽管民众生活水平总体有所提高，阿萨德政府未能实现国家现代化，到1980年代初，国内的粮食供应和走私问题进一步恶化。{0}此外，多年来哈菲兹与军队之间一直存在矛盾，具有讽刺意味的是，军队由他的弟弟<color=#0027FF>里法特·阿萨德</color>领导，他掌控着所谓的“国防公司”——这些特权军事单位人数超过五万人。据我们的情报，<color=#0027FF>里法特·阿萨德</color>不接受叙利亚在两伊战争和黎巴嫩冲突中的现状。他据悉与沙特阿拉伯有一定联系，并主张更亲西方的外交政策。他还积极支持要求扩大“自由化”范围的企业家和商人，同时试图争取更广泛的公众支持。{0}无论如何，这对我们来说是一个将叙利亚和中东从苏联影响下拉出来的好机会。此外，据多方消息，<color=#006400>哈菲兹·阿萨德</color>目前身体抱恙，国内可能会爆发严重的继承危机。\r\n支持哈菲兹·阿萨德并向叙利亚提供援助（{0}：-10.0，{1}：-5.0）\r\n协助里法特·阿萨德组织政变（{0}：-5.0，{1}：-15.0）\r\n忽略\r\n中国的全球影响力应高于{0}……\r\n我们向叙利亚提供了大量经济援助，这使我们能够在最高权力精英中组织起亲华游说团体。<color=#006400>哈菲兹·阿萨德</color>，此前由于享受优惠贷款而在表面上保持对苏联领导层的忠诚，如今开始更加关注中国。{0}王朝内部的冲突则被以强硬和毫不妥协的方式解决——亲总统的共和国卫队解除“防卫旅”<color=#0027FF>里法特·阿萨德</color>的武装，而总统的弟弟、同时被公众视为“腐败象征”的他，也因企图叛乱被送上法庭。\r\n我们成功策划了一场针对现任叙利亚总统<color=#006400>哈菲兹·阿萨德</color>的阴谋。{0}争取对现行政治不满的精英阶层的忠诚\r\n政变失败了！总统<color=#006400>哈菲兹·阿萨德</color>（显然是苏联顾问）得知了<color=#0027FF>里法特·阿萨德</color>策划阴谋的消息。后者被逮捕并驱逐出境，“国防旅”也被解散。{0}此前在外交政策上更为谨慎的<color=#006400>哈菲兹·阿萨德</color>开始向苏联靠拢。\r\n<color=#0027FF>里法特·阿萨德</color>策划的一次阴谋失败了。在总统患病的背景下，经过短暂的政治冲突和煽动，<color=#0027FF>里法特·阿萨德</color>被迫离开叙利亚，放弃了所有政府职务。{0}<color=#006400>哈菲兹·阿萨德</color>则从黎巴嫩撤回了叙利亚军队，并开始了一系列旨在自由化和改善国家经济的改革。\r\n又来一次？\r\n土耳其的极端民族主义政府由军政府成员和亲法西斯的<color=#FF4500>民族行动党</color>组成，已经走上了压迫国内少数民族的道路。自1970年代末以来，<color=#8B0000>库尔德工人党</color>一直在为民族解放而战，但政变后，其准军事组织被迫藏身山中，撤退到叙利亚和伊拉克边境。{0}最近，军政府通过了土耳其的新宪法，其中包含了明显的民族主义条款。例如，宪法承认“土耳其国家、领土和民族是不可分割的整体”，除官方语言外，禁止使用任何其他语言。政府还对库尔德人采取了歧视性措施——禁止新生儿取库尔德名字，边境地区的人口被禁止拥有牲畜。{0}东南部地区对土耳其具有战略意义，失去这些地区将意味着失去对底格里斯河和幼发拉底河水资源的控制权，从而失去对伊拉克和叙利亚的施压手段，这两个国家都需要土耳其的淡水。{0}为了遏制库尔德民族主义者，军政府向该地区派遣了军队，对当地居民进行了大屠杀。许多国家认为当局的行为构成种族灭绝。这些事件已经引发了难民危机——难民正逃往叙利亚和伊拉克。土耳其军方采取了反人道的手段，将当地居民作为人质，强迫部分游击队投降。{0}显然，一场严重的地区危机正在酝酿之中，可能导致全球局势的进一步恶化，我们该怎么办？\r\n与苏联一道，推动联合国将土耳其民族主义认定为一种种族主义形式。\r\n武装库尔德人并提供军事援助（{0}：-25.0，{1}：-15.0，{2}：-30.0）\r\n又少了一个国家……\r\n对土耳其实施经济制裁。\r\n没有帮助库尔德人的跳板……\r\n与苏联的关系尚未恢复……\r\n经多数投票，联合国通过了由苏联和中国提出的决议，认定土耳其民族主义是一种种族主义和种族歧视。所有社会主义国家和阿拉伯国家投了“赞成”票，西方国家投了“反对”票。{0}因此，土耳其民族主义被等同于种族隔离和犹太复国主义，许多中东和东欧国家与侵略者断绝了关系。\r\n联合国以多数票拒绝接受苏联和中国提出的将土耳其民族主义认定为种族主义和种族歧视的决议。尽管所有东欧集团国家都投了“赞成”票，阿拉伯国家还是选择了弃权。\r\n库尔德民族解放力量位于与土耳其接壤的边境，越过边界入侵了土耳其库尔德斯坦地区，成功击败了政府军。然而，预计增援部队即将到来，目前尚不清楚库尔德游击队能够坚持多久。\r\n军政府在世界社会的压力下，仍然继续推行驱逐和种族灭绝政策。政府领袖<color=#2F4F4F>K. Evren</color>表示：“行动将持续到最后一名库尔德恐怖分子被消灭为止。”\r\n我们已单方面切断了与军政府的所有贸易和外交关系。{0}然而，尽管世界各国施加了压力，军政府仍继续其驱逐和种族灭绝政策。政府领袖<color=#2F4F4F>K. Evren</color>表示：“行动将持续到最后一名库尔德恐怖分子被消灭为止。”\r\n土库战争\r\n政府\r\n库尔德人\r\n土耳其-库尔德冲突的结果是<color=#8B0000>库尔德工人党</color>势力被彻底摧毁。大部分未被剿灭的游击队员转移到邻国，由战争引发的难民危机严重冲击了阿拉伯国家的经济，这些难民主要流向这些国家。\r\n土耳其-库尔德冲突的结果是政府军在<color=#8B0000>库尔德工人党</color>游击队的攻势下撤退。最终，库尔德人居住的土耳其东南部地区宣布成立库尔德民主共和国。<color=#8B0000>库尔德工人党</color>组建了共和国的一党政府，由该党领袖<color=#8B0000>阿卜杜拉·奥贾兰</color>领导。{0}在这样的失败后，土耳其军政府被推翻，政权转交给文官政府。{0}在提前举行的选举中，凯末尔主义政党<color=#006400>共和人民党</color>获胜，政府由社会民主党人布伦特·埃杰维特领导。\r\n军官们意识到内战流血的无意义，反叛了军政府并宣布其被罢黜。大多数领导人和成员<color=#2F4F4F>国家安全委员会</color>因反人类罪和政变被审判。{0}凯末尔主义政党在提前选举中获胜<color=#006400>共和人民党</color>，政府由社会民主党人布伦特·埃杰维特领导。{0}<color=#8B0000>库尔德工人党</color>被新政府合法化，土耳其的库尔德地区获得了民族自治。\r\n出口种族灭绝\r\n一件极其重要的事件！本周，所有主要土耳其城市都发生了爆炸，例如，在安卡拉机场发生的恐怖袭击导致30多人死亡，数十人受伤。{0}政府<color=#2F4F4F>国家安全委员会</color>宣布，对这些事件负责的是<color=#8B0000>库尔德工人党</color>，尽管该组织在国内已被打败，但据称仍然受到邻国资助，意图破坏土耳其局势的稳定。{0}政府领导人<color=#2F4F4F>K. Evren</color>宣布在{1} {2} {3}开始“强制和平的特别军事行动”，该行动计划在6个月内彻底击溃土耳其边境的库尔德恐怖分子地下组织。{0}{4}{0}{5}\r\n我们动员所有资源来帮助中东国家（{0}：-25.0，{1}：-15.0，{2}：-40.0）\r\n迫使美国将土耳其逐出北约\r\n我们现在还无能为力\r\n对我们的分裂分子使用土耳其手段（{0}：-15.0，{2}：-20.0）\r\n在联合国安理会发言，提出启动维和行动的提案\r\n我们向{1}提供了军事援助，以对抗侵略者。然而，目前仍难以预测战争的结果，但显然双方力量悬殊。{0}土耳其因我们提供物资，已与中国断绝外交关系。\r\n尽管根据北大西洋联盟宪章，没有关于将成员国排除在外的条款，但美国和西欧的其他几个国家在北约理事会提出了将土耳其“因发动侵略战争并违背民主价值观”而排除出该组织的提案。{0}战争的结果仍难以预测，然而，显然双方力量悬殊。\r\n美国拒绝将土耳其排除在北约之外，理由是该组织章程中未规定此类程序。\r\n虽然很难预测战争的结果，然而，显然双方力量并不均衡。\r\n利用局势，我们宣布分裂分子{1}进行了多次挑衅，并以“稳定该地区局势”为借口派遣军队，迫使“叛乱省份”签订奴役性的经济协议，并在其领土上驻扎中国军事基地。{0}至于土耳其的冲突，目前仍难以预测战争结果，然而，显然双方力量悬殊。\r\n联合国安理会同意需要进行一次维和行动。根据行动计划，苏联应从高加索向土耳其派兵，北约则应从希腊派兵。{0}土耳其对此宣布退出北约。\r\n美国和苏联否决了中国发起的维和行动提案。\r\n与美国的合作协议尚未签署……\r\n尚未与中情局建立合作……\r\n国家结构不是单一制……\r\n没有什么能威胁国家的完整！\r\n外交声誉应低于“保守”…\r\n土叙战争\r\n土耳其\r\n叙利亚\r\n土伊战争\r\n伊拉克\r\n土伊战争\r\n伊朗\r\n叙利亚\r\n伊拉克,\r\n伊朗,\r\n伊拉克和伊朗，这两个彼此冲突的国家，已宣布停火。\r\n被攻击的国家已经向国际社会寻求帮助。\r\n遭受攻击的国家已经向国际社会寻求帮助。\r\n被攻击国家\r\n被攻击国家\r\n东突厥斯坦\r\n西藏\r\n西藏与维吾尔斯坦\r\n希腊应该加入北约……\r\n土耳其成功扫除了大马士革政权，并通过<color=#8B4513>叙利亚国家党</color>在该国建立了傀儡统治\r\n叙利亚军队成功将土耳其侵略者赶出了他们的领土。\r\n土耳其成功推翻了巴格达政权，并由<color=#8B4513>伊拉克国民党</color>在该国建立了傀儡统治\r\n伊拉克军队成功将土耳其侵略者驱逐出他们的领土。\r\n土耳其成功推翻了德黑兰政权，并通过<color=#8B4513>伊朗国家党</color>在该国建立了傀儡统治\r\n伊朗军队成功将土耳其侵略者驱逐出他们的领土。\r\n复仇？\r\n在以色列在黎巴嫩战争中战败后，局势并没有发生太大变化。巴解组织与以色列之间没有进行谈判，穆斯林与基督徒之间的冲突没有结束，叙利亚在黎巴嫩的存在也未能让该地区实现和平。{0}在最近事件的背景下，以色列因战败而愤怒，再次以打击恐怖主义为借口试图入侵黎巴嫩。鉴于叙利亚正深陷与土耳其的冲突，这一次局势将如何发展？\r\n战争即地狱\r\n希望这一切很快结束……\r\n第二次黎巴嫩战争\r\n以色列\r\n黎巴嫩\r\n以色列成功将叙利亚军队驱逐出黎巴嫩北部领土，并在该共和国建立了由右翼基督教政党<color=#8B4513>Kataib</color>领导的傀儡民主政府。所有穆斯林及亲巴勒斯坦政党均被取缔。\r\n以色列再次失败——黎巴嫩军队成功坚守阵地，并将侵略者部队驱逐出黎巴嫩领土。{0}以色列爆发了多次反巴勒斯坦和反穆斯林集会，最终导致多个阿拉伯及和平主义政党被立法取缔——<color=#8B0000>哈达什</color>和<color=#006400>拉赫</color>。因此，议会中只剩下亲以色列政党。{0}借着在黎巴嫩的胜利浪潮，举行了新一轮选举，黎巴嫩民族拯救阵线——一个左翼和民主党派联盟——赢得了胜利。\r\n经过数月的激烈战斗，以色列撤回了部队，宣布“反恐行动的目标已经实现”，但很明显，以色列的军事机器已经耗尽了继续这样一场持久战争的资源。\r\n新色佛尔条约？\r\n在{1}土耳其战败后，世界的命运开始直接取决于中东的局势。{0}顾问们提出了以下解决局势的选项。第一个是建立一个独立的库尔德国家，以彻底解决分裂主义问题，让这个民族自己决定命运。然而，一个明显的问题出现了——疆界在哪里？库尔德人分布在四个中东国家的领土上，很明显，这些国家都不愿意分割自己的领土。{0}第二个选项是建立民族自治。是的，在一些国家已经实施了，但库尔德人仍然持续受到当局的同化政策。然而，这里也出现了一个问题——由谁来执行和监督未来世界的条件？{0}目前，任何结果都有可能发生……\r\n库尔德斯坦必须获得独立！\r\n库尔德民族自治原则必须占上风！\r\n最后的冲突\r\n最后的冲突\r\n最近两次冲突\r\n最近三场冲突\r\n在瑞士举行的和平会议上，三方参与——中华人民共和国、苏联和美国，结果如下：{0}{1}{0}{2}{0}{3}{0}{4}\r\n四个库尔德地区——土耳其库尔德斯坦、伊拉克库尔德斯坦、叙利亚库尔德斯坦和伊朗库尔德斯坦——被统一为一个国家——库尔德斯坦共和国。正在建立一个两院制议会——人民议会，并在局势稳定前引入有限的多党制，时间暂定至2000年。目前，只有现有的地区政党有权参加议会选举——<color=#8B0000>库尔德工人党</color>（土耳其）、<color=#006400>民主联盟党</color>（叙利亚）、<color=#006400>库尔德斯坦自由生活党</color>（伊朗）、<color=#006400>库尔德斯坦爱国联盟</color>（伊拉克）和<color=#0027FF>库尔德斯坦民主党</color>（伊拉克）。因此，库尔德斯坦临时政府将由左翼和民主党派组成。\r\n由于土耳其发生了数百万美元规模的抗议活动，<color=#2F4F4F>国家安全委员会</color>政府倒台。在随后的选举中，<color=#8B0000>土耳其工人党</color>和<color=#006400>人民共和党</color>获得了大致相同的票数，因此他们不得不达成协议，组建联合政府，由社会民主党人布伦特·埃杰维特担任首脑。\r\n根据协议，美苏维和部队将在接下来的两年内驻扎在土耳其。\r\n三个库尔德地区——伊拉克库尔德斯坦、叙利亚库尔德斯坦和伊朗库尔德斯坦——被统一为一个国家，即库尔德斯坦共和国。正在建立一个两院制议会——人民议会，并引入有限的多党制，直到2000年，直至局势稳定。目前，只有现有的地区政党有权参加议会选举——<color=#006400>民主联盟党</color>（叙利亚）、<color=#006400>库尔德斯坦自由生活党</color>（伊朗）、<color=#006400>库尔德斯坦爱国联盟</color>（伊拉克）和<color=#0027FF>库尔德斯坦民主党</color>（伊拉克）。因此，将组建由左翼和民主党派组成的库尔德斯坦临时政府。\r\n两个库尔德地区——伊拉克库尔德斯坦和伊朗库尔德斯坦——合并为一个统一的国家——库尔德斯坦共和国。正在建立一个两院制议会——人民议会，并引入有限的多党制，直到2000年，直至局势稳定。目前，只有现有的地区政党有权参加议会选举——<color=#006400>库尔德斯坦自由生活党</color>（伊朗）、<color=#006400>库尔德斯坦爱国联盟</color>（伊拉克）和<color=#0027FF>库尔德斯坦民主党</color>（伊拉克）。因此，将组建由左翼和民主党派组成的库尔德斯坦临时政府。\r\n两个库尔德地区——伊拉克库尔德斯坦和叙利亚库尔德斯坦合并为一个国家——库尔德斯坦共和国。正在建立一个两院制议会——人民议会，并引入有限的多党制，直到2000年，直到局势稳定为止。目前，只有现有的地区政党有权参加议会选举——<color=#006400>民主联盟党</color>（叙利亚）、<color=#006400>库尔德斯坦爱国联盟</color>（伊拉克）和<color=#0027FF>库尔德斯坦民主党</color>（伊拉克）。因此，将组建由左翼和民主党派组成的库尔德斯坦临时政府。\r\n<color=#2F4F4F>国家安全委员会</color>和<color=#FF4500>民族运动党</color>组成的政府，尽管面临大规模抗议，依然设法维持了政权，因此，尽管国际社会呼吁对土耳其军政府进行国际审判，土耳其的准法西斯威权政权依然得以保留。\r\n在伊拉克库尔德斯坦地区正在建立一个新的国家——库尔德斯坦共和国。正在组建两院制议会——人民议会，并在局势稳定前（至2000年）引入有限的多党制。目前，只有现有的地区政党有权参加议会选举——<color=#006400>库尔德斯坦爱国联盟</color>（伊拉克）和<color=#0027FF>库尔德斯坦民主党</color>（伊拉克）。因此，将组建由左翼和民主党派组成的库尔德斯坦临时政府。\r\n在伊朗库尔德斯坦地区正在建立一个新国家——库尔德斯坦共和国。正在组建两院制议会——人民议会，并引入有限的多党制，直到2000年，直到局势稳定为止。到目前为止，只有一个伊朗政党当选进入议会——<color=#006400>库尔德斯坦自由生活党</color>（伊朗）。因此，将组建库尔德斯坦临时政府。\r\n在叙利亚库尔德斯坦领土上正在建立一个新的国家——库尔德斯坦共和国。正在组建两院制议会——人民议会，并在局势稳定前实行有限的多党制，直到2000年为止。到目前为止，只有一个伊朗政党进入了议会——<color=#006400>民主联盟党</color>（叙利亚）。因此，库尔德斯坦临时政府将会成立。\r\n谈判彻底失败——美国和苏联拒绝参与。也许下次会更好……\r\n我们稍后会再讨论这个问题……\r\n在国际社会的压力下，<color=#2F4F4F>国家安全委员会</color>和<color=#FF4500>民族运动党</color>的军政府被迫辞职。尽管有豁免权的保证，前政府的许多成员仍因对库尔德人民实施种族灭绝政策而被逮捕并定罪。上一次选举由自由派的<color=#0027FF>正义党</color>获胜，国家由其领导人苏莱曼·德米雷尔执政。\r\n通过一项方案，在拥有库尔德人口的三个国家——伊拉克、伊朗和叙利亚——为库尔德地区建立民族自治。显然，由于在与土耳其的战争中提供了援助，中华人民共和国将负责监督自治原则条款的实施。\r\n一项计划被采纳，旨在为拥有库尔德人口的两个国家——伊拉克和伊朗的库尔德地区建立民族自治。显然，由于在与土耳其的战争中所提供的援助，中华人民共和国将负责监督自治原则条款的实施。\r\n一项计划被采纳，旨在为拥有库尔德人口的两个国家——伊拉克和叙利亚的库尔德地区建立民族自治。显然，由于在与土耳其的战争中所提供的援助，中华人民共和国将负责监督自治原则条款的实施。\r\n一项计划被采纳，旨在为拥有库尔德人口的两个国家——伊朗和叙利亚的库尔德地区建立民族自治。显然，由于在与土耳其的战争中所提供的援助，中华人民共和国将负责监督自治原则条款的实施。\r\n一项旨在为伊拉克库尔德地区建立民族自治的方案被采纳。显然，由于在与土耳其的战争中所提供的援助，自治原则实施的监督将由中华人民共和国负责。\r\n一项计划被采纳，以在伊朗的库尔德地区建立民族自治。显然，由于在与土耳其的战争中提供的援助，自治原则条款的执行监督将由中华人民共和国负责。\r\n一项计划被采纳，以在叙利亚的库尔德地区建立民族自治。显然，由于在与土耳其的战争中提供了援助，自治原则的实施将由中华人民共和国进行监督。\r\n土耳其入侵塞浦路斯\r\n土耳其裔塞浦路斯人与希腊裔塞浦路斯人之间的冲突已持续十余年。1974年土耳其入侵后，塞浦路斯被分为两部分——亲土耳其的北部和亲希腊的塞浦路斯共和国。局势因阿克罗蒂里和德凯利亚两处军事基地的存在而更加复杂。{0}今天，军政府领导人<color=#2F4F4F>K. Evren</color>表示：「塞浦路斯共和国的希腊政府正在系统性地压迫土耳其族群，并策划对北塞浦路斯的军事入侵计划。」土耳其领导人宣布发起「解放塞浦路斯」的军事行动，声称塞浦路斯自古就属于土耳其。{0}在这种情况下，我们能做些什么？\r\n支持入侵\r\n谴责入侵\r\n什么也不做\r\n“土耳其入侵塞浦路斯的行为有诸多事实证明，岛上土耳其族群的权利遭到侵犯，西方领导人在此问题上的顽固态度引发了不必要的流血事件”，这是中华人民共和国领导人对近期土耳其入侵塞浦路斯事件的声明。{0}国际社会主要谴责了这次入侵。\r\n“土耳其入侵塞浦路斯是对国际法和塞浦路斯共和国主权的前所未有的侵犯，土耳其必须立即从该岛撤军”，这是中华人民共和国领导人对最近土耳其入侵塞浦路斯事件的声明。{0}国际社会普遍谴责了这次入侵。\r\n国际社会普遍谴责了这次入侵。\r\n土耳其塞浦路斯\r\n敦促美国接受塞浦路斯加入北约\r\n美国在北约理事会发起了一项紧急投票，讨论是否接纳塞浦路斯共和国加入该组织（这违反了宪章中禁止有领土争端国家加入的规定）。塞浦路斯共和国被一致接纳为成员国，并且对该岛的武器供应组织工作已经开始。{0}然而，没有任何一个北约成员国打算援引宪章第五条，对土耳其宣战。\r\n美国拒绝让塞浦路斯共和国加入北约，理由是根据北约宪章，有领土争端的国家不能加入该组织。\r\n与英国协商进行干预\r\n这里将有机会协助英国基地驱逐土耳其人（请提醒完成）\r\nрез 5\r\n土耳其入侵塞浦路斯\r\n土耳其\r\n塞浦路斯\r\n土耳其成功完全占领了整个塞浦路斯岛（不包括英国基地）。{0}岛上的所有希腊居民都被驱逐并遣送到希腊，岛上举行了加入土耳其的公投。{1}%的居民投票“赞成”加入土耳其。{0}国际社会并未承认对塞浦路斯的这种占领。\r\n在盟友的帮助下，塞浦路斯共和国成功将土耳其军队逐出岛屿，并消灭了亲土耳其的北塞浦路斯共和国。塞浦路斯的未来完全取决于接下来的谈判。\r\n经过数月的激烈战斗，土耳其撤回了部队，宣布“行动目标已经完成”，但很明显，土耳其的军事机器已经耗尽了继续这样一场持久战争的资源。\r\n尽管战争带来了严重后果，伊朗和伊拉克仍在边境重新爆发冲突。\r\n塞浦路斯问题\r\n土族塞浦路斯人与希族塞浦路斯人之间的冲突已持续十余年。1974年土耳其入侵后，塞浦路斯被分为两部分——亲土耳其的北部和亲希腊的塞浦路斯共和国。使局势更加复杂的是两处英国军事基地的存在——阿克罗蒂里和德凯利亚。{0}塞浦路斯在地中海具有重要的战略地位，自然引人关注。{0}中国可以提出几种解决方案并进行调解。{0}第一种方案是建立塞浦路斯联邦，应包括设立两个自治体，以及一个由土族和希族人口平等代表组成的主席团（尽管后者人数更多）。{0}第二种方案是满足希腊的民族统一诉求，将塞浦路斯归还给希腊。{0}第三种方案是满足土耳其的民族统一诉求，将塞浦路斯归还给土耳其。{0}第四种方案是废除土耳其北塞浦路斯，恢复1974年前的局势。{0}然而，土耳其和希腊可能会拒绝我们的调解。\r\n我们必须为建立希腊人与土耳其人的联邦作出贡献。\r\n塞浦路斯必须属于希腊！\r\n塞浦路斯必须属于土耳其！\r\n塞浦路斯联合共和国——北方必须被废除！\r\n推迟谈判。\r\n塞浦路斯问题解决了！我们的方案在塞浦路斯南北两地的公投中获得通过。{0}塞浦路斯现在成为由土耳其族和希腊族两个自治体组成的联邦。设立一个由6人组成的主席团（北方3人，南方3人），每三年改选一次，每年轮换总理和副总理职位。国家机构宣布语言和民族平等。英国军事基地将从岛上撤出。\r\n塞浦路斯问题已解决！根据我们解决局势的计划，塞浦路斯作为一个自治地区被并入希腊。土耳其裔居民可以选择获得希腊公民身份，或获得资金前往土耳其。{0}并非所有国家都认可这一事态发展，但土耳其的威胁现已被排除。\r\n塞浦路斯问题解决了！根据我们解决局势的计划，塞浦路斯作为一个自治区被并入土耳其。希腊裔居民可以选择获得土耳其国籍，或者获得资金前往希腊。{0}不过，并非所有国家都批准了这一事件的进展，但希腊的威胁以及希腊多数对土耳其少数的压迫现在都已消除。\r\n塞浦路斯问题解决！在土耳其军事实力衰退的背景下，北塞浦路斯被废除，整个领土并入塞浦路斯共和国。局势回到了1974年之前的状态，但冲突可能会再次爆发，并且愈演愈烈。\r\n我们将会在另一个时间回到这个问题。\r\n土耳其和希腊拒绝了我们提出的解决塞浦路斯问题的方案，并拒绝进行谈判。\r\n塞浦路斯联邦\r\n希腊塞浦路斯\r\n塞浦路斯共和国\r\n苏联声称土耳其领土\r\n新任苏联领导人格里高利·罗曼诺夫最近提出了“对抗世界帝国主义的原则”，被西方媒体称为“罗曼诺夫主义”（类似于“勃列日涅夫主义”），并宣布对部分土耳其领土提出主张。{0}苏联领导人发表声明称：“我们已经看到土耳其对邻国的侵略意图，苏联不能不担忧边界和海峡的安全，这些海峡被所有黑海国家使用。”{0}战后时期的领土要求再次被提出：前帝国领土——卡尔斯、阿尔特温和阿尔达罕；以及对海峡——博斯普鲁斯和达达尼尔海峡（包括附近地区，如伊斯坦布尔）的主张。{0}罗曼诺夫还要求美军撤出土耳其（苏军必须留下）。{0}国际社会强烈批评“苏联的侵略性和帝国主义计划”，并已准备对苏联采取新的制裁措施。\r\n支持土耳其（{0}：-25.0，{2}：-50.0）\r\n支持苏联的主张\r\n事情总会发生……\r\n满足叙利亚的要求，但阻挠苏联（{0}：-35.0，{2}：-50.0）\r\n满足叙利亚的请求并支持苏联的主张（{0}：-10.0）\r\n与美国一起反对苏联。({0}: - 10.0, {2}: - 25.0)\r\n为土耳其挺身而出 - 成功\r\n为土耳其挺身而出 - 失败\r\n我们的盟友叙利亚请求我们协助解决“哈塔伊问题”——叙利亚被割让给土耳其的领土。\r\n军队的实力应高于{0}……\r\n我们向土耳其政府提供了军事和财政援助，并呼吁苏联立即从土耳其领土撤军。在西方国家数百万次“反对苏联侵略”的集会之后，苏联不得不撤退并撤回其部队，但尽管如此，苏联领导层并未收回其诉求。{0}{1}\r\n我们向土耳其政府提供了军事和财政援助，并呼吁苏联立即从土耳其领土撤军。然而，苏联开始向内陆推进，从保加利亚领土入侵的部队占领了该国的欧洲部分以及海峡。驻扎在那里的美军被指示撤退到希腊领土，以避免局势进一步升级。{0}联合国安理会通过了一项谴责苏联侵略的决议，但除了对苏联实施新制裁外，没有采取其他行动。{0}根据格里戈里·罗曼诺夫的命令，一颗红星被竖立在圣索菲亚大教堂的圆顶上。共产主义取得了胜利。{0}{1}\r\n苏联开始向内陆推进，从保加利亚领土入侵的部队占领了该国的欧洲部分以及海峡。驻扎在那里的美军被命令撤退到希腊领土，以避免已经危险的局势进一步升级。{0}联合国安理会通过了一项谴责苏联侵略的决议，但除此之外，除了对苏联实施新制裁外，并未采取其他行动。\r\n多亏了我们的施压，土耳其政府承认对哈塔伊的占领是非法的，随后叙利亚军队进入该地区并将其收回。\r\n尽管我们施加了压力，土耳其政府仍拒绝承认对哈塔伊的占领是非法的。\r\n中国与美国一道，向土耳其政府提供了军事和财政援助，并呼吁苏联立即从土耳其领土撤军。在西方国家举行了数百万次“反对苏联侵略”的集会后，苏联被迫撤退并撤回了其部队，但尽管如此，苏联领导层并未撤回其主张。\r\n中国与美国一道，向土耳其政府提供了军事和财政援助，并呼吁苏联立即从土耳其领土撤军。然而，苏联开始向内陆推进，从保加利亚领土入侵的部队占领了该国的欧洲部分以及海峡。驻扎在那里的美军被指示撤退到希腊领土，以避免局势进一步恶化。{0}联合国安理会通过了一项谴责苏联侵略的决议，但除了对苏联实施新制裁外，没有采取其他行动。{0}根据格里戈里·罗曼诺夫的命令，一颗红星被竖立在圣索菲亚大教堂的圆顶上。共产主义取得了胜利。{0}\r\n伟大的土耳其\r\n奥加登战争\r\n在宣布独立后，索马里向邻国提出了多项领土要求。新政府提出了“伟大索马里”的理念，计划将埃塞俄比亚、肯尼亚和吉布提的部分地区纳入其中，这些地区居住着大量索马里人。1969年革命后，穆罕默德·西亚德·巴雷上台，宣布走社会主义道路，并加强与苏联及社会主义阵营的外交和经济联系。然而，巴雷并未放弃对邻国的领土要求。{0}在埃塞俄比亚皇帝被推翻后，亲苏的军方在门格斯图的领导下掌权，国家陷入无政府状态和分裂主义蔓延的深渊，尤其是在北部的厄立特里亚。索马里趁埃塞俄比亚局势动荡之机，开始支持西索马里解放阵线。从1970年代中期起，该阵线展开武装斗争，试图将奥加登地区从埃塞俄比亚分离并并入索马里。{0}最近，索马里军队入侵奥加登，但与巴雷的预期相反，苏联在冲突中支持了埃塞俄比亚，社会主义索马里则越来越倾向于与美国合作，而美国已经承诺向其提供武器支持。{0}也许我们应该支持巴雷政权，以遏制苏联在东非的扩张，并获得一个真正的盟友？或者，我们应该援助埃塞俄比亚，借此改善与社会主义阵营的关系？\r\n与巴雷断交并援助埃塞俄比亚（{0}：-3.0，{2}：-5.0）\r\n让我们支持索马里争取人民团结的斗争（{0}：-3.0，{2}：-5.0）\r\n忽略冲突\r\n我们和大多数社会主义阵营国家一样，派遣了一支部队支援埃塞俄比亚对抗索马里的侵略。结果，在埃塞俄比亚军队长时间撤退后，对入侵者发起了全面进攻。埃塞俄比亚和苏联对我们的行动感到满意，而美国则不同，他们继续向巴雷政权提供支持但未能取得成功。\r\n在一场迅速发展的冲突中，我们支持了索马里领导人巴拉，并向其提供了武器和装备，他对此非常感激。索马里军队的首次胜利通过成功占领吉吉加市以及随后占领哈勒尔得以巩固。然而，随着苏联军事援助和志愿者的到来，战争进程放缓，并开始呈现出明显的阵地战特征。双方都没有取得决定性优势。苏联和埃塞俄比亚谴责对索马里的援助，而与美国的关系则有所改善。\r\n巴雷最初的几场胜利在苏联专家和各类志愿者团体到来后彻底化为失败。战争正逐渐陷入僵持，埃塞俄比亚的胜利只是几周之内的事。\r\n埃塞俄比亚-索马里冲突\r\n索马里\r\n埃塞俄比亚\r\n巴雷的梦想成真了！索马里领导人成功将奥加登收回到自己的怀抱，并巩固了他的政权。\r\n埃塞俄比亚政府成功将索马里军队赶出奥加登地区，并迫使索马里签署和平协议。\r\n主席！我们收到了战争结束的消息。\r\n津巴布韦\r\n布基纳法索\r\n苏联安抚其卫星国\r\n主席！不可思议的事情发生了！苏联领导人格里戈里·罗曼诺夫发表声明称，“兄弟社会主义国家中反革命势力再次成熟”，“正在一些华沙联邦国家策划反共、反苏政变”。因此，G.罗曼诺夫宣布向以下社会主义国家派遣苏军，“以保护社会主义免受帝国主义侵害”：{1}.{0}苏联以前曾向东欧集团国家派兵，但从未同时向其中一半国家派兵！在当前形势下，我们必须有所行动，但中国距离欧洲如此遥远，我们能做什么呢？\r\n波兰、罗马尼亚、匈牙利和蒙古\r\n波兰、罗马尼亚和匈牙利\r\n我们得处理这件事……\r\n谴责苏联政策！\r\n断绝关系并为苏联安排“新珍宝岛”！({2}: - 75.0)\r\n为苏联安排“新珍宝岛”！({2}: - 75.0)\r\n苏联与中华人民共和国断绝了外交关系。\r\n苏联从德意志民主共和国、捷克斯洛伐克的领土出兵，进入了“对社会主义不忠诚的国家”。尽管当地领导人试图动员力量保卫自己的政权，但由于公民支持度低，他们未能成功，民众虽然对苏联的入侵态度复杂（联想到1956年和1968年），但也明白现有政权更加糟糕且更具威权性。{0}在推翻政府后，当地的共产党和社会主义党被解散并重组为新党，但前成员并未自动加入，必须重新入党，从而打破了党始终领导议会或政府的既定传统。{0}然而，按照苏联领导人的设想，这应当让这些国家回归到“集体领导”{0}罗马尼亚共产党由伊利耶·韦尔德茨领导，匈牙利共产党由久拉·图尔梅尔（前驻苏联大使）领导，波兰共产党由卡齐米日·巴尔齐科夫斯基领导。{0}新政府开始奉行与苏联社会主义一致的政策。{0}{1}\r\n“苏联正在推行社会帝国主义政策，因此威胁着世界加剧冷战。每当政权更迭时，就用武力解决政治问题、入侵主权国家，这是不可接受的。”中国外交部长发表了这样相当严厉的声明。{0}苏联外交部的回应是指责中国修正主义和在东方推行侵略政策。{0}苏联从德意志民主共和国、保加利亚和捷克斯洛伐克等地调兵进入“对苏不忠的社会主义国家”。尽管当地领导人试图动员力量保卫自己的政权，但由于公民支持度低，他们未能成功。民众虽然对苏联入侵态度复杂（联想到1956年和1968年），但也明白当前的政权更加糟糕且专制。{0}在推翻政府后，当地的共产党和社会主义党被解散并重组为新党，但原有成员并未自动加入，必须重新入党，从而打破了党以外领导议会或政府的既定传统。{0}然而，按照苏联领导人的设想，这应当让这些国家回归“集体领导”。{0}罗马尼亚共产党由伊利·韦尔德茨领导，匈牙利共产党由久拉·图尔默（前驻苏联大使）领导，波兰共产党则由卡齐米日·巴尔齐科夫斯基领导。{0}新政府开始推行符合苏联社会主义路线的政策。{0}{1}\r\n中国军队渡过乌苏里江，登陆塔巴罗夫岛和大乌苏里岛，对岸的苏联边防军用重机枪和狙击步枪开火，随后装甲运兵车抵达。苏联军队正准备登陆该岛。{0}苏联领导人格里戈里·罗曼诺夫威胁中国称，“如果中国军队不立即停止渡过乌苏里江，将采取最坚决的报复行动”，并表示“当年俄国曾要求获得一些中国领土，如伊犁地区、黄俄罗斯，也许现在是时候回想这些未实现的计划了？”。{0}{1}\r\n外贝加尔军区的苏联部队进入乌兰巴托，在苏联代表的压力下，尤姆扎金·策登巴尔同意加大对日益有影响力的亲中派政治家的镇压力度。此后，蒙古领导人以“健康原因”辞职，党和议会主席团的领导职位由前政府主席占布·巴特蒙赫接任。\r\n日本帝国\r\n红色日本\r\n心灵兄弟\r\n在70年代，主体思想刚刚开始发展，被称为“金日成主义”。朝鲜的意识形态理论家将金日成主义描述为斯大林主义版马克思列宁主义在朝鲜背景下的创造性运用，并将斯大林主义马克思主义本身视为唯一正确的马克思列宁主义版本，而金日成本人则被宣称为“我们时代最伟大的马克思列宁主义者”。但到了80年代，一切都发生了变化：主体思想完全获得了明确的表述，并最终独立成为一种独立的思想。{0}在这些年里，金日成发表了多篇关于主体思想的文章，最终将其形成了一个哲学体系。而他的儿子和继承人金正日则完成了父亲的事业，特别是在1982年的著作《论主体思想》中，归纳出了主体思想的主要基本原则。{0}然而，并非所有人都对这种变化持肯定态度：一些党内成员认为主体思想不过是带有民族特色的朝鲜版马克思列宁主义，另一些人则认为主体思想已经变成了修正主义理论，正在背离人民政权和反对传统主义、官僚主义的马克思主义原则，而最激进的马克思主义哲学家则公开宣称主体思想不过是儒家思想和朝鲜传统宗教天道教的左翼综合体。{0}作为朝鲜的邻国和长期伙伴，我们该如何应对？\r\n让我们祝贺朝鲜同志们在马克思主义思想发展上的成就。\r\n我们将大幅削弱与朝鲜的关系，并宣布主体思想为修正主义。\r\n强行推翻朝鲜的暴政独裁（{2}：-25.0）\r\n朝鲜已不再是朋友，我们将加强与韩国的关系，这在经济上更加有利。\r\n这是他们的内政。我们不予回应。\r\n国家体制必须比社会民主更加激进……\r\n尚未建立军事同盟……\r\n没有修正“毛主义堡垒”……\r\n激进左翼并未领导……\r\n军事学说过于软弱……\r\n国家体制并不是自由主义……\r\n我们已经与韩国建立了贸易关系……\r\n经济应该比“鸟笼”更加自由……\r\n国家体制应当比邓式主义更加自由……\r\n正如伟大领袖列宁同志所说：“通往社会主义的道路有很多条。”而朝鲜的道路——主体思想——只是根据他们的文化、历史和地理位置，众多社会主义道路中的一种民族变体。那么我们为什么要指责他们呢？我们也走过同样的道路，并乐于欢迎朝鲜同志的自决。\r\n“主体思想不是斯大林主义理论下的马克思列宁主义，而是一种旨在压制广大群众的官僚修正主义。主体思想强调领袖无与伦比的作用，抛弃了党的作用，否认了无产阶级的领导地位，用官僚专政取代了无产阶级的管理机构和无产阶级专政。主体思想不过是一场官僚反革命，是全面复辟资本主义前的最后一步。为了保护世界社会主义运动，我们必须不惜一切代价遏制朝鲜的修正主义——无论是通过外交、经济还是舰队。我们别无选择，只能孤立这种‘病毒’。”——这就是中华人民共和国政治领导层的官方声明。\r\n“主体思想并不是斯大林主义理论下的马克思列宁主义，而是一种旨在压制广大群众的官僚修正主义。主体思想强调领袖的无上作用，抛弃了党的作用，否认了无产阶级的领导地位，用官僚专政取代了无产阶级的治理机构和无产阶级专政。主体思想不过是官僚反革命，是资本主义的复辟。主体思想只是国家资本主义的一种形式，借用朝鲜传统和落后的封建-资本主义基础，唯一目的是压制无产阶级，并进一步剥削他们，以满足朝鲜新兴资产阶级精英的利益。朝鲜的资本主义军政府绝不能得逞——我们已准备好不惜一切代价保护我们的朝鲜兄弟！”——这就是中华人民共和国政治领导层在组织对朝鲜领土武装干预前一次闭门会议上作出的最终决定。\r\n在朝鲜畸形的斯大林主义政权最终垮台后，该国变成了一个极权主义的食人军政府。中国的执政领导层明智地决定与这个“死狗”金日成断绝关系，终于在对外政策中从意识形态优先转向经济优先。中国当局公开谴责朝鲜政权，并开始与韩国当局建立直接且成功的联系，特别是为韩国电子产品开辟了通往中国的贸易路线，使本国民众和工业能够接触到先进的外国电子技术。这项互利协议无疑让中韩两国都受益，也让“山姆大叔”感到满意，唯一不满的只有朝鲜的独裁者们。\r\n中国政府机构和印刷媒体对朝鲜正在发生的事情没有做出任何评论，尽管欧洲哲学家之间正在进行激烈的辩论。但中国不是欧洲，朝鲜却是中国的长期伙伴，所以为什么要干涉一个主权国家的事务呢？\r\n中朝战争\r\n朝鲜\r\n中国\r\n朝鲜国\r\nSRK\r\n朝鲜\r\n朝鲜联盟\r\n中国人民解放军进入平壤，推翻了金日成政府，逮捕了前政权的关键人物。{0}中国领导层组建了一个由{2}领导的傀儡政府。该国进入了中华人民共和国的势力范围，并被称为——{1}。{0}{3}\r\n中国人民解放军部队被驱逐到中朝边境。在苏联的压力下，我们被迫签署了一项和平条约，根据该条约，中国向朝鲜支付5000万元赔款，并承诺从中朝边境撤军。{0}这一决定在党内引起了强烈不满。\r\n朝鲜国\r\n朝鲜社会主义共和国\r\n朝鲜人民共和国\r\n朝鲜联盟\r\n韩国开发党\r\n朝鲜共产党\r\n朝鲜改革党\r\n韩国共同民主党\r\n朝鲜是我们的盟友！\r\n与魔鬼做交易？\r\n主席！根据我们情报部门的消息，苏联新领导人尤里·安德罗波夫在最近一次政治局会议上宣布苏联有必要加入北大西洋联盟，他的理由是中国影响力上升，以及我们正在向阿富汗反对派提供武器。{0}看起来这本该以失败告终，因为整个联盟是建立在西方民主原则之上的，但美国总统吉米·卡特已经宣布，“北约很快将发生重大变化”。{0}如果我们在东欧拥有影响力，就能采取措施阻止这个“反华联盟”的形成。\r\n无事可做……\r\n谴责安德罗波夫-卡特条约！\r\n我们正在动员所有资源在东欧发动起义！（{0}：-20.0，{1}：-15.0；{2}：-40.0）\r\n作为北约下一轮扩张的一部分，所有华约国家都被接纳进入北大西洋联盟。苏联外交部长安德烈·葛罗米柯在布鲁塞尔发表讲话时表示：“社会主义国家与资本主义国家之间的敌对时代正在结束，我们必须努力实现和平共处，发展与所有国家的睦邻友好关系，防止那些试图破坏这一脆弱且已建立秩序的国家的侵略意图”。{0}通过了一项新的北约宪章，其宗旨被宣布为“维护整个地球的普遍和平”，北约在欧洲以及华约在东西欧的军事基地将在一年内撤出，华约也将被废除{0}然而，苏联正在加强其在苏联中亚的军事存在，而美国则在阿拉伯半岛加强部署。\r\n中国外交部长正式表示：“北约扩张是在以新形式升级冷战”，“安德罗波夫-卡特条约不过是针对中国的阴谋”。美苏双方否认了这些指控，敦促中国“不要再用过时的冷战思维看待问题”。{0}作为北约又一次扩张的一部分，所有华约国家都被接纳进了北大西洋联盟。苏联外交部长安德烈·葛罗米柯在布鲁塞尔发表讲话时表示：“社会主义国家与资本主义国家之间的敌对时代正在结束，我们必须努力与所有国家实现和平共处，发展睦邻友好关系，防止那些想要破坏这一脆弱秩序的国家的侵略意图”。{0}新的北约宪章被采纳，其宗旨被宣布为“维护整个地球的普遍和平”，北约在欧洲以及华约在东西欧的军事基地将在一年内撤出，华约也将被废除{0}尽管如此，苏联仍在苏联中亚地区加强军事存在，而美国则在阿拉伯半岛加强部署。\r\n作为北约下一轮扩张的一部分，华沙条约组织的所有国家都将被接纳进北大西洋联盟。然而……尽管如此，前华沙条约组织内部出现了分歧——一些成员国拒绝加入北约，理由是“该组织依然带有帝国主义色彩”。{0}苏联外交部长安德烈·葛罗米柯呼吁放弃冷战思维，这些国家拒绝谴责华沙条约组织。{0}总共有{1}个“捣乱分子”。{0}{2}由于这些国家发生了“反革命反人民阴谋”，苏联、德意志民主共和国和保加利亚宣布向这些国家部署军队。{0}阿联同意为我们提供通过苏伊士运河运输武器的机会，而南斯拉夫军事集团宣布“苏联背叛了社会主义理念，在世界阶级斗争中站在了资产阶级一边”，并在冲突中支持华沙条约组织。\r\n我们在东欧动员部队的尝试失败了。作为北约下一轮扩张的一部分，华沙条约组织的所有国家本应被接纳进北大西洋联盟。然而……不过，前华沙条约组织内部出现了分歧——一些成员国拒绝加入北约，理由是“该组织依然带有帝国主义色彩”。{0}苏联外交部长安德烈·葛罗米柯呼吁终结冷战思维，但这些国家拒绝谴责华沙条约组织。尽管如此，安德罗波夫并不简单，多年在克格勃的经历让他早有准备，甚至提前在社会主义国家为反政变做了铺垫。{2}。苏联和美国指责中国挑衅，并断绝了外交关系。{0}新的北约宪章被通过，其目标被宣称为——“维护全世界的普遍和平”，北约和华沙条约组织在西欧和东欧的军事基地将分别在一年内撤出，华沙条约组织也将被废止{0}不过，苏联正在加强其在苏联中亚的军事存在，而美国则在阿拉伯半岛扩展影响。{0}<color=red>已达成条件：{4}/5</color>。\r\n苏维埃继承战争。\r\n华沙条约组织\r\n北约\r\n在制裁威胁下被迫放弃修正主义。({1}: - 10.0)\r\n我们不在经互会……\r\n意识形态不是保守社会主义……\r\n“主体思想并不属于马克思列宁主义理论，而是一种反党修正主义，旨在压制广大群众。主体思想无非是资本主义全面复辟前的最后一步，其表现形式是由几个军事家族集团将人民专政私有化，并借助朝鲜传统主义的反动残余来欺骗人民，使其对正在发生的变化分心。为了保护世界社会主义运动，我们必须不惜一切代价遏制修正主义——无论是通过外交、经济还是舰队。在这方面，中国和苏联代表与其他经互会国家代表召开了特别会议，并且由于经互会和国际组织的协调工作，朝鲜领导层对反革命分子进行了斗争，”中华人民共和国官方代表在经互会例会上表示。{0}此前，金日成承认了朝鲜劳动党中央政治局常务委员会委员、吴振宇将军在意识形态上的错误，并亲自将其开除出党，废除了1980年代的政治歪曲，金正日因曾支持这些错误而进行自我批评，退出了中央军事委员会，但仍留在政治局、常务委员会和书记局。{0}总体来看，世界分析人士认为这一事件表明朝鲜当局拒绝了治理的强硬化和军事化，回归了旧的斯大林主义方针，原因在于“中苏联合施压和威胁”。\r\n日本\r\n波兰领导层宣布坚持华沙条约组织，并拒绝退出。\r\n匈牙利领导层宣布坚持华沙条约组织，拒绝退出。\r\n罗马尼亚领导层宣布致力于华沙条约组织，并拒绝退出。\r\n斯洛伐克共产党领导层宣布坚持华沙条约，但由于捷克斯洛伐克共产党代表大会批准加入北约，斯洛伐克宣布从捷克斯洛伐克独立。新组建的地方部队成功封锁了该国为数不多的苏军基地。\r\n波兰领导层更换为亲苏派，国家加入了北约。\r\n匈牙利领导层更换为亲苏派，国家加入了北约。\r\n罗马尼亚领导层更换为亲苏派，该国加入了北约。\r\n捷克\r\n南斯拉夫军事政权宣布：“苏联背叛了社会主义理念，在世界阶级斗争中站在了资产阶级一边。”该国领导人宣称他们将坚定走中国道路。\r\n捷克斯洛伐克\r\n在华约残余势力与北约之间经历了相当长时间且血腥的战斗后，苏联和美国双方都认为核战争的威胁变得非常真实，因此他们决定与条约国家达成停战并与其进行谈判。{0}顺便说一句，就在这时，一位美国女学生萨曼莎·史密斯给尤里·安德罗波夫写了一封信，询问“俄罗斯和中国之间会爆发核战争吗？”总书记在回信中告诉这位年轻的美国人，“苏联人民非常清楚战争是多么可怕和具有毁灭性”，并且“苏联和美国将尽一切努力恢复欧洲的和平”。这封信（以及回信）被许多苏联、美国和欧洲媒体广泛报道。{0}然而，与华约国家签署了一项新条约。{0}通过了一项临时方案，即华约以现有状态继续存在到1985年，也就是原本计划重新谈判的那一年。{0}可以认为，这只是新风暴来临前的暂时平静，“苏联遗产之争”仍将卷土重来。\r\n在华约残余势力与北约之间经历了相当长时间且血腥的战斗后，核战争的威胁对苏联和美国双方来说似乎变得非常真实。华约国家的顽强抵抗并未能挽救他们免于失败。忠于苏联的将军们发动叛乱，罢黜了他们的党派领导人，在苏联军队占领“叛乱共和国”首都后，他们将政权移交给了新的傀儡政府。{0}“反华”集团已经重新夺回了阵地，并准备对我们发动进一步的进攻！\r\n罗曼诺夫宣布“再斯大林化”\r\n格里戈里·罗曼诺夫最近上台后，任命了以斯大林主义者著称的《共产党人》杂志总编辑理查德·科索拉波夫为他的第二书记。{0}后者立即开始恢复1957年被清洗的斯大林团队成员的党籍，并且自上世纪60年代以来首次提出斯大林个人崇拜的话题，宣称“二十大秘密报告是错误的，其内容已经不合时宜，需要彻底重新思考”。{0}难道真的出现了新一轮的“斯大林化”吗？\r\n支持重新斯大林化的开始\r\n谴责回归斯大林主义\r\n好的……\r\n“我们赞同苏联领导层对斯大林同志个人的新立场，应该对他对马克思主义理论的贡献、社会主义实践的实施进行新的研究，对他的活动评价应当进行有质量和客观的权衡。”——这是中国外交部对苏联新一轮“再斯大林化”的评论。{0}{1}{0}{2}\r\n“历史是一项面向过去的政策。不断‘埋葬’和‘挖掘’一个30年前死去的人的尸体，你不会取得任何重大成就，”这是中国外交部对苏联新一轮“重新斯大林化”的评论。{0}{1}{0}{2}。\r\n让我们等待新消息吧！{0}{1}{0}{2}\r\n阿尔巴尼亚领导层祝贺苏联战胜了社会帝国主义派和赫鲁晓夫派，并申请重新加入经互会和华沙条约组织。\r\n在此背景下，南斯拉夫军事领导层向苏联领导层祝贺进入“新时代”，并申请加入经互会和华沙条约组织。\r\n从里斯本到海参崴\r\n从波恩到海参崴\r\n苏联领导人亚历山大·雅科夫列夫在布鲁塞尔的演讲中宣布，苏联和社会主义国家已经通过了一项“五年经济一体化计划”，根据该计划，到1990年，苏联集团应当完全融入欧洲经济共同体，经济互助委员会（CMEA）应当彻底解散。{0}以下是雅科夫列夫先生演讲的简要摘要，他在演讲中宣布改革的开始：{0}“苏联和我们的工人阶级没有经历资本主义的所有艰难困苦和荆棘，因此，为了实现社会主义现代化和建设共产主义社会，我们必须‘把列宁的剑重新铸造成普列汉诺夫的犁头’，以保卫我们的革命。俄罗斯的准备不足导致我们堕落，减缓了革命进程，结果我们得到的不是真正的社会主义，而是国家资本主义！现在我们应当抛弃这种畸形的资本主义形式，转向自然的社会形态，以拯救共产主义的未来！{0}我们必须坚定地坚持三项原则：革命保卫主义——我们将保卫我们的革命，抵御来自东方反动派的侵略，他们推行专制的亚洲生产方式；民主——因为社会主义离不开民主，正如鱼离不开水一样；社会主义市场是第三条道路，它将融合所有体制的优点，使我们能够实现国家现代化，并为自然过渡到共产主义做好准备。”{0}苏联接下来会发生什么，目前仍难以预测……\r\n我们只能猜测……\r\n统一的德国\r\n另一件值得注意的事件——在布鲁塞尔发表演讲后，雅科夫列夫访问了东柏林，在那里举行了一场胜利的活动——苏联和美国的领导人宣布“冷战彻底结束”，因此其主要象征——分隔两德的墙“必须被摧毁，德国人民将再次统一”。{0}有人提出了一个将德国统一为邦联的方案，拥有统一的军队、人员自由流动，但保留不同的货币、经济体系和政府（虽然设有一个合议主席团来讨论全德问题）。{0}《关于德国统一的文件》由两德领导人——德意志民主共和国国务委员会主席埃里希·昂纳克和德国联邦总理赫尔穆特·科尔，以及作为反希特勒联盟胜利成员的美国和苏联领导人共同签署。\r\n中国领导层决定向阿尔巴尼亚分裂分子提供最大限度的援助。得益于中国-阿尔巴尼亚联盟时期国家安全部在巴尔干地区建立的关系，大量武器、装备和资金迅速运抵科索沃，使得能够组织对进入该地区的南斯拉夫人民军和人民民兵部队的武装抵抗。{0}目前，普里什蒂纳正在发生巷战（南斯拉夫部队积极使用坦克和炮兵），而在普里兹伦和佩奇，南斯拉夫人民军只控制行政区。我们还收到消息称，阿尔巴尼亚领导层正在认真考虑向科索沃派兵的问题，并在试探苏联和美国对此举的可能反应。\r\n保证阿尔巴尼亚在行动中的协助。({0}: - 20.0, {1}: - 20.0)\r\n劝阻阿尔巴尼亚领导层停止这一冒险。({0}: - 3.0, {1}: - 3.0)\r\n看起来我们的巴尔干伙伴需要被“强制”成为“朋友”。（{0}：-15.0，{1}：-30.0）\r\n让他们自己决定该怎么做。\r\n阿尔巴尼亚人不会听我们的……\r\n我们没有经济联盟……\r\n我们需要与苏联恢复关系或与美国签订友好条约……\r\n突围行动\r\n早在1977年11月，阿尔巴尼亚内政部长卡德里·哈兹比乌向国家领导层提交了一份分析与南斯拉夫领土冲突可能解决方案的报告，建议等待南斯拉夫总统铁托去世后，准备对南斯拉夫联邦发动军事进攻的计划。1979年1月至3月，举行了大规模的“比扎”和“城堡”演习，结果显示阿尔巴尼亚人民军完全没有准备好与南斯拉夫人民军的冲突。{0}然而，如今铁托已不在人世，科索沃地区政府军与分离主义武装的战斗仍在继续，阿尔巴尼亚领导层认为武装干预成功的可能性相当高。我们尚不清楚北约的确切立场，但内政部通过非官方渠道报告称，只要军事行动规模有限，北约并不打算干预。{0}“突破”行动计划规定向南斯拉夫部署22万阿尔巴尼亚人民军，其中65%部署在科索沃，35%部署在马其顿和黑山的阿尔巴尼亚语社区。实际上，这意味着动用所有可用兵力和资源，包括后备力量。这使得该行动成为一场全面战争，阿尔巴尼亚在任何情况下都不应失败，否则不仅会导致政权垮台，还可能丧失国家地位。\r\n我们承诺将在与南斯拉夫的冲突中全力支持我们的阿尔巴尼亚同志——南斯拉夫这个凡尔赛和约下毫无用处的历史残余，早已失去了存在的意义。6月26日，阿尔巴尼亚民族军部队越过边境，对普里什蒂纳（战斗仍在持续）、斯科普里和铁托格勒发动了进攻。由于不可靠，科索沃的领土防卫部队在年初就被南斯拉夫军队解除武装，但阿尔巴尼亚部队与装备更精良、准备更充分的南斯拉夫人民军的首次交战，就导致进攻受阻，阿尔巴尼亚部队未能攻占任何一座城市。{0}美国要求阿尔巴尼亚“立即且无条件”撤军，并大幅增加了对南斯拉夫联邦的军事援助，而苏联仅限于谴责侵略，并呼吁各方进行和平对话。\r\n南斯拉夫-阿尔巴尼亚战争\r\n阿尔巴尼亚\r\n南斯拉夫\r\n阿尔巴尼亚领导层同意我们的观点，认为“突破行动”是一场危险的赌博，可能导致不可预知的后果。所有相关文件都被下令销毁，并且在《人民之声》报上发表了一篇社论，标题为“保加利亚的讹诈和威胁在巴尔干行不通”，文中指责保加利亚（以及间接指责苏联）“恐吓南斯拉夫人民”。{0}南斯拉夫领导层对这篇文章以及阿尔巴尼亚方面将保加利亚描述为“服务于对阿尔巴尼亚、南斯拉夫和希腊人民进行侵略政策的工具”都给予了积极评价。老对手之间的关系甚至略有改善，促成了几个联合基础设施项目。\r\n阿尔巴尼亚领导层无视我们的论据，认为«中国同志是在不必要地自我保险，南斯拉夫在修正主义者铁托去世后，已经一只脚踏进了坟墓»，批准了与我们警告相悖的«突破»行动。6月26日，阿尔巴尼亚民族军部队越过边境，对普里什蒂纳（战斗仍在进行中）、斯科普里和铁托格勒发动了进攻。由于不可靠，科索沃的领土防卫部队在年初就被南斯拉夫军队解除武装，但阿尔巴尼亚部队与装备和准备都更好的南斯拉夫人民军的首次交战就导致进攻受阻，阿尔巴尼亚军队未能攻占任何一座城市。{0}得知我们的立场后，苏联和美国联合谴责了阿尔巴尼亚的侵略行为，并扩大了对南斯拉夫社会主义联邦共和国的军事援助。\r\n当我们得知阿尔巴尼亚的计划时，我们想起了毛和恩来长期以来提出的“地拉那-贝尔格莱德-布加勒斯特轴心”构想，该轴心旨在遏制苏联和美国在巴尔干的野心，并让中国有机会介入冷战时期的欧洲战场。南斯拉夫立场模糊，阿尔巴尼亚激进孤立，罗马尼亚对脱离苏联日益增长的独立诉求让我们甚至连超级大国都感到厌倦，于是我们决定亲自介入局势。在威胁以及政治和经济压力下，阿尔巴尼亚、南斯拉夫和罗马尼亚被迫在万象[约为——老挝首都]举行联合会谈，并同意成立“巴尔干联邦”——一个成员条件“宽松”的地区性组织，旨在解决争端、促进经济与文化合作，以及集体安全。罗马尼亚领导层宣布退出内务部的军事结构（虽然形式上仍留在集团内），这激怒了苏联。{0}这个联盟是否能够持续下去……虽然谁又知道呢……\r\n南斯拉夫联邦的危机，在铁托去世后并没有如恩维尔·霍查在1980年初所预言的那样，演变为一场全面的内部政治冲突并有外部势力介入。在“舍贝尼库-81”演习之后，这次演习显示了“突破行动”任务无法迅速完成，阿尔巴尼亚领导层下令停止该行动的进一步发展并销毁现有资料。这一次，巴尔干半岛并未爆发新的战争。\r\n在科索沃-梅托希亚平原和马其顿经历激烈战斗后，南斯拉夫领导层在华沙条约组织和北约的压力下（担心冲突扩大并引发超级大国介入），被迫承认失败，并同意阿尔巴尼亚对科索沃、普雷舍沃山谷、马其顿西部地区以及黑山南部地区的要求。这一消息引发了贝尔格莱德成千上万的示威，要求「不能放弃科索沃」，很快就有领土防卫军士兵和从前线归来的志愿队伍加入。利用这一局势，由哈姆迪亚·波兹德拉茨和菲克雷特·阿卜迪奇领导的一批高级官员，在南斯拉夫人民军将军的支持下，发动了政变。国家进入紧急状态，南斯拉夫原有的全部领导层被逮捕，国家宣布中止与经互会的协议，放弃不结盟政策，并申请加入欧洲经济共同体，同意实施大规模市场改革计划。而阿尔巴尼亚民族主义者正在庆祝胜利，并将目光投向希腊的北伊庇鲁斯……\r\n正如预料的那样，南斯拉夫人民军轻松将薄弱的阿尔巴尼亚军队赶回了边境线。然而，这一次贝尔格莱德决定彻底「解决问题」，在向科索沃增派兵力并击溃剩余的分裂主义武装后，南斯拉夫军队对阿尔巴尼亚腹地发起了进攻。那些被吹捧的地堡网络在现代苏联和美国制造的武器面前毫无用处，士气低落的阿尔巴尼亚部队大规模投降。阿尔巴尼亚全境被南斯拉夫占领，并在地拉那由阿尔巴尼亚劳动党异见分子组建了一个政府，由利里·贝利绍娃领导。阿尔巴尼亚民族军的残部撤入高地，游击战仍在缓慢进行，而其他地区则开始了对霍查主义者的迫害和「社会主义自治」的推行。这场战争的胜利激发了南斯拉夫联邦的爱国情绪，并明显缓和了西部共和国的分裂倾向。\r\n新查梅里亚\r\n与南斯拉夫战争的胜利让阿尔巴尼亚领导层认为，大阿尔巴尼亚的建立是可以实现的目标。为此，只需吞并现在属于希腊、被阿尔巴尼亚人称为查梅里亚的伊庇鲁斯北部地区。在第二次世界大战期间，当地居民积极支持意大利和德国侵略者，因此1945年后，许多阿尔巴尼亚人和穆斯林希腊人被驱逐到阿尔巴尼亚。霍查主义领导层一度试图避免提及这一话题，但希腊退出北约以及美国第六舰队撤离其基地后，局势让他们可以放开手脚。根据我们的情报，锡古里米正在策划一场由40-50人组成的小型“查梅里亚解放军”起义，计划占领沿海城市伊古迈尼察，并呼吁阿尔巴尼亚军队进入查梅里亚，“以防御希腊王朝法西斯分子”。{0}至于希腊早已废除君主制，现在由包括共产党人在内的左翼联盟政府执政，这些事实对阿尔巴尼亚复仇主义者来说并不重要。\r\n这不关我们的事\r\n消灭这些小丑，并以制裁威胁阿尔巴尼亚\r\n希腊留下了一个错误。因此，我们处于（{0}: - 15.0, {1}: - 35.0）\r\n需要修正项“毛主义堡垒”或左翼激进分子占据主导……\r\n希阿战争\r\n阿尔巴尼亚\r\n希腊\r\n阿尔巴尼亚特种部队的行动并未完全按计划进行——搭载登陆部队的船只被希腊边防卫队发现并遭到射击，导致奇袭的效果丧失。然而，「卡梅里亚解放军」还是成功突入城市并占领了无线电塔，发出了进攻信号。阿尔巴尼亚人民军已经越过边境，且几乎没有遇到抵抗便在推进。尽管华沙条约组织和北约无意介入另一场冲突，苏联和美国的舰队还是从海上封锁了阿尔巴尼亚，阻止与其进行贸易。\r\n5月16日清晨，一枚巡航导弹从地中海发射，未被阿尔巴尼亚导弹防御系统发现，飞入“卡梅里亚解放军”营地，所有破坏分子当场死亡。中国威胁阿尔巴尼亚社会主义人民共和国，如果不停止在巴尔干地区挑起新战争，将实施大规模经济制裁，阿尔巴尼亚领导层（我们的报道公布了其计划，并引发了苏联和美国的强烈反应）被迫同意。希腊与阿尔巴尼亚断绝外交关系，并指责其“社会帝国主义”，我们还收到有关阿尔巴尼亚军政精英清洗的信息——据未经证实的消息，国防部长普罗科普·穆拉和国家安全局局长祖吕夫塔尔·拉米齐被处决。此外，阿尔巴尼亚当局还非正式“建议”其组织减少与我们的贸易往来，媒体上也越来越多地出现霍查反华言论的摘录。\r\n中国表示有意与希腊解决领土问题，阿尔巴尼亚领导层对此表示感激。在我们教官的指导下，行动得到了重新设计和更周密的考虑。结果，“卡梅里亚解放军”能够悄无声息地越过边境，轻松占领伊古迈尼察，发出了进军的信号。阿尔巴尼亚人民军顺利推进，未遇到抵抗，但我们的干预已被苏联和美国发现。无论他们多么不愿意帮助批评两大超级大国的希腊政府，对中国崛起的恐惧更加强烈。第六舰队封锁了阿尔巴尼亚海岸，阻止与其的贸易，苏联武器则如流水般通过海峡涌入希腊港口。\r\n鉴于与南斯拉夫战争的经验，阿尔巴尼亚军队表现得更加得当，而希腊军队远不如南斯拉夫人民军强大。在遭受多次失败后，希腊政府被迫请求和平，并同意阿尔巴尼亚的要求。在地拉那的斯坎德培广场举行了大规模集会，阿迪尔·查尔查尼在群众的欢呼声中宣布「阿尔巴尼亚民族的伟大复兴，打破了铁托主义和君主法西斯奴役者的枷锁，实现了统一，证明了其在巴尔干地区领导权的正当性」，随后他宣读了断绝所有「不平等压迫性协议」的声明，包括与中国的协议。苏联和美国同意对阿尔巴尼亚及任何承认其新边界的国家实施经济制裁，导致愿意与阿尔巴尼亚社会主义人民共和国合作的国家急剧减少。{0}然而，在阿尔巴尼亚社会主义人民共和国国内爱国热情高涨的背景下，开始了相应的改革，并追授恩维尔·霍查为「阿尔巴尼亚永恒总统和民族领袖」。在希腊，战败的消息激起了激进情绪的高涨，最终促成了由传奇抵抗英雄马诺利斯·格列佐斯领导的激进与生态左翼联盟的成立。在提前选举中，该联盟击败了泛希社运-希共联盟，并宣布「与大阿尔巴尼亚沙文主义者斗争，直至祖国完全统一」，同时与华沙条约组织和北约都建立了联系，推动大规模军事改革，并为此实行了紧缩政策。\r\n这一次，阿尔巴尼亚没有成功——希腊军队成功击退了对手，并在进攻可能继续的威胁下，阿尔巴尼亚请求和平。然而，希腊领导层拒绝谈判，直到弗洛拉陷落后才同意考虑和平提议。阿尔巴尼亚社会主义人民共和国不得不同意支付巨额赔款，并撤回对希腊的领土要求。为了履行阿尔巴尼亚方面承担的义务，希腊有限部队共7500人留驻该国南部。{0}这场失败导致阿尔巴尼亚精英内部党争加剧，由法托斯·纳诺领导的技术官僚派占据上风，集中精力进行经济改革并与邻国关系正常化。{0}反过来，在希腊，泛希社运-希共联盟被指责其退出北约才导致了阿尔巴尼亚的侵略。泛希社运右翼同意这些指责，并与“新民主党”组建联盟，迫使失去议会多数的政府辞职。新上任的希腊当局已经通知北约同意重新加入该联盟。\r\n这一次，阿尔巴尼亚没有成功——希腊军队成功击退了对手，并在进攻可能继续的威胁下，阿尔巴尼亚请求和平。希腊领导层只要求赔偿战事造成的损失，并引渡«Chameria Liberation Army»（*在希腊被认定为恐怖组织）的武装分子接受审判。双方最终达成协议，希腊不再坚持要求赔款，只接受正式道歉，而阿尔巴尼亚则谴责肇事者（然而，大多数人只被判了很短的刑期）。期待已久的和平终于到来。\r\n大阿尔巴尼亚\r\n法国选举\r\n自上次总统选举以来，法国的政治局势发生了重大变化。{0}由<color=#006400>弗朗索瓦·密特朗</color>领导的<color=#006400>社会党</color>和<color=#8B0000>法国共产党</color>领导人<color=#8B0000>乔治·马歇</color>于1972年共同制定的左翼总纲领依然存在，但联盟实际上已经破裂，左翼在选举中没有统一候选人。<color=#8B0000>乔治·马歇</color>在上次大会上最终摆脱了苏共的控制后，指责<color=#006400>社会党</color>领导人的立场“完全与右翼政策一致”。{0}右翼阵营的情况也不明朗。现任总统<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>由<color=#0027FF>法国民主联盟</color>提名。他的对手是前总理、戴高乐主义者<color=#000080>雅克·希拉克</color>，因与其不和，由<color=#000080>共和国支援协会</color>提名。{0}现在是时候决定我们更适合支持谁了。第一位候选人<color=#006400>密特朗</color>因其可疑观点和同样可疑的过去，在左翼内部并不受欢迎。然而，<color=#8B0000>乔治·马歇</color>和<color=#8B0000>法共</color>的情况也不好——该党因多起移民丑闻成为被告，尽管已经与苏联疏远，但苏联的激进外交政策行动也严重影响了该党的声望。{0}<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>与勃列日涅夫关系友好，但更倾向于亲美，并准备完全重返北约，而<color=#000080>雅克·希拉克</color>则希望继续戴高乐的政策。{0}我们该支持谁？\r\n让法国选民想起他们真正想投票给谁……让我们在媒体上散布密特朗的不利信息！({0}: - 10.0, {1}: - 5.0)\r\n让我们支持密特朗\r\n让我们支持马尔凯\r\n让我们支持吉斯卡尔·德斯坦\r\n让我们支持希拉克\r\n忽略\r\n那谁赢了？\r\n我们资助了<color=#006400>弗朗索瓦·密特朗</color>的竞选活动，让我们看看法国人是否能成功利用我们的资金。选举定于四月举行，如果没有人获得超过50%的选票，第二轮将在五月进行。\r\n我们已经资助了<color=#8B0000>乔治·马歇</color>的竞选活动，让我们看看法国人是否能成功利用我们的资金。选举定于四月举行，如果没有人获得超过50%的选票，第二轮将在五月进行。\r\n我们资助了<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>的竞选活动，让我们看看法国人是否能成功利用我们的资金。选举定于四月举行，如果没有人获得超过50%的选票，第二轮将在五月进行。\r\n我们资助了<color=#000080>雅克·希拉克</color>的竞选活动，让我们看看法国人是否能成功利用我们的资金。选举定于四月举行，如果没有人获得超过50%的选票，第二轮将在五月进行。\r\n我们决定保持距离。选举定于四月举行，如果没有人获得超过50%的选票，第二轮将在五月举行。\r\n法国选举 - II\r\n在法国总统选举的第一轮结束后，有两位候选人进入了第二轮。领先的是{1}，获得了{3}%的选票，第二名是{2}。然而，他们每个人都有各种各样的黑料，如果我们能正确利用这些，那么第二轮的局势就可能发生重大变化。\r\n“忠诚的党员”\r\n“王党雅各宾派”\r\n“种族主义的共产主义者”\r\n“潜行者”\r\n现任总统<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>\r\n社会主义者<color=#006400>弗朗索瓦·密特朗</color>\r\n共产党人<color=#8B0000>乔治·马歇</color>\r\n戴高乐主义者 <color=#000080>雅克·希拉克</color>\r\n让法国选民想起他们真正想投票给谁……让我们在媒体上散布有关吉斯卡尔·德斯坦的不利信息！({0}: - 10.0, {1}: - 5.0)\r\n让法国选民想起他们真正想投票给谁……让我们在媒体上散布一些关于密特朗的丑闻吧！({0}: - 10.0, {1}: - 5.0)\r\n让法国选民想起他们真正想投票给谁……把“前进党”的丑闻散布给媒体吧！({0}: - 10.0, {1}: - 5.0)\r\n让法国选民记起他们想投票给谁……让我们在媒体上散布一些关于希拉克的丑闻吧！({0}: - 10.0, {1}: - 5.0)\r\n法国国家电视台“France Deux”播出了一部纪录片{1}，在片中为总统候选人{2}清洗了骨头。{3}.{0}影片以一句不同寻常的话结尾——“为{4}好过为{5}！”第一个词很可能指的是{6}。第二个则是{7}.{0}总统候选人本人称这部影片为“一部廉价的政治炒作”，并呼吁“不要屈服于挑衅”。{0}根据选举结果，{8}获得了51%的选票，因此成为了法国新总统！{0}{9}\r\n有人提醒他，他得到了来自莫斯科的间接支持。苏联官方日报发表的一篇关于法国总统选举的文章作者，对现任总统的外交政策给予了“相当积极”的评价，同时批评了弗朗索瓦·密特朗和雅克·希拉克。因此，《真理报》向亲苏的法国共产党人表明了投票对象，这“是对法国总统妥协和软弱立场的一种贿赂”。\r\n他因在贝当政府任职、支持镇压阿尔及尔起义，以及对1968年抗议活动过于友好而被人铭记。\r\n他想起了那场有争议的移民运动，当时为马里工人建造的移民住房被拆除。一些法国知识分子指责这位共产主义领袖有种族主义倾向。\r\n他被提醒起在担任政府首脑期间发生的多起腐败丑闻和预算挪用事件\r\n勃列日涅夫的朋友\r\n前法西斯\r\n种族主义者\r\n窃贼\r\n<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>被指与苏联领导人列昂尼德·勃列日涅夫过于亲近\r\n<color=#006400>弗朗索瓦·密特朗</color>，以其在贝当占领政府中的工作而闻名\r\n<color=#8B0000>乔治·马歇</color>被指控言行不当\r\n<color=#000080>雅克·希拉克</color>，他已经卷入了腐败丑闻\r\n<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦努</color>\r\n<color=#006400>弗朗索瓦·密特朗</color>\r\n<color=#8B0000>乔治·马歇</color>\r\n<color=#000080>雅克·希拉克</color>\r\n根据选举结果，{1}赢得了51%的选票，因此他成为了法国的新总统！{0}{2}\r\n出乎所有人意料，被称为“革命烈士”的吴振宇将军，作为金日成之下朝鲜第三号人物，被推上了朝鲜的领导位置。吴振宇在与中国国家主席长时间会谈后，宣布与金氏家族断绝关系，称他们为革命的叛徒，并在获得元帅军衔后，在国内建立了更加残酷和专制的政权。吴振宇在关于团结朝鲜人民、共同度过即将到来的艰难时期、为世界革命作出贡献的重要讲话中，以这样的话结束了发言：“如果革命需要，我将在一周内把釜山从地球上抹去。午餐在大田，晚餐在釜山。”\r\n新朝鲜的领导层由延安派残余分子——朝鲜共产党人组成，他们在日本投降前曾在中国境内接受训练并驻扎。国家本身由金雄中将领导，他在1958年遭到镇压，1970年被平反，1978年再次遭到镇压，他开始了朝鲜逐步融入中国势力范围的进程。重组后的朝鲜劳动党承诺“纠正金氏统治期间所犯下的所有错误”。\r\n在我们胜利后，朝鲜劳动党清除了修正主义分子。她与朝鲜社会民主党组建了联合政府，并实施了“纠正无产阶级专政”的最高优先级改革：增加对退休人员和残疾人的社会救助，提高地方议会的权力，允许议会选举中有多名候选人，并允许无党派候选人参加议会选举。然而，新政府正式宣布将继续坚持支持无产阶级专政和马克思列宁主义的路线。\r\n民主社会主义——著名的女性革命家朴正爱在1966年遭到镇压后，被推举为新朝鲜的领导人。她上台后，开始以“群众”为基础推动政权民主化：朝鲜劳动党的权力被大幅削弱，妇女、青年、工会等组织根据自治原则实现独立。所有审查制度被废除，对金日成的个人崇拜也仿照赫鲁晓夫的做法被揭露，金日成本人被指责为建立了“极权的父权社会”。\r\n社会民主主义——出乎所有人意料，民主独立党（Democratic Independent Party）的残余势力——这是一个支持朝韩统一的温和派政党，曾在朝鲜运作至1962年，在韩国运作至1950年——被邀请领导新的朝鲜。在平壤，重组后的民主独立党召开了大会，由著名韩国考古学家、博士（金元镕，曾是民主独立党韩国派系的活动家）主持。新领导层宣布将在国家内推行“符合民主基本原则和市场经济”的改革。\r\n中间主义——出乎所有人意料，民主独立党（Democratic Independent Party）的残余——一个支持朝韩统一的温和派政党，曾在朝鲜运作至1962年、在韩国运作至1950年，被邀请领导新的朝鲜。在平壤，重组后的民主独立党召开了大会，由著名的韩国考古学家、博士（前韩国民主独立党成员）金元镕领导。新领导层宣布将在国家内进行“符合民主基本原则和市场经济”的改革。\r\n自由主义——出乎所有人意料，朝鲜民主独立党（Democratic Independent Party）的残余——这是一个主张朝韩统一的温和派政党，曾在朝鲜运作至1962年、在韩国运作至1950年——被邀请领导新的朝鲜。在平壤，重组后的民主独立党召开了大会，由著名韩国考古学家、博士（金元镕，曾为韩国民主独立党成员）主持。新领导层宣布将在国家内推行“符合民主基本原则和市场经济”的改革。\r\n胜利后，朝鲜禁止了共产主义及共产主义运动，朝鲜劳动党的领导人被处以绞刑。被清洗后的天道青友会（天道教青友党）被任命为执政党，并宣布“天教、精神传统和新儒学”为其官方意识形态，从而以中国思想调整了朝鲜的官方总路线。\r\n尽管权力更迭早有预期，金日成之子金正日被任命为新统治者，在其父签署投降协议后继续统治国家。根据该协议，金氏王朝继续掌权，但朝鲜实际上成为中国的傀儡。金正日上台是为了解决战后问题，他允许小型企业存在，扩大了贸易合作，并宣布将中小型国有企业转为自负盈亏和自主经营。\r\n胜利后，朝鲜禁止了共产主义及其运动，朝鲜劳动党的领导人被处以绞刑。经过清洗的天道青友会（天道教青友党）被任命为执政党，并宣布“天教、精神传统与新儒家思想”为官方意识形态，从而用中国思想调整了朝鲜的官方总路线。\r\n出乎所有人意料，革命烈士、金日成之下朝鲜第三号人物吴振宇将军被推上了朝鲜最高领导人之位。吴振宇在与中华人民共和国主席长时间会谈后，宣布与金氏家族断绝关系，称其为革命的叛徒，并在获得元帅军衔后，在国内建立了更加残酷和专制的政权。吴振宇在讲话中强调北朝鲜人民必须团结一致，共同度过即将到来的艰难时期，为世界革命作出贡献，并以这样的话结束了演讲：“如果革命需要，我将在一周内把釜山从地球上抹去。午餐在大田，晚餐在釜山。”\r\n尽管权力更迭在预料之中，金日成之子金正日被任命为新统治者，在其父签署投降协议后继续执政。根据该协议，金氏王朝继续掌权，但朝鲜实际上成为中国的傀儡。金正日上台是为了解救国家于战后困境，他允许小型企业存在，扩大贸易合作，并宣布中小型国有企业转向自负盈亏和自治。\r\n在朝鲜取得胜利后，共产主义及其运动被取缔，朝鲜劳动党的领导人被处以绞刑。经过清洗的天道教青友党被委以重任，并宣布“天道教、精神传统与新儒家思想”为其官方意识形态，从而用中国思想纠正了朝鲜的官方总路线。\r\n在朝鲜北部取得胜利后，共产主义及其运动被取缔，朝鲜劳动党的领导人被处以绞刑。经过清洗的天道教青友党被任命执政，并宣布“天道教、精神传统与新儒家思想”为其官方意识形态，从而用中国思想纠正了朝鲜北部的官方总路线。\r\n出乎所有人意料，“革命烈士”、金日成之下朝鲜第三号人物吴振宇将军被推上了朝鲜最高领导人之位。吴振宇在与中华人民共和国主席长时间会谈后，宣布与金氏家族断绝关系，称他们为革命的叛徒，并在获得元帅军衔后，在国内建立了更加残酷和专制的政权。吴振宇在讲话中强调，朝鲜人民必须团结一致，共同度过即将到来的艰难时期，以推动世界革命，最后说道：“如果革命需要，我将在一周内让釜山从地球上消失。午餐在大田，晚餐在釜山。”\r\n著名的女性革命家朴正爱在1966年遭到镇压后，被推举为新朝鲜的领导人。她上台后，着手以“群众”为基础推动政权民主化：朝鲜劳动党的权力被大幅削弱，妇女、青年、工会等组织根据自治原则实现独立。所有审查制度被废除，对金日成的个人崇拜也仿照赫鲁晓夫的做法被揭批，金日成本人则被指控建立了“极权的父权社会”。\r\n尽管预期会有权力更迭，金日成之子金正日被任命为新统治者，他在其父签署投降协议后继续统治国家。根据该协议，金氏王朝继续掌权，但朝鲜实际上成为中国的傀儡。金正日上台是为了拯救国家免于战后困境，他允许小型企业存在，扩大了贸易合作，并宣布中小型国有企业转向自负盈亏和自治。\r\n新朝鲜由延安派的辞职领导，这些朝鲜共产党人曾在日本投降前接受培训并驻扎在中国领土上。国家本身由金雄中将领导，他在1958年被打压，1970年被平反，1978年再次被打压，他开始了朝鲜逐步融入中国势力范围的进程。更新后的朝鲜劳动党承诺“纠正金氏统治期间所做的一切错误之事。”\r\n新朝鲜的领导者被任命为被清洗后的“天道教青年友党”（天道教青友党），该党宣布其官方意识形态为“天道教、精神传统社会主义、反城市化和反工业化”，从而用中国意识形态纠正了朝鲜的官方总路线。朝鲜劳动党被正式取缔并以资产阶级和反人民的名义遭到镇压。\r\n1973年，利比亚趁邻国爆发内战之机，占领了阿乌祖地带——一条位于利比亚和乍得边境、富含铀矿的狭长地带，并于1976年将其吞并。{0}在乍得国内，各种政治势力之间爆发冲突，期间巴黎和的黎波里分别支持对立双方。但与卡扎菲扩展利比亚在非洲影响力的野心相比，这一切都显得微不足道。尽管一系列联合阿拉伯国家的计划失败，利比亚革命领导人依然梦想着将法国势力逐出非洲大陆，而法国总统瓦莱里·吉斯卡尔·德斯坦则试图在前法属殖民地中保留至少部分影响力。\r\n谁是谁？\r\n利比亚\r\n乍得\r\n利比亚继续向乍得的亲利比亚部队扩大量武器供应。然而，这场冲突将持续多久仍不明朗……\r\n利比亚成功击败了支持法国的乍得政府军，并占领了该国首都恩贾梅纳。卡扎菲首次成功扩大了自己的影响范围，建立了由古库尼·韦代领导的亲利比亚左翼民族主义政党——乍得民族解放阵线傀儡政权，该政权承认利比亚对奥祖的占领。{0}在军事和外交胜利的背景下，利比亚媒体和意识形态中的民族主义狂热正在不断高涨……\r\n反利比亚势力成功联合起来，将卡扎菲的军队赶出了乍得和奥祖地带。亲西方的反共政权希赛恩·哈布雷在乍得建立。卡扎菲再次在外交上遭遇失败，看起来他在该地区的主导地位还需要进一步努力……\r\n两也门之间的战争？\r\n1972年，北也门和南也门之间再次爆发了一场短暂的冲突，最终签署了《开罗协议》，巩固了两国统一的意愿。然而，多年来在这方面并未采取任何实质性措施。{0}北也门政府现在指责其南方邻国资助并支持一个名为“民族民主阵线”的革命组织。两国边境上可以听到双方的枪声。{0}这场冲突不太可能发展成全面战争，但我们可以“协助”煽动事态，因为也门对苏联和美国来说都是战略要地。自上世纪60年代末以来，苏联一直在该国增派部队并建设海军基地，因此我们可以尝试将其势力逐出该地区。\r\n煽动有利于北也门的冲突（{1}：-5.0，{2}：-10.0）\r\n煽动冲突以支持南也门（{1}：-5.0，{2}：-10.0）\r\n忽略\r\n在南也门军队相对迅速推进并占领多个边境据点后，北也门部队成功击退了敌方空袭，并在南也门境内发起了反攻。{0}看来冲突的升级已经达到最高阶段。\r\n在南也门军队相对迅速推进并占领多个边境据点后，受南方支持的左翼叛军在北也门政府内发动了多次起义。在入侵开始后的三天内，兵力较少的南也门军队已在作战区域完全取得制空权，从而迫使北也门陆军在战争结束前一直处于劣势。{0}冲突的升级似乎已达到最高阶段。\r\n在南也门军队相对迅速推进并占领多个边境据点后，战争以在阿拉伯国家联盟调解下于科威特签署协议而告终，再次明确了两国统一的意愿。{0}战争还暴露出北方在技术和军事上的长期落后于南方，因为南方成功在空中建立了无条件的优势。\r\n也门战争\r\n北也门\r\n南也门\r\n统一也门\r\n在美国及其盟友的支持下，北也门军队成功占领了南也门的首都亚丁。南方军队崩溃并停止了抵抗。南也门被并入北方，也门社会党被取缔。\r\n支持苏联、社会主义阵营国家、叙利亚和利比亚的南也门军队成功占领了北也门首都萨那。北也门军队溃败并停止了抵抗。北也门被并入南也门。\r\n也门冲突已经打破了现状。在阿拉伯国家联盟的调解下，双方在科威特签署了协议，再次确认了两国统一的意愿。\r\n利比亚-乍得冲突\r\n新罗曼诺夫帝国\r\n出乎意料的是，苏联领导人格里戈里·罗曼诺夫表示：“一些社会主义共同体国家表达了加入苏联的愿望，尊重他们自决的权利，我们无法拒绝他们，但有必要举行公投。”{0}保加利亚长期以来一直试图成为第十六个苏维埃共和国，很可能是因为其对苏联的债务，但现在该国已经举行了公投，{1}%的公民投票支持加入苏联。{0}蒙古长期以来被称为“最无权的社会主义国家”，甚至没有单独的苏军部队，驻军隶属于外贝加尔军区。毫不奇怪，{2}%的人投票支持加入苏联。{0}“叛逆”的波兰问题更为严重，该国已经多次失去国家地位。这次也没有什么新变化，因为{3}%的波兰公民投票支持作为苏维埃共和国加入苏联。{0}发生了什么，为什么会发生，这仍是一个悬而未决的问题。美国和西方国家指责苏联吞并这些国家并伪造公投结果。苏联则反指西方虚伪。{0}但如果我们的边界现在与苏联相比扩大了许多倍，我们该如何应对？\r\n接下来会发生什么……\r\n谴责苏联扩张！\r\n苏联终于实现了其新帝国计划……\r\n“中国外交部表示：‘苏联的扩张是对中国的直接侵略行为，这是加剧苏中边境冲突的方式。我们不承认在这三个国家举行的所谓“公投”。’”{0}苏联外交政策负责人安德烈·葛罗米柯在回应中称中国为“一个民族的监狱，任何独立的愿望都被残酷的高压手段镇压。”\r\n文本3\r\n左翼激进分子并未占据主导地位……\r\n第二次达曼冲突\r\n中国\r\n苏联\r\n在岛屿上的长期冲突后，苏联军队停止了对塔拉巴罗夫岛和大乌苏里岛的防御。格里戈里·罗曼诺夫表示：“这一次中国人损失的人数比1934-1935年长征时还多，而这一切只是为了一个面积不到一平方公里的小岛。他们达到了自己的目的，但我们不会为了这种小事而牺牲我们的士兵。”{0}我们可以认为，在这场不平等的战斗中，中国很可能已经获胜……\r\n经过长时间的冲突，我们不得不停止夺取塔拉巴罗夫岛和大乌苏里岛的行动。格里戈里·罗曼诺夫表示：“这一次中国人损失的人数比1934-1935年长征时还多，而这一切只是为了一个面积不到一平方公里的小岛。然而，我们英勇的士兵捍卫了苏联的领土完整。即使他们第三次入侵，我们也不会让出一寸土地！”\r\n战争已经打响！\r\n塔拉巴罗夫岛和大乌苏里岛已经是我们的了！\r\n总统<color=#0027FF>瓦莱里·吉斯卡尔·德斯坦</color>承诺将确保自由主义纲领的实施——进一步推动国内政治和经济自由化，使法国重新融入北约体系并奉行亲欧洲的外交政策，同时支持与苏联的友好关系。总统上任后的第一件事就是解散议会并宣布举行新选举，预计民主党人将获胜。\r\n总统<color=#006400>弗朗索瓦·密特朗</color>承诺确保社会主义纲领的实施——将大型企业国有化，分权下放，缩短工时，降低退休年龄，扩大社会福利。总统做的第一件事就是解散议会并宣布举行新选举，预计左翼将获胜。\r\n<color=#8B0000>乔治·马尔谢</color>总统承诺确保执行欧共主义纲领——国有化大型企业、分权、缩短工时、降低退休年龄并扩大社会福利。总统上任后的第一件事就是解散议会并宣布重新选举，预计左翼将获胜。\r\n总统<color=#000080>雅克·希拉克</color>承诺将确保戴高乐主义纲领的实施——国有企业私有化、外交政策上的国家独立、加强第五共和国的政治体制。总统做的第一件事就是解散议会并宣布重新选举，预计右翼将赢得选举。\r\n全球化的崩溃？\r\n法国的社会主义政府已经推行凯恩斯主义经济政策两年，其核心是保持刺激性的财政和货币政策。然而，改革进程停滞，早在1982年夏天，法国总统就宣布“暂停改革”（引用莱昂·布鲁姆的说法），以便预算能够“消化”如此迅速的公共支出增长。政府在1981年设定的主要任务仍然“悬而未决”：每次冻结物价后，通胀又会再次上升，失业率没有下降，预算赤字因支出增加而迅速扩大。问题更加严重的是，法国银行受制于欧洲货币体系结构施加的外部限制。社会党内部对此分为两派：第一派主张实行高赤字的昂贵政策并让法国退出欧洲货币体系（皮埃尔·贝雷戈瓦、洛朗·法比尤斯和让-皮埃尔·舍韦内曼支持），第二派则主张放弃社会主义纲领，转而实行紧缩政策，同时让法国留在欧洲体系内（总理皮埃尔·莫鲁瓦，经济和财政部长雅克·德洛尔）。{0}这种分歧为我们的干预提供了一定空间，尽管显然只能对决策产生间接影响。\r\n支持全球主义者（{1}：-15.0）\r\n支持反全球主义者（{1}：-15.0）\r\n什么也不做\r\n法国总统<color=#006400>弗朗索瓦·密特朗</color>宣布财政政策转向“严格体制”：公共支出将削减150亿法郎，将引入新税和消费税。{0}社会经济政策的突然转变让左翼选民感到失望，他们曾在<color=#006400>弗朗索瓦·密特朗</color>和皮埃尔·莫鲁瓦政府中看到一条非资本主义的发展道路，这是一种对自由主义的替代方案，有望在1979年危机后恢复经济增长。{0}作为抗议，共产党人退出了政府。\r\n法国总统<color=#006400>弗朗索瓦·密特朗</color>宣布进入“社会主义改革第二阶段”。法国宣布减少参与欧洲货币体系和经济共同体的相关项目，称其政策“违背了国家社会经济发展的原则和目标”。{0}关于创建一项应当统一公立和私立教育机构的教育改革的讨论已重新开始，第二轮大型企业国有化已经启动，对大额财产和高收入者征收新的“团结税”。\r\n红色回合？\r\n在1981年法国的上一次议会选举中，左翼联盟以巨大优势获胜。<color=#006400>社会党人</color>获得了{1}%的选票，<color=#8B0000>共产党人</color>获得了{2}%。因此，<color=#8B0000>乔治·马尔歇</color>总统不得不与一个多党政府合作，他的政党只掌控了经济、教育、工业等部委以及一些次要职位。政府由<color=#006400>社会党人米歇尔·罗卡尔</color>领导。{0}两年内，社会党政府发起了一系列激进改革：制定了教育法案，国有化了经济关键部门，按照凯恩斯主义精神进行了社会改革。然而，改革者们遇到了来自欧洲结构的制约，这些结构建立在自由主义经济学说之上，限制了法国银行的行动。{0}需要注意的是，右翼无法接受他们的失败，并通过动员选民和抗议来对政府的任何激进决策作出反应。工业和银行的国有化导致了资本外流和税收减少。{0}问题还因<color=#8B0000>法国共产党</color>的分裂而加剧。在转向欧洲共产主义立场、与苏联保持距离并放弃无产阶级专政论后，党内形成了三大派别——正统派（主张回归根本）、欧洲共产党派（融入欧洲共产主义潮流）和改革派（将共产党改革为左翼社会主义党）。{0}很难说<color=#8B0000>乔治·马尔歇</color>是否能够兑现他的竞选承诺，在法国建立民主社会主义，但诸多情况表明，力量对比并未向他倾斜。\r\n以提供财政和特工援助，换取恢复无产阶级专政的主张并退出北约和欧盟\r\n建议游行加强与经互会的联系\r\n改革者和自由派不应领导……\r\n<color=#8B0000>FCP</color>非常大会谴责了改革派，并以多数票通过了“支持”回归无产阶级专政的主张。{0}这一事实被右翼解读为对共产主义革命的号召，然而总统<color=#8B0000>乔治·马歇</color>表示他是“国家总统，而不是党的总统”，因此“党的决定不应等同于国家的决定”。{0}随后，总统宣布改革进入第二阶段——法国宣布减少参与欧洲货币体系和经济共同体的相关计划，因为其政策“违背了国家社会经济发展的原则和目标”。法国领导人还宣布了一项外交中立法案，根据该法案，法国也将退出北大西洋联盟的军事结构。{0}改革的急剧激进化和放弃欧美路线引发了<color=#006400>社会党</color>的不满，该党在议会提出了对政府的不信任投票。{0}法国比以往任何时候都更接近政治危机。\r\n<color=#8B0000>FCP</color>非常大会谴责了改革派，并以多数票通过了恢复无产阶级专政理论的决议。{0}右派将此视为发动共产主义革命的号召，然而总统<color=#8B0000>乔治·马歇</color>表示自己是“国家的总统，而不是党的总统”，因此“党的决定不应等同于国家的决定”。{0}改革的急剧激进化以及对欧亚大西洋路线的拒绝，引发了<color=#006400>社会党</color>的不满，社会党在议会提出了对政府的不信任案。{0}政府辞职，总统被迫宣布举行国民议会新选举，右派获胜，由戴高乐主义者<color=#000080>雅克·希拉克</color>组建新政府。左派总统与右派总理的“共治”时期由此开始……\r\n总统<color=#8B0000>乔治·马歇</color>宣布启动第二阶段改革——法国宣布减少参与欧洲货币体系和经济共同体的相关项目，这些政策“违背了国家社会经济发展的原则和目标”。法国领导人还宣布了一项扩大与第三世界国家及经互会贸易和经济联系的法律。{0}社会党人和右翼人士认为这一政策是对欧亚特兰大路线的拒绝。然而，部分<color=#006400>社会党</color>左翼成员支持政府的路线，这使得左翼能够继续在国民议会中保持多数席位。\r\n<color=#8B0000>乔治·马歇</color>试图对欧洲经济共同体和货币基金采取反全球化政策的努力失败了。大多数社会党人和右翼人士对社会党政府投了不信任票，政府被迫辞职。总统被迫宣布举行新的国民议会选举，右翼获胜，由戴高乐主义者<color=#000080>雅克·希拉克</color>组建政府。左翼总统与右翼总理的“共治”时期开始了……\r\n在抗议压力下，总统被迫宣布对国民议会进行新一轮选举，右翼赢得了选举。政府由戴高乐主义者<color=#000080>雅克·希拉克</color>领导，他宣布开始重新私有化，并提出第五共和国政治体制改革的必要性。左翼总统与右翼总理的“共治”时期开始了……\r\n领导70年代\r\n1970年代意大利的政治局势严重恶化。未解决的社会经济问题导致人们对民主制度日益不信任——极左和极右的激进恐怖组织开始在全国各地出现。{0}法律政治领域的情况也好不到哪里去。最强大的左翼政党是<color=#8B0000>意大利共产党</color>，自1972年以来由<color=#8B0000>恩里科·贝林格尔</color>领导，他提出了“历史性妥协”的战略——面对亲法西斯政变的威胁，必须为维护民主而斗争。因此，<color=#8B0000>恩里科·贝林格尔</color>向其他议会党派——<color=#006400>意大利社会党</color>，尤其是由<color=#0027FF>阿尔多·莫罗</color>领导的<color=#0027FF>基督教民主党</color>发出了信号，强调有必要团结力量，组建一个全国信任政府，让所有政治力量都能参与其中。{0}<color=#8B0000>意共</color>领导人的欧洲共产主义路线，加上与苏联的疏远，使<color=#8B0000>共产党人</color>在议会选举中取得了最佳成绩——34%（比上次多7%），而<color=#0027FF>基督教民主党</color>获得38%。然而，<color=#8B0000>意共</color>的提议被其他党派以各种借口完全无视——从指责其与莫斯科有联系到过于教条主义。{0}议会中的另一支重要力量是<color=#8B4513>意大利社会运动</color>，尽管忠于法西斯主义理想，但自称为亲议会政党。{0}意大利国内政治的不稳定为我们干预提供了机会——但我们该支持谁呢？\r\n与极左组织建立联系（{0}：-3.0，{1}：-4.0）\r\n与极右翼组织建立联系（{0}：-3.0，{1}：-4.0）\r\n与所有恐怖组织建立联系（{0}：-6.0，{1}：-8.0）\r\n禁止入内\r\n我们已经与一些左翼恐怖组织建立了联系，其中人数最多的是<color=#8B0000>红色旅</color>，他们的目标是“对国家的核心进行集中打击，因为国家是跨国公司组成的帝国主义联合体”。\r\n我们已经与一些右翼恐怖组织建立了联系，其中人数最多的是<color=#8B4513>革命武装细胞</color>，其意识形态是取代新法西斯主义和无政府主义。\r\n我们已经与多个左翼和右翼恐怖组织建立了联系，包括<color=#8B0000>红色旅</color>，他们的目标是“将打击集中在国家的核心，因为国家是跨国公司组成的帝国主义联盟”，以及<color=#8B4513>革命武装细胞</color>，其意识形态是取代新法西斯主义和无政府主义。至于我们为什么要这么做——这仍有待理解。希望时间会给出答案……\r\n目前还很难说这种政治不稳定会将意大利引向何方。\r\n历史性妥协的终结？\r\n最近，前总理兼<color=#0027FF>CDA阿尔多·莫罗</color>领导人在罗马家附近被绑架，{1}。<color=#0027FF>莫罗</color>作为<color=#0027FF>CDA</color>最有权威的领导人之一，支持“历史性妥协”的理念，当天他正前往议会的重要会议，准备提出组建由现任政府首脑<color=#0027FF>安德雷奥蒂</color>领导、<color=#8B0000>共产党人</color>参与的意大利民族团结政府的计划。{0}然而，激进分子成功制造了一起车祸，制服了前总理的保镖并将其劫持。在声明中，他们要求用几名被捕恐怖分子交换<color=#0027FF>莫罗</color>。{0}大多数议会党派反对与恐怖分子谈判，认为这会“损害意大利的政治体制”。只有<color=#006400>意大利社会党领袖贝蒂诺·克拉克西</color>呼吁谈判以挽救前总理的生命。{0}许多其他国家的政治家、教皇和联合国秘书长都呼吁恐怖分子释放<color=#0027FF>莫罗</color>。\r\n极左组织<color=#8B0000>“红色旅”</color>\r\n极右翼组织<color=#8B4513>“革命武装细胞”</color>\r\n我们不干涉\r\n安抚激进左翼并强迫前总理获释（{1}：-9.0）\r\n安抚右翼激进分子并强制释放前总理（{1}：-9.0）\r\n在他们最新的公告中，<color=#8B0000>红色旅</color>报告称前总理<color=#0027FF>阿尔多·莫罗</color>已被人民法庭判处死刑。1978年5月9日，在罗马市中心一辆红色雷诺汽车的后备箱里，正好位于<color=#0027FF>天主教民主党</color>和<color=#8B0000>共产党</color>总部之间，发现了被机枪射杀的<color=#0027FF>阿尔多·莫罗</color>的尸体。\r\n在他们最新的公告之一中，<color=#8B4513>“革命武装细胞”</color>报告称，前总理<color=#0027FF>阿尔多·莫罗</color>已被国家法庭判处死刑。1978年5月9日，在罗马市中心一辆红色雷诺汽车的后备箱内，正好位于<color=#0027FF>基督教民主党</color>和<color=#8B0000>共产党</color>总部之间，发现了被机枪扫射的<color=#0027FF>阿尔多·莫罗</color>的尸体。\r\n指责美国煽动恐怖袭击\r\n指责苏联煽动恐怖袭击\r\n我们已经与多个左翼和右翼恐怖组织建立了联系，包括<color=#8B0000>红色旅</color>，其目标是“将打击集中在国家的核心，因为国家是跨国公司组成的帝国主义联盟”，以及<color=#8B4513>革命武装细胞</color>，其意识形态是取代新法西斯主义和无政府主义。{0}然而，后来我们将他们的位置和领导人名单交给了意大利情报部门，情报部门成功瓦解并解除武装了规模最大的组织。由此，策划绑架和对意大利共和国高级官员发动恐怖袭击的事实浮出水面。\r\n呼吁恐怖分子释放莫罗\r\n今天在罗马市中心，一辆红色雷诺汽车的后备箱里，正好停在<color=#0027FF>基督教民主党</color>和<color=#8B0000>共产党</color>总部之间，发现了<color=#0027FF>基督教民主党领袖阿尔多·莫罗</color>。他获释后，声称遭受了恐怖分子的多次精神和肉体折磨，并猛烈抨击了所有阻止他获释的党内议员。{0}在公众眼中，<color=#0027FF>阿尔多·莫罗</color>成为了民族英雄，他决定利用这一点，成立了新党派<color=#0027FF>民主替代党</color>，其中包括部分来自<color=#0027FF>基督教民主党</color>的支持者。{0}然而，仍未解开的谜团是——是什么促使恐怖分子释放了<color=#0027FF>阿尔多·莫罗</color>？\r\n今天在罗马市中心，一辆红色雷诺汽车的后备箱内，正好位于<color=#0027FF>基督教民主党</color>和<color=#8B0000>共产党</color>总部之间，发现了<color=#0027FF>基督教民主党领导人阿尔多·莫罗</color>。获释后，他声称遭受了恐怖分子的多次精神和肉体折磨，并猛烈抨击了所有阻止他获释的党内议员。{0}在公众眼中，<color=#0027FF>阿尔多·莫罗</color>成为了民族英雄，然而他对政治感到失望，辞去了<color=#0027FF>基督教民主党</color>领导人的职位。{0}然而，至今仍未公开——是什么促使恐怖分子释放了<color=#0027FF>阿尔多·莫罗</color>？\r\n中国领导人敦促恐怖分子展现人性，释放前总理。然而，这并未发生。{0}{1}\r\n中国外交部指责美国支持意大利的恐怖组织。“随着反美势力日益壮大，美国故意通过支持恐怖组织来扰乱意大利局势，以恐吓意大利公众，”中国外交部在谈及意大利局势时表示。{0}{1}\r\n中国外交部指责苏联支持意大利的恐怖组织。“在共产主义力量与莫斯科疏远的背景下，苏联故意扰乱意大利局势，支持恐怖组织以恐吓意大利公众，”这是中国外交部对意大利局势的声明。{0}{1}\r\n历史性妥协\r\n1976年选举后，能否组建新政府决定性地取决于<color=#8B0000>意共</color>的立场。因此，成立了一个由<color=#0027FF>基督教民主党人朱利奥·安德烈奥蒂</color>领导的“弃权政府”，在组建过程中，只有<color=#0027FF>基民党</color>成员投了赞成票，其他党派选择弃权，但没有投反对票，同意这种“善意中立”。{0}选举一年后，议会各党签署了“民族团结”协议，共同打击恐怖主义，推进经济和政治改革。然而，并没有讨论让<color=#8B0000>共产党人</color>加入政府：<color=#006400>社会党</color>认为该党过于教条和保守，<color=#0027FF>基民党</color>则认为<color=#8B0000>意共</color>依然与莫斯科保持联系，这一看法并非没有道理。{0}为了组建民族信任政府并实现右翼的历史性妥协，前总理、<color=#0027FF>基民党领袖阿尔多·莫罗</color>今天前往议会，讨论建立以新多数为基础的政府问题。\r\n接下来会发生什么?..\r\n由于<color=#8B0000>ICP</color>与<color=#0027FF>CDA</color>之间的谈判，宣布成立“民族信任政府”，该政府将包括两党代表，并由<color=#0027FF>基督教民主党人朱利奥·安德烈奥蒂</color>领导。<color=#8B0000>共产党人</color>获得了内政、卫生、文化、劳动与社会政策以及教育部的职位，其余职位由<color=#0027FF>CDA</color>代表担任。{0}新的政局安排令两大超级大国都不满意——美国担心<color=#8B0000>IKP</color>在政府中的影响扩大，可能会向苏联泄露机密信息，而苏联则对其未来对欧洲共产主义政党的影响前景极为警惕。\r\n意大利选举 - 1979\r\n在这一年里，意大利社会的政治局势发生了重大变化。<color=#0027FF>阿尔多·莫罗</color>从被囚禁中归来，并成立了<color=#0027FF>民主选择</color>后，<color=#0027FF>CDA</color>作为主要中右翼党的支持率受到了冲击。<color=#006400>ISP</color>也巩固了自身地位，这也得益于来自<color=#8B0000>IKP</color>的叛逃者。这两个中左翼改革派政党希望打破<color=#8B0000>PCI</color>和<color=#0027FF>CDA</color>长达30年的两党主导局面。\r\n在这一年里，意大利社会的政治局势发生了重大变化。右翼激进分子<color=#0027FF>阿尔多·莫罗</color>被谋杀，导致右翼运动的支持率下降，但预期中的<color=#8B0000>意共</color>与<color=#0027FF>基督教民主党</color>之间的妥协并未出现。{0}1979年初，政府在未与<color=#8B0000>意共</color>协商的情况下，作出了重要的政治决定（关于意大利加入欧洲货币体系、国有企业领导人提名等）。这促使<color=#8B0000>意共</color>拒绝与政府合作，重新回到反对派行列。<color=#8B0000>意共</color>于1979年3月召开的第十五次代表大会呼吁，党不应继续支持未包含本党代表的政府。然而，在此期间<color=#8B0000>意共</color>的支持率大幅上升——也许<color=#8B0000>贝林瓜尔</color>和他的政党终于有机会组建政府了？\r\n在这一年里，意大利社会的政治局势发生了重大变化。激进左翼分子刺杀了<color=#0027FF>阿尔多·莫罗</color>，导致左翼运动的支持率下降，但预期中的<color=#8B0000>ICP</color>与<color=#0027FF>CDA</color>之间的妥协并未发生。{0}1979年初，政府在未与<color=#8B0000>PCI</color>协商的情况下，作出了重要的政治决策（关于意大利加入欧洲货币体系、国有企业负责人提名等）。这促使<color=#8B0000>ICP</color>拒绝与政府合作并重新回到反对派。<color=#8B0000>ICP</color>于1979年3月召开的第十五次代表大会呼吁该党不再支持没有其代表参与的政府。然而，在此期间，<color=#8B0000>IKP</color>的支持率严重下滑——1976年那样的辉煌成功很可能不会重现。\r\n在意大利议会选举中，<color=#0027FF>民主替代党</color>以31%的得票率获胜，随后是<color=#8B0000>意共</color>25%，<color=#006400>意社党</color>16%，最后是惨败的<color=#0027FF>基督教民主联盟</color>15%。通过与<color=#006400>意共合作组织</color>及数个小党派结盟，<color=#0027FF>阿尔多·莫罗</color>成功组建了政府。{0}首先，总理发起了针对资助恐怖分子的调查，结果发现，在1970年代，美国有意在意大利制造混乱、紧张和暴力升级的氛围。调查证明，<color=#8B0000>红色旅</color>成员与美国特工机构有联系，早在<color=#0027FF>阿尔多·莫罗</color>遇刺前就已存在，而这次暗杀本身就是美国为排除一位准备与<color=#8B0000>意共</color>结盟的不便政客而策划的。{0}这些曝光的事实在意大利社会引发了强烈反响，<color=#0027FF>阿尔多·莫罗</color>指责美国干涉意大利内政，并宣布减少意大利参与北约项目。\r\n<color=#8B0000>意大利共产党</color>首次以39%的得票率赢得了意大利议会选举。第二名是<color=#0027FF>基督教民主党</color>，获得31%的选票，第三名是<color=#006400>意大利社会党</color>，得票率为5%。小左翼党派总共获得了6%的选票，这使他们能够与<color=#8B0000>意大利共产党</color>组成联合政府，并由<color=#8B0000>恩里科·贝林格尔</color>担任政府首脑。这是西欧历史上第一次有共产党人成为国家领导人。<color=#8B0000>贝林格尔</color>承诺将开始建设“意大利社会主义”，并重新审视对外政策，特别是与欧盟的协议。\r\n<color=#0027FF>基督教民主党</color>以38%的得票率赢得了意大利议会选举。<color=#8B0000>意大利共产党</color>的局势恶化，获得了30%的选票，<color=#006400>意大利社会党</color>则赢得了近10%的选民支持。{0}<color=#8B0000>意大利共产党</color>对其在“民族团结”时期的活动进行了批判性分析后，得出结论认为在当前阶段，与<color=#0027FF>基督教民主党</color>在如此广泛联盟框架下的合作是不可能的。取代“历史性妥协”这一提法，<color=#8B0000>意大利共产党</color>提出了“民主替代”的口号。这意味着组建一个左翼政党联盟，寻求掌握政权，但不是与<color=#0027FF>基督教民主党</color>合作，而是与其对立。然而，由于<color=#006400>意大利社会党</color>采取了强烈的反共立场，<color=#8B0000>意大利共产党</color>实际上几乎没有盟友。\r\n马蹄铁理论有效吗？\r\n在<color=#0027FF>阿尔多·莫罗</color>获释后，警方开始清剿左右翼恐怖组织。由于政府和前总理表现出的软弱，激进派内部也酝酿着分裂——运动的分裂和缺乏统一政府，加上左右翼的意识形态矛盾，常常演变为血腥冲突。{0}然而，现在两大敌对团体——<color=#8B0000>“红色旅”</color>和<color=#8B4513>“革命武装细胞”</color>，却因对现有所有政党和议会民主的蔑视而走向了接近。值得注意的是，意大利早已有过类似“政治替代品”的经验，左翼激进分子与右翼激进分子结合——纳粹-毛主义的意识形态，同样仇视苏联社会主义和西方自由主义。{0}也许我们有理由介入，以扩大我们在欧洲的影响力？但这会带来什么后果呢……\r\n促进左右翼恐怖组织的统一（{0}：-10.0，{1}：-15.0）\r\n什么也不做\r\n第一步已经完成——我们的特工成功促成了<color=#8B0000>“红色旅”</color>和<color=#8B4513>“武装革命细胞”</color>领导人的会面。结果，通过了“青年欧洲”计划，其目标是消灭“雅尔塔掠夺者并解放意大利”。激进分子、恐怖分子小组和军队派系的领导机构合并后，这些组织在意大利的总人数已超过2.5万人。但现在，如果我们想取得更大的成就——我们必须继续支持他们，因为意大利的警察和军队正在对激进分子进行无情的歼灭战。\r\n意大利警方继续清剿恐怖组织。最近，激进左翼<color=#8B0000>“红色旅”</color>和右翼激进<color=#8B4513>“革命武装细胞”</color>的头目被逮捕，他们的武装力量已被击溃。\r\n纳粹-毛主义革命\r\n在激进恐怖组织统一为一个网络后，意大利陷入了一波无政府状态。警察和军队无法应对城市游击队<color=#8B0000>\"红色旅\"</color>和<color=#8B4513>\"革命武装细胞\"</color>的攻势。政治危机因年轻人（大多失业）纷纷投奔激进组织而加剧。{0}此时，超级大国开始推进各自的利益——美国在议会和军队中煽动右翼发动政变，而苏联则主张无情打击恐怖主义，并推动由所有党派组成的统一政府，以使国家机构合法化并加强对国家的控制。{0}然而，经过我们的协助，实力增强的纳粹-毛主义军队已经制定了在政府迅速失控的一些地区发动起义的计划。纳粹-毛主义革命已接近尾声，但超级大国将如何应对欧洲国家即将爆发的准内战？\r\n战争是地狱？\r\n起义正在获得动力，激进分子似乎不会轻易放弃。美国和苏联呼吁建立民主政府以镇压恐怖分子的起义。意大利已实施戒严令。\r\n意大利发生激进起义\r\n激进分子\r\n政府\r\n在起义期间，叛军成功占领了意大利北部的几个战略城市并封锁了罗马。政府试图重新掌控局势的努力以失败告终，最终，国家毛主义军队凯旋进入罗马。structures.{0}该政权的合法性几乎为零，即使现在，被推翻政府的支持民主部队仍在试图组织对新政权的抵抗。所有主要世界国家都未承认这次政变的结果。\r\n意大利军队成功阻止了叛乱分子的进攻。激进左翼<color=#8B0000>\"红色旅\"</color>和右翼激进<color=#8B4513>\"革命武装细胞\"</color>的领导人被逮捕，准军事组织被彻底摧毁。\r\n意大利共和国危机\r\n人民意大利\r\n在前总理<color=#0027FF>阿尔多·莫罗</color>遇刺后，意大利警方对激进分子展开了突袭，但调查却得出了意想不到的结果。{0}警方成功揭露了意大利主要政党与黑手党之间前所未有的腐败交易。为了获得竞选资金，<color=#0027FF>基督教民主党</color>和<color=#006400>社会党</color>的政府被发现为黑手党的利益游说，并包庇腐败和非法交易。{0}丑闻引发了大量调查：许多政界人士、地方当局代表和企业家被立案调查。传统的政治体系正面临威胁。<color=#0027FF>基督教民主党</color>和<color=#006400>社会党</color>的领导人被逮捕，政党自行解散，其成员流入未受腐败丑闻影响的其他政党——<color=#8B0000>意大利共产党</color>和<color=#8B4513>意大利社会运动</color>，也就是说，意大利的政治格局变得严重两极分化。{0}此外，选举法也进行了改革——比例代表制被多数制取代。{0}在这种情况下，考虑到即将举行的议会提前选举，我们可以推动某一方上台。\r\n支持左翼（{0}：-10.0，{1}：-10.0）\r\n支持右翼（{0}：-10.0，{1}：-10.0）\r\n根据投票结果，<color=#8B0000>意大利共产党</color>赢得了选举，获得了超过一半的议会席位。在如此成功的背景下，由<color=#8B0000>E.贝林格尔</color>领导的政府成立，并宣布将重新审视意大利参与经济和军事政治联盟的计划。然而，在<color=#8B0000>意共</color>内部，随着来自<color=#006400>社会党</color>和<color=#0027FF>基督教民主联盟</color>的新成员“加入”，出现了分裂，这很快可能会对意大利的第一个共产党政府造成严重影响。\r\n根据投票结果，<color=#8B4513>意大利社会运动</color>赢得了选举，获得了超过一半的议会席位。在这一成功的背景下，由<color=#8B4513>J. 阿尔米兰特</color>领导的政府组建完成，他宣布将重新审视意大利参与经济和军事政治联盟的计划。然而，在<color=#8B4513>MSI</color>内部，随着来自<color=#0027FF>CDU</color>的新成员“加入”，出现了分裂，这种分裂很快可能会对意大利40年来首个极端民族主义政府造成严重影响。\r\n右翼阵营分裂\r\n在意大利爆发腐败丑闻并且右翼在议会选举中获胜后，<color=#8B4513>MSI</color>因对意大利进一步改革及该国参与欧洲一体化的不同看法，濒临分裂。党内存在几个派系。{0}第一派系是由<color=#8B4513>Giorgio Almirante</color>领导的“务实法西斯分子”，他们信奉墨索里尼的思想，但也认识到无法回到过去，必须在议会体制内斗争。{0}第二派系是由<color=#8B4513>Pino Romualdi</color>领导的“民粹法西斯分子”，他是萨罗共和国和工团主义的支持者。{0}第三派系是由<color=#8B4513>Gianfranco Fini</color>领导的“民族保守派”，主张社会保守主义和议会主义。{0}在这种情况下，我们可以影响某个派系，但这对我们会有什么好处呢？\r\n支持阿尔米兰特（{0}：-5.0，{1}：-8.0）\r\n支持罗穆阿尔迪（{0}：-5.0，{1}：-8.0）\r\n支持菲尼（{0}：-5.0，{1}：-8.0）\r\n在我们的支持下，在<color=#8B4513>MSI</color>的特别代表大会上，“务实法西斯”派系赢得了多数，<color=#8B4513>Almirante</color>继续担任党和国家的领导人。宣布了支持传统价值观、宗教以及阶级间经济合作的改革。{0}然而，纳粹分子能否实现他们的纲领，现在或许还很难回答。\r\n多亏了我们的支持，在<color=#8B4513>MSI</color>的特别代表大会上，“人民法西斯”派系赢得了多数，<color=#8B4513>Pino Romualdi</color>成为了党和政府的领导人。大会宣布“新民族革命的开始”，并将制定新的国家宪法，以确保“企业家与工人为了国家利益的永恒团结与和谐。”{0}\r\n在我们的支持下，在<color=#8B4513>MSI</color>的特别代表大会上，“国家保守派”派系赢得了多数席位，<color=#8B4513>詹弗兰科·菲尼</color>成为了党的领导人并组建了政府。宣布将实行经济政策自由化，立法巩固传统家庭和宗教的地位，扩大对意大利人的社会保障。{0}然而，纳粹分子是否能够实现他们的纲领，现在或许很难回答。\r\n无法阻止党内分裂——在下次代表大会上，<color=#8B4513>MSI</color>——大量“新成员”退出了该党，并宣布成立<color=#0027FF>中间联盟</color>——一个旨在团结中左至中右所有政治力量的民主党派。议会对政府投了不信任票，政府辞职。经过提前选举，法西斯党失去了大量选票，而新党代表前<color=#0027FF>CDU</color>选民的诉求，成功获得足够选票组建新的自由民主政府。\r\n意大利选举 - 1983\r\n尽管1979年取得了成功，<color=#8B0000>IKP</color>由于党内在“社会主义改革”还是“欧洲一体化”更为重要的问题上出现分裂，未能完全实现其竞选承诺。四年来未能形成任何明确立场，也没有实施旨在大幅修订国家社会经济发展的实际改革。随着时间推移，<color=#8B0000>ICP</color>开始失去其主要选民——工人的支持，这些工人在西方经济危机的背景下，期待共产党人能够实施一个替代方案。{0}选举就在本月举行，目前还不清楚<color=#8B0000>ICP</color>能否保住现有地位。\r\n由于投票结果，<color=#8B0000>IKP</color>获得了33.5%的选票，比上次选举减少了大约7-8%。现在，<color=#0027FF>基督教民主党</color>再次以38%领先，同时<color=#006400>意大利社会党</color>获得了15%，成功夺取了<color=#8B0000>ICP</color>选民中的一大部分。{0}<color=#006400>ICP</color>和<color=#0027FF>CDA</color>组建了联合政府，由<color=#006400>贝蒂诺·克拉克西</color>领导。欧洲一体化的进程得到了确认。\r\n贝林瓜尔的逝世\r\n今天，6月11日，意大利总理兼<color=#8B0000>意大利共产党领袖恩里科·贝林格尔</color>去世。{0}几天前，<color=#8B0000>贝林格尔</color>在帕多瓦举行了一场活动，期间他突发中风。尽管明显身体不适，他仍坚持完成了演讲，尽管人群在合唱后高呼：“恩里科！”活动结束后，他回到酒店，在房间的床上睡下，立刻陷入昏迷。几天后，他因脑出血去世。意大利政府已安排举行葬礼。\r\n我们将派遣一个由外交部长{1}{2}率领的代表团\r\n表示哀悼\r\n什么也不做\r\n<color=#8B0000>恩里科·贝林格尔</color>的葬礼于6月13日在罗马举行，超过一百万人参加——在意大利共和国历史上从未有过如此规模的集会。许多国际政要和政治家出席了仪式——戈尔巴乔夫、阿拉法特、马尔歇、卡里略等。此外，还有由外交部长率领的中国代表团出席{1} {2}。{0}意大利总统<color=#006400>桑德罗·佩尔蒂尼</color>也参加了葬礼，他因一个感人的瞬间被人们铭记——总统在棺木前低头亲吻，现场响起热烈掌声。在意大利政界人士中，<color=#006400>意大利社会党领袖贝蒂诺·克拉克西</color>和出人意料的<color=#8B4513>意大利社会运动领袖乔治奥·阿尔米兰特</color>也参加了葬礼。{0}在党和国家的领导岗位上，<color=#8B0000>贝林格尔</color>由<color=#8B0000>亚历山德罗·纳塔</color>接任。\r\n<color=#8B0000>恩里科·贝林瓜</color>的葬礼于6月13日在罗马举行，超过一百万人参加——在意大利共和国历史上从未有过如此规模的集会。许多国际政要和政治家出席了仪式——戈尔巴乔夫、阿拉法特、马尔歇、卡里略。中国外交部也表示哀悼。{0}意大利总统<color=#006400>桑德罗·佩尔蒂尼</color>也出席了葬礼，并留下了感人的一幕——总统在灵柩前低头致意，并在在场者的掌声中亲吻了灵柩。在意大利政界人士中，<color=#006400>意大利社会党领袖贝蒂诺·克拉克西</color>和意外出现的<color=#8B4513>意大利社会运动领袖乔治奥·阿尔米兰特</color>也参加了葬礼。{0}在党和国家的领导岗位上，<color=#8B0000>贝林瓜</color>由<color=#8B0000>亚历山德罗·纳塔</color>接替。\r\n<color=#8B0000>恩里科·贝林格尔</color>的葬礼于6月13日在罗马举行，超过一百万人参加——在意大利共和国历史上，从未有过如此规模的集会。许多国际政要和政治家出席了仪式——戈尔巴乔夫、阿拉法特、马尔歇、卡里略等人。{0}意大利总统<color=#006400>桑德罗·佩尔蒂尼</color>也出席了葬礼，留下了感人的一幕——总统在灵柩前低头致意，并在在场者的掌声中亲吻了他。在意大利政界人士中，<color=#006400>意大利社会党领袖贝蒂诺·克拉克西</color>和出人意料地，<color=#8B4513>意大利社会运动领袖乔治奥·阿尔米兰特</color>也参加了葬礼。{0}在党和国家的领导岗位上，<color=#8B0000>贝林格尔</color>由<color=#8B0000>亚历山德罗·纳塔</color>接替。\r\n左翼分裂\r\n在意大利爆发腐败丑闻以及左翼在议会选举中获胜后，<color=#8B0000>意共</color>因对意大利进一步改革和国家参与欧洲一体化的不同看法，濒临分裂。党内存在多个派系。<color=#8B0000>E.Berlinguer</color>因积极担任部长工作而健康受损，他的病情加剧了这一问题。{0}第一派系是由<color=#8B0000>Armando Cossutta</color>领导的“新斯大林主义者”，他们谴责欧洲共产主义路线，是党内最亲苏的领导层。{0}第二派系是“温和左翼”，其领袖是众议院议长<color=#8B0000>Pietro Ingrao</color>，他曾呼吁共产党人向新左派开放，但批评“市场社会主义”政策。{0}第三派系是由<color=#8B0000>Giorgio Napolitano</color>领导的“右翼”，主张将该党转变为社会民主党。{0}因此，我们可以影响某一派系，但我们能从中获得什么好处呢？\r\n支持科苏特派系（{0}：-5.0，{1}：-8.0）\r\n支持英格拉奥派系（{0}：-5.0，{1}：-8.0）\r\n支持纳波利塔诺派系（{0}：-5.0，{1}：-8.0）\r\n在我们的支持下，在特别代表大会上，<color=#8B0000>PCI</color>的“新斯大林主义”派系获得了多数，<color=#8B0000>Armando Cossutta</color>领导了该党。<color=#8B0000>Enrico Berlinguer</color>因健康原因辞去了政府首脑职务，新内阁由<color=#8B0000>Cassutta</color>领导，并宣布意大利历史上“共产主义阶段”的开始。官方宣布将对大型工业进行国有化，废除私有财产并实施其他社会主义改革。{0}然而，共产党人是否能够实现他们的纲领，现在或许很难回答。\r\n在我们的支持下，在<color=#8B0000>ICP</color>的特别代表大会上，“温和左翼”派系赢得了多数，<color=#8B0000>Pietro Ingrao</color>领导了该党。<color=#8B0000>Enrico Berlinguer</color>因健康原因辞去了政府首脑职务，新内阁由<color=#8B0000>Ingrao</color>领导，并宣布意大利历史上“社会主义阶段”的开始。宣布了工业管理改革、税制改革和社会政策的修订。{0}然而，共产党人是否能够实现他们的纲领，现在或许很难回答。\r\n多亏了我们的支持，在特别代表大会上<color=#8B0000>意共</color>的“右派”获得了多数席位，<color=#8B0000>乔治奥·纳波利塔诺</color>领导了该党。<color=#8B0000>恩里科·贝尔林格</color>因健康原因辞去了政府首脑一职，新内阁由<color=#8B0000>纳波利塔诺</color>领导，他宣布意大利开始“民主转型”。宣布将对教育、警察进行改革，并改变税收和社会政策的方向。{0}然而，共产党人是否能够实现他们的纲领，现在或许很难回答。\r\n无法阻止该党分裂——在下次代表大会上，<color=#8B0000>IKP</color>——大量“新成员”离开了该党，并宣布成立<color=#0027FF>中间派联盟</color>——一个旨在团结从中左到中右所有政治力量的民主党派。议会对政府投了不信任票，政府随即辞职。经过提前选举，共产党失去了大量选票，而新党则代表前<color=#0027FF>CDU</color>选民的诉求，成功获得足够选票组建了新的自由民主政府。\r\n建立关系并将他们交给警方（{0}：-6.0，{1}：-10.0）\r\n大象与驴子 - II\r\n在1980年民主党惨败之后，两位候选人参加了新的总统选举：共和党人罗纳德·里根，主张极端反共、文化保守、经济自由化和军备扩张。{0}他的对手是民主党人沃尔特·蒙代尔。蒙代尔在竞选中持自由派立场，支持核试验冻结和《平等权利修正案》(ERA)。他反对里根的经济政策，主张削减联邦预算赤字。\r\n在1980年共和党人失败后，2名候选人参与了新的总统选举：共和党人乔治·W·布什是一位反共强硬派，主张经济自由化、激进的外交政策和保守的内政政策。{0}他的对手是民主党人沃尔特·蒙代尔，现任副总统，曾在吉米·卡特总统任下任职。蒙代尔领导着一场政治自由派竞选，支持冻结核武器试验和《平等权利修正案》（ERA），主张和平倡议与苏联共存。\r\n谁会赢？\r\n正如预期，“弱势”候选人蒙代尔输给了“强势”的里根，后者以电影般的方式开展了竞选。预计武器生产将增加，冷战将加剧，美国经济将进一步自由化。\r\n根据选举结果，50.1%的美国人投票支持布什。这位新的共和党总统承诺将使经济自由化，遏制通货膨胀并结束失业，同时抵制共产主义的扩张。\r\n由于选举结果，50.2%的美国人投票支持蒙代尔。这位新任民主党总统承诺将追求预算平衡，增加对贫困人口的社会支出，并奉行和平的外交政策。\r\n德尔格独裁政权的危机\r\n由于1974年推翻君主制，埃塞俄比亚的权力转移到了<color=#2F4F4F>临时军事管理委员会</color>（也称为<color=#2F4F4F>德尔格</color>）。很快，这个集体机构的所有权力都集中到一个人手中——<color=#2F4F4F>门吉斯特·海尔·马里亚姆</color>，他对政治对手发动了大规模镇压运动。{0}新政权立即开始将其内政政策向苏联模式靠拢，然而，国家的快速现代化未能实现——集体化计划导致了灾难性的饥荒和数十万人的死亡。更糟糕的是，今年该政权还在全国饥荒持续的情况下，盛大地庆祝了其十周年纪念。因此，<color=#2F4F4F>德尔格</color>政权完全依赖来自社会主义国家的军事和人道主义援助。尽管如此，埃塞俄比亚还是成为了苏联在东非和红海地区的一个据点，这一点在奥加登战争后尤为明显。{0}然而，最引人注目的是，马克思主义政府的对手竟然是社会主义反对派：埃塞俄比亚本土的<color=#8B0000>埃塞俄比亚人民共和党</color>以及分离地区的各种左翼民族主义阵线（在厄立特里亚和提格雷地区最为庞大）。{0}右翼阵营中也有重要力量，主要是反共的<color=#0027FF>埃塞俄比亚民主联盟</color>。{0}然而，问题在于反对派极度分裂，彼此之间也在交战（尤其是地方势力），政府仍然能够“扑灭”起义中心，但如今德尔格政权的独裁本质已经暴露，反对派之间的联系点也开始出现。\r\n集结并支持埃塞俄比亚反对派（{0}：-15.0，{2}：-35.0）\r\n支持分裂主义运动（{0}：-15.0，{2}：-25.0）\r\n向门格斯图政权提供援助，以换取苏联基地的撤离（{0}：-25.0）\r\n什么也不做\r\n不应恢复与苏联的关系……\r\n谢尔比茨基不会让我们这么做！\r\n在我们的支持下，大多数反对派叛乱组织决定联合起来，对抗<color=#2F4F4F>Derg</color>政权，组成了埃塞俄比亚人民革命民主阵线，甚至包括了一些民族分离主义团体的代表。现在，反对派已经对政府军发起了迅速的进攻。\r\n<color=#646664>门格斯图</color>政权如果没有苏联援助将无法维持，而一旦<color=#2F4F4F>德尔格</color>失去对厄立特里亚海岸的控制，苏联将在东非失去立足点。因此，我们支持了厄立特里亚分离主义组织——<color=#646664>厄立特里亚解放人民阵线</color>和<color=#0027FF>厄立特里亚解放阵线</color>，以及<color=#8B0000>提格雷人民解放阵线</color>，他们成功发动了新的进攻。\r\n我们决定采取简单的方式，与<color=#646664>门吉斯图</color>达成协议，向其提供经济和军事援助，以换取苏联海军基地从马萨瓦港撤出。{0}<color=#646664>门吉斯图</color>在苏联军事援助减少的背景下，欣然同意与我们达成协议，并启动了苏联舰船从红海撤离的进程。\r\n<color=#646664>门格斯图</color>为了获得苏联的进一步援助，不得不接受苏联的要求，按照“苏联模式和样式”建立了一个埃塞俄比亚的马克思列宁主义政党——<color=#646664>埃塞俄比亚工人党</color>。然而，国家边缘地区对政权的反对力量正在不断增长。\r\n埃塞俄比亚内战\r\n德尔格\r\nRDFEP\r\n分离主义者\r\n提格雷人民解放阵线\r\nPFLE\r\n提格雷独立战争\r\n厄立特里亚独立战争\r\n<color=#646664>Derg</color>政府成功击败了叛军，恢复了对全国的全面控制，但这种局面能持续多久呢？\r\n埃塞俄比亚人民革命民主阵线成功包围了亚的斯亚贝巴。尽管<color=#646664>门格斯图</color>试图动员首都保卫<color=#646664>德尔格</color>政权，但他未能做到，在城市被攻占前几天逃往津巴布韦。{0}新政府宣布埃塞俄比亚为联邦制国家，但立即面临国家未来发展方向的问题——左派坚持走“正确的社会主义道路”，而右派则主张经济和政治自由化。显然，这个国家在很长一段时间内都不会有稳定与和平。\r\n埃塞俄比亚联邦\r\n<color=#646664>德尔格</color>政府成功击败了提格雷地区的分裂分子，并重新掌控了该地区，但这种局面能维持多久呢？{0}新政府立刻面临国家未来发展道路的问题——左派坚持走社会主义路线，右派则主张经济和政治自由化。显然，这个国家在很长一段时间内都难以实现稳定与和平。\r\n<color=#646664>德尔格</color>部队在试图占领提格雷地区时被击败，<color=#646664>门格斯图</color>不得不承认该地区从埃塞俄比亚独立。{0}新政府立刻面临国家未来发展道路的问题——左派坚持建设“正确的社会主义道路”，而右派则主张经济和政治自由化。显然，这个国家在很长一段时间内都不会有稳定与和平。\r\n<color=#646664>德尔格</color>政府成功击败了厄立特里亚的分裂势力，并重新完全控制了该地区，但这种局面能维持多久呢？\r\n<color=#646664>德尔格</color>军队在试图占领厄立特里亚时被击败，<color=#646664>门吉斯图</color>不得不承认该地区脱离埃塞俄比亚独立。{0}新政府立刻面临国家未来发展道路的问题——左派坚持走“正确的社会主义道路”，而右派则主张经济和政治自由化。显然，这个国家在很长一段时间内都不会有稳定与和平。\r\n向受害者发送人道主义援助\r\n我们已向埃塞俄比亚政府提供了人道主义援助，以应对饥荒的后果。然而，鉴于这些资金通常会被用作对抗叛乱分子的武器，这真的是一项高尚的行为吗？尽管如此，两个超级大国都认可了我们的和平态度。\r\n由于朝鲜从未存在托洛茨基主义地下组织，决定邀请来自韩国的各类左翼进步人士。特别是，著名的韩国地下劳工运动的劳动活动家兼诗人朴鲁海被任命为新朝鲜的领导人，政府组建了一个由韩国知识分子组成的小型俱乐部，名为布尔什维克小组。与许多其他托洛茨基主义组织不同，布尔什维克小组将现代苏联评价为“二者之中较小的恶”，“无疑是一个波拿巴主义反动政权”，但“在面对威胁全世界的单极美国帝国主义时，仍应予以支持”。布尔什维克小组还谴责霍查主义者和毛主义者“夸大了苏联政权对全世界的威胁，从而贬低并掩盖了北约的战争罪行”。同时，布尔什维克小组也认识到，在民族主义传统主义政权长期统治后，朝鲜尚未准备好向社会主义过渡，因此正准备与工会和公共组织结盟，建立一个从部分市场、部分国家经济过渡的过渡政权。\r\n英国大选 - 1979\r\n英国三十年的经济繁荣在1973年石油危机后宣告结束，这场危机严重影响了西欧各国经济。<color=red>工党</color>政府试图通过继续凯恩斯主义改革来稳定局势。然而，这些措施只取得了部分成功，并未解决英国经济的结构性问题，主要包括新科技在工业中的应用滞后以及大量国有企业亏损。危机在“愤怒的冬天”达到顶点，英国工会向政府施压要求提高工资，导致全国物流和关键社会体系受到严重干扰。石油危机以及北爱尔兰问题，加上国家进一步融入欧洲经济共同体的议题，使局势更加复杂。{0}几个月前，议会对政府表示不满，政府因此辞职并宣布举行新选举。在当前英国的党派体系中，三大热门政党已经形成——承诺结束工会主导、遏制通胀并恢复经济增长的<color=blue>保守党</color>，主张全民就业和进步社会政策的<color=red>工党</color>，以及在一定程度上呼吁修订税收和经济政策的<color=yellow>自由党</color>。但究竟谁会赢得这次选举呢？\r\n由于选举结果，<color=blue>保守党</color>获得了1370万张选票（43.9%），在下议院获得了339个席位，确保了43席的绝对多数。1150万选民（36.9%）投票支持<color=red>工党</color>，他们赢得了269个议员席位。<color=yellow>自由党</color>获得了11个席位。因此，<color=blue>保守党</color>有机会不受其他党派立场影响地推行自己的政治路线。{0}英国历史上首次由女性担任政府首脑，即<color=blue>保守党</color>领袖玛格丽特·撒切尔。新政府将打击通货膨胀、发展私人企业、减税、对部分国有化产业进行重新私有化（包括出售北海石油的国有资产）作为社会和经济政策的首要任务，同时限制工会权利。此外，还计划通过削减国家机构、住房建设和医疗保健的开支来实行节约政策。\r\n在1979年选举失利后，<color=red>工党</color>内部各派系爆发危机，最终推举出一位妥协领袖——<color=red>迈克尔·富特</color>。<color=red>富特</color>坚定支持单方面核裁军运动以及英国退出欧洲经济共同体（EEC），这使得工党濒临分裂——党内一些有影响力的成员认为他的政策过于激进和极左。{0}此外，右派的<color=red>富图</color>还被指责对党内托洛茨基主义派别<color=red>激进派</color>无所作为，该派别奉行“渗透”策略，企图“控制”工党并使其走向革命化。{0}但工党能否摆脱这场危机，并在议会选举失利后恢复元气，目前仍未可知。\r\n接下来会发生什么？\r\n支持政变 党内激进分子（{0}：-10.0。{1}：-15.0）\r\n派系影响力过低……\r\n<color=red>富特</color>未能维持党的团结——部分有影响力的<color=red>工党</color>成员（“四人帮”——罗伊·詹金斯、大卫·欧文、比尔·罗杰斯和雪莉·威廉姆斯，以及罗伯特·麦克伦南）脱离了<color=red>工党</color>，成立了<color=green>社会民主党</color>。后者尽管名为社会民主党，却采取了中间派纲领，并开始与<color=yellow>自由党</color>建立联系。{0}不久后，托洛茨基主义者也因违反党内章程被开除出党。\r\n在<color=red>工党</color>的特别大会上，最近势力增强的<color=red>“激进派”</color>指责党内领导层优柔寡断。因此，作为该运动理论家之一的<color=red>特德·格兰特</color>指责右翼背叛工人运动，并发起将他们开除出党的行动。{0}部分有影响力的<color=red>工党</color>成员（“四人帮”——罗伊·詹金斯、大卫·欧文、比尔·罗杰斯和雪莉·威廉姆斯，以及罗伯特·麦克伦南）退出了<color=red>工党</color>，成立了<color=green>社会民主党</color>。后者尽管名为社会民主党，却采取了中间派纲领，并开始与<color=yellow>自由党</color>建立联系。{0}由此，托洛茨基主义派系在党内成为多数。党的全国委员会重新选举，成员主要为托洛茨基主义和党内左翼代表——塔夫、格兰特、迪金森、沃尔什和道尔。党由<color=red>特德·格兰特</color>领导。\r\n工党阵营分裂\r\n英国大选 - 1983\r\n自上次议会选举以来，英国政党体系发生了重大变化。以往以两党为主的体系出现了严重的两极分化，另一支重要的政治力量也加入了政治博弈。{0}<color=blue>保守党</color>因大规模的新自由主义改革而人气大跌，这些改革在大多数民众中并不受欢迎。<color=red>工党</color>因分裂和严重左倾而遭受重创。<color=yellow>自由党</color>与<color=green>社会民主党</color>以联合名单参选，有很大机会超过<color=red>工党</color>。{0}但悬念仍将持续到最后……\r\n<color=red>工党</color>赢得了选举。<color=blue>撒切尔</color>的外交政策冒险严重打击了<color=blue>保守党</color>的声望，而失败的经济改革——新自由主义理论的失败——也加剧了这一局面。{0}<color=red>特特·格兰特</color>成为了国家的首相，他宣布英国将开始一场以“社会主义民主经济”为基础的社会变革。政府已经在起草法律，旨在打破“自然财产权”的“神圣光环”，制定大型企业国有化、社会住房建设和实施免费社会保障的计划。{0}在外交政策领域，托洛茨基主义者宣布英国“非集团地位”，退出了欧洲经济共同体和北约。\r\n<color=red>工党</color>赢得了选举。<color=blue>撒切尔</color>的外交政策冒险严重打击了<color=blue>保守党</color>的声望，而失败的经济改革——新自由主义理论的失败。{0}<color=red>迈克尔·富特</color>成为了国家的首相，他确认了英国单方面核裁军和退出欧洲经济共同体的意图。{0}政府还宣布启动“重建福利国家”计划，即增加公共支出，恢复公共部门，取消私有化，提高对财富的税收。\r\n没有任何一方在选举中赢得绝对多数。然而，通过协商，成立了一个“民主联盟”，包括<color=red>工党</color>、<color=yellow>自由党</color>和<color=green>社会民主党</color>。<color=yellow>自由党领袖大卫·斯蒂尔</color>成为首相，他已经宣布将修订国家经济政策，扩大社会保障和工会权利，但不会进行国有化和私有化。\r\n因此，尽管国内经济形势不利，政府仍然连任成功。这场“小型”胜利的战争为<color=blue>保守党</color>赢得了本次选举的胜利。共有42.4%的选民投票支持<color=blue>保守党</color>。对于<color=red>工党</color>来说，1983年选举成为战后历史上最大的失败。其候选人获得了27.6%的选票，为<color=red>工党</color>在下议院赢得了209个席位。对于联盟党派来说，选举结果令人失望。25.4%的选民投票支持他们，他们最终只获得了23个议会席位，其中包括16名<color=yellow>自由党人</color>和<color=green>7名社会民主党人</color>。\r\n第四国际？\r\n今天，英国首相<color=red>特德·格兰特</color>和国际社会主义倾向领导人<color=red>托尼·克里夫</color>宣布重建第四国际——这是一个成立于1938年、在20世纪60年代初解散的革命托洛茨基主义组织，MST自认为是其合法继承者。{0}此次事件的目的是“团结一切进步力量，实现世界的革命性变革。”鉴于这样一支充满希望的力量的出现，我们可以向他们提供帮助，甚至可以修正我们自身的意识形态，考虑到现代世界对马克思主义思想的变化。{0}十月革命的精神已经枯竭，我们必须迎接新的革命！这一次是全世界范围的！\r\n与托洛茨基主义者结盟并改变党的意识形态（{0}：-30.0。{1}：-30.0）\r\n什么都不做\r\n“现在我们非常清楚，托洛茨基及其追随者所作的理论补充被马克思主义者严重低估了，这是极其错误的。如今，英国可以成为革命热情的中心。尽管<color=red>工党</color>的支持者试图在没有革命的情况下进行革命性的变革，但很明显，西方资产阶级民主的衰落已经临近，其结果取决于我们！我们必须团结力量，为世界革命的事业击败帝国主义的毒蛇。”这是中国领导人的声明。{0}中共紧急代表大会批准了新的意识形态转向——所有中国托洛茨基主义者（王凡西、刘仁静、彭述之）都被平反，新党纲巩固了“党对马克思-列宁-托洛茨基学说的忠诚”。{0}接下来会发生什么？现在还很难想象……\r\n我想知道他们单独行动会取得什么成就？\r\n我们无法与英国达成协议……\r\n应我们的号召，英军离开了阿克罗蒂里和德凯利亚基地，与土耳其军队交战，并向“土耳其法西斯政权”宣战。\r\n军事问题\r\n主席同志！军事委员会邀请您考虑一些有助于加强我们联盟军事实力并震慑其他超级大国的措施。{0}首先，通过举行联合军事演习，我们可以增强军队实力，并向全世界展示我们的力量和决心。{0}其次，重组部队将使联盟内其他国家的国民军队处于我们的严密控制之下。{0}第三，我们可以对超级大国施加军事压力，让他们明白必须考虑我们的意见。{0}今年我们要采取哪些行动？\r\n中华人民共和国影响\r\n进行联合军事演习（{0}：- {4:F1}，{2}：+ {5:F1}）。\r\n重组军队（{3}：- {4:F1}，{2}：+ {5:F1}）。\r\n对苏联施加压力（{0}：-{5:F1}，苏联影响力：-{4:F1}）。\r\n向美国施压（{0}：-{5:F1}，美国影响力：-{4:F1}）。\r\n中华人民共和国影响力应高于{0}……\r\n我们已与美国建立了关系……\r\n台湾问题已解决……\r\n我们与我们的联盟中的{1}个国家进行了军事演习。更好的军事训练、总参谋部行动的协调以及武器的加强，使我们的军队实力提升了{2:F1}点。\r\n我们已经重组了所有属于我们联盟的部队。得益于此，我们成功地更高效地组织了对其他国家国民军队的控制，这使我们的军队实力提升了{1:F1}点。\r\n我们进行了军事演习，并增加了在与苏联接壤边境的部队数量，这引起了来自莫斯科的“同志们”的警觉。这导致了苏联在该地区影响力的削弱。\r\n我们已在南海和东海进行了海上演习并增强了舰队实力。这引起了美国人的警觉，他们现在担心中国在该地区日益增长的影响力。\r\n我们稍后会回到这个问题。\r\n特工的问题\r\n主席同志！我们的情报显示，您可以考虑一些措施来加强我们联盟的影响力。{0}首先，通过重组情报机构，我们将把盟国的情报网络置于严密控制之下。{0}其次，我们可以利用我们的情报力量打击未受控国家的反对派，使其完全回到我们的影响之下。{0}第三，我们的间谍可以从超级大国窃取科技蓝图，从而增强我们的科技实力。{0}今年我们将采取什么行动？\r\n重组特工网络（{0}：- {4:F1}, {1}：+ {5:F1}）。\r\n对反对派进行一次行动（{1}：- {4:F1}）。\r\n对苏联进行间谍活动（{1}: {4:F1}，苏联影响力：-1.0，科技点数：+300）。\r\n对美国进行间谍活动（{1}：{4:F1}，美国影响力：-1.0，科技点数：+300）。\r\n我们已经重组了我们联盟内所有国家的情报部门。得益于此，我们成功以更高水平组织了对其他国家情报网络的控制，这使得其数量增加了{2}点。\r\n我们特勤部门的协同工作导致了以下国家的反对派被击败：{1}。现在它们再次完全处于我们的控制之下。\r\n我们的间谍渗透了苏联的封闭城市，并成功窃取了几份独特技术的图纸。这使我们的科技点数增加了300点。\r\n我们的间谍渗透了硅谷，并成功窃取了几份独特技术的图纸。这使我们的科技点数增加了300点。\r\n老挝内战\r\nNRLP\r\nONFOL\r\n老挝人民革命党政府成功镇压了叛乱中心，稳定了国内局势。党领导人凯山·丰威汉宣布将扩大与社会主义国家的联系，并使老挝加入经互会。\r\n老挝民族解放联合阵线，包括多个反对派的君主主义和反共组织，成功利用了农民对老挝人民革命党政策的不满，几次成功的游击袭击引发了针对亲苏政权的起义。几个月后，在叛军的攻势下，首都万象也陷落了。老挝人民革命党领导层逃往苏联，残余的军队开始进行游击战争。{0}\r\n新政府宣称效忠北京。\r\n新政府宣称效忠华盛顿。\r\n苏联对我们的内政感到不满\r\n前几天，《真理报》发表了一篇{1}批评中国国内政策的文章。文中没有直接指责国家领导人，但提到了“日益增长的反社会主义情绪”和“群众对党的普遍不信任”。鉴于苏联官方报纸出现这样的言论，可以理解为苏联领导层要求我们调整内部路线，否则将会采取某些措施。但在这种情况下，我们能做些什么呢？\r\n“中国新资本主义”\r\n“中国资本主义复辟——现实还是神话？”\r\n“中国改革——中国革命的终结”\r\n进行社会主义改革\r\n向苏联施压（{2}：-35.0；苏联影响力：-3.0，与苏联关系：-15.0）。\r\n为我们的资本主义辩解社会主义（与苏联关系：-30.0，党内团结：-45.0）\r\n向莫斯科付款并资助世界各地的共产党（{0} - 15.0，美国影响力：- 2.0，苏联影响力：+ 2.0，与苏联关系：+ 10.0）\r\n做出善意姿态（中国影响力：-5.0，苏联影响力：+5.0，与苏联关系：+10.0）\r\n他们不会对我们做什么！\r\n苏联大使祝贺我们“重回马克思列宁主义的正确道路”，以及“战胜了那些策划政变和资本主义复辟的反动党内集团”。\r\n我们在苏中边境进行的演习并未与莫斯科协调，这严重惊吓了政治局，媒体上抹黑中华人民共和国的宣传也随之停止。但这能持续多久呢？\r\n今日的中央党报《人民日报》发表了一篇题为《中国社会主义道路》的文章，描述了自三国时期以来中国社会主义思想的形成过程。{0}“今天的中国社会主义是马克思主义思想与我们民族智慧的最优结合”，——文章以此结尾。{0}尽管党内对这篇文章的反响不一，莫斯科还是停止了抹黑中国社会主义的运动，但这能持续多久呢？\r\n我们对世界共产主义运动的补贴取得了成效，莫斯科停止了抹黑中华人民共和国的媒体宣传。\r\n苏联赞赏我们的和平倡议，但我们失去了一些世界影响力。\r\n我们的情报部门在莫斯科设法获得了情报，显示如果中华人民共和国近期不调整其政策，苏联正准备与其决裂。\r\n美国对我们的内政政策感到不满\r\n前几天，一家美国电视台播出了对一位中国反对派和异见人士的采访，他批评中国的内政政策“非民主、极权，以及用命令和行政手段解决政治问题”。此外，美国在其年度“民主与自由水平”评级中大幅下调了中国的指标。在这种情况下，可以理解美国领导层要求我们调整内部路线，否则将会采取一些措施。但在这种情况下我们能做什么呢？\r\n进行民主改革\r\n施压美国（{2}：-35.0；美国影响力：-3.0，与美国关系：-15.0）。\r\n为我们的社会主义辩护资本主义（与美国关系：-30.0，党内团结：-45.0）\r\n偿还华盛顿并资助世界民主党派（{0} - 15.0，苏联影响力：-2.0，美国影响力：+2.0，与美国关系：+10.0）\r\n做出善意姿态（中国影响力：-5.0，美国影响力：+5.0，与美国关系：+10.0）\r\n美国大使祝贺我们重返民主发展道路，并战胜即将到来的共产党势力政变。\r\n我们的太平洋海军演习并未与华盛顿协调，这严重惊吓了白宫，针对中华人民共和国的抹黑媒体攻势也因此停止。但这能持续多久？\r\n今天的中央党报《人民日报》发表了一篇题为《中国式民主之路》的文章，描述了自三国时期以来中国民主思想的形成过程。{0}“今天的中国民主是西欧启蒙思想与我们民族智慧的最优结合，”文章最后这样写道。{0}尽管党内对这篇文章的反应褒贬不一，华盛顿仍然暂停了抹黑我国民主水平的行动，但这能持续多久呢？\r\n我们对世界反共运动的补贴取得了成效，华盛顿停止了抹黑中华人民共和国的媒体宣传。\r\n美国赞赏我们的和平倡议，但我们的世界影响力有所下降。\r\n我们的情报部门在华盛顿设法获得了消息：如果中华人民共和国近期不调整其政策，美国正准备与其决裂。\r\nCENTO和SEATO？\r\n中央条约组织是由英国、美国和土耳其在20世纪50年代为对抗苏联在中东地区的影响而创建的中东国家军事政治联盟。尽管伊拉克在50年代末退出该组织，以及大英帝国的解体，该联盟仍然保有影响力。现在我们已经加入了马尼拉条约，统一东南亚条约组织和中央条约组织是进一步遏制苏联在亚洲侵略的合乎逻辑的步骤。\r\n合并中央条约组织和东南亚条约组织（{0}：-20.0，{2}：-25.0）\r\n推迟这个问题\r\n今天，在德黑兰签署了一项协议，将东南亚条约组织（SEATO）和中央条约组织（CENTO）合并为一个统一的组织，实行集体管理：设立部长理事会，每年召开会议，并设有常设管理机构——由秘书长领导的专员理事会，秘书长每五年轮换一次。{0}尽管该组织在某些方面与北约存在重叠，但并未规定对SEATO条约参与国之一的攻击会被自动视为对其他成员的攻击。{0}苏联对此回应称，新联盟是对苏联安全的“明显威胁”，并称其为“反共集团”。前几天，蒙古宣布加入华沙条约组织。两个集团的边界局势日益紧张。{0}然而，苏联将在该地区面临新的困难。\r\n我们随时可以回到这个问题上。\r\nCENTO解体\r\n中央条约组织是一个由中东国家组成的军事政治联盟，于20世纪50年代由英国、美国和土耳其创建，旨在遏制苏联在该地区的影响。尽管伊拉克在50年代末退出该组织，且大英帝国解体，该联盟仍然存在了一段时间。{1}\r\n但由于巴基斯坦和伊朗的退出，决定解散该联盟。\r\n但由于巴基斯坦的撤出，决定解散该联盟。\r\n但由于伊朗的退出，决定解散该联盟。\r\n好的...\r\n今天，CENTO常设部长理事会决定解散该组织，原因是大多数成员国已退出。\r\n在<color=red>工党</color>分裂以及<color=blue>玛格丽特·撒切尔</color>政府外交政策冒险失败后，选民对传统政党的信心受到了削弱。由<color=yellow>自由党人</color>和<color=green>社会民主党人</color>组成的联盟赢得了议会选举。<color=yellow>自由党领袖戴维·斯蒂尔</color>成为首相，他已经宣布将修订经济政策，并加深英国与欧洲经济共同体的合作。\r\n发动一场亲法军事政变（{1}：-7.0）\r\n我们不是狩猎俱乐部的成员……\r\n我们与人民拯救委员会中亲法势力勾结，他们对总理托马·桑卡拉推行的“反殖民”“反帝国主义”外交政策持怀疑态度。包括桑卡拉在内的左翼因“策划亲苏武装叛乱”被逮捕，完全效忠巴黎的布莱兹·孔波雷成为该国总统。\r\n我的格林纳达？\r\n今天，小岛国格林纳达发生了一场政变。结合了高压统治与社会变革的<color=green>联合工党领袖埃里克·盖里</color>的威权民粹政权被推翻。{0}由<color=red>莫里斯·毕晓普</color>领导的<color=red>JUEL新运动</color>左翼分子上台执政。新政府立即开始与古巴和苏联合作，同时仍然是英联邦成员。\r\n提供物资援助并进行贸易（{0}：-5.0。）\r\n谴责政变\r\n忽略\r\n<color=red>莫里斯·毕晓普</color>感谢了我们的帮助。格林纳达与中国之间提出了一项贸易提议。苏联赞赏我们对社会主义事业的奉献，但美国显然不喜欢在其传统势力范围内“共产主义蔓延”的加强。{0}另一个问题依然存在——新政府能否解决国家所有紧迫的社会和经济问题？答案仍不明朗。\r\n中国外交部谴责了格林纳达的政变，称其为“违宪”和“反民主”。美国显然对我们反对苏联势力扩张的举动表示赞赏，但与苏联的关系却恶化了。{0}另一个问题仍然存在——新政府能否解决国家所有紧迫的社会和经济问题？答案尚不明朗。\r\n我们对格林纳达的事件没有作出任何反应。{0}不过，可以肯定的是，美国显然不喜欢“共产主义蔓延”在其传统势力范围内加强。{0}另一个问题仍然存在——新政府是否能够解决国家所有紧迫的社会和经济问题？答案尚不明朗。\r\n我的格林纳达？第二幕。\r\n格林纳达革命尽管取得了诸多社会成就，但最终未能解决经济问题，而美国的封锁使情况更加恶化。<color=red>莫里斯·毕晓普</color>领导的政府曾准备向美国和国际货币基金组织作出让步以缓解经济压力，但美国拒绝向格林纳达提供贷款。{0}在此背景下，执政党内部的矛盾加剧——以副总理<color=grey>伯纳德·科尔达</color>和格林纳达军队司令<color=grey>哈德森·奥斯汀</color>为代表的左翼激进派，对<color=red>莫里斯·毕晓普</color>的温和态度及其与美国关系正常化的计划感到不满。现在，武装部队正准备逮捕<color=red>莫里斯·毕晓普</color>，并试图建立一个反美的军事独裁政权。{0}与此同时，邻国巴巴多斯成立了<color=blue>格林纳达民主运动</color>，其成员为反对马克思主义政府的政治人士。{0}问题已经摆在眼前——在这场酝酿中的冲突中应支持哪一方，或者是否值得介入，毕竟像格林纳达这样的小国在地球仪上都难以找到。\r\n支持一群激进的共产主义者并使其倒向你的一方（{0}：-15.0，{1}：-15.0）\r\n支持以主教为首的温和派共产党人（{0}：-5.0，{1}：-10.0）\r\n加入美国入侵并支持自由派\r\n10月13日，一群左翼激进分子<color=grey>Korda-Austin</color>发动政变，以策划亲美政变为由逮捕了<color=red>Maurice Bishop</color>。左翼激进分子宣布效忠中国，我方驻联合国代表提交了有力文件，显示美国及其在加勒比地区的盟友正在准备入侵格林纳达。很快就几乎被遗忘了。\r\n我们警告了<color=red>莫里斯·毕晓普</color>，而他在获得忠诚军队部分的支持后，以准备军事政变为借口，逮捕了一批左翼激进分子<color=grey>科尔达-奥斯汀</color>，从而巩固了自己在国内的权力。\r\n10月13日，一群左翼激进分子<color=grey>Korda-Austin</color>发动了政变。<color=red>Maurice Bishop</color>被逮捕。叛乱者没有恢复政府，而是成立了一个紧急机构<color=grey>革命军事委员会</color>，由<color=grey>Austin</color>将军担任主席。<color=grey>РМС</color>实施了为期四天的全天候宵禁。<color=red>Maurice Bishop</color>的支持者试图营救前总理，但未能成功，10月19日他被处决。美国和以巴巴多斯为基地的地区安全体系入侵了格林纳达。三天后，政府垮台。{0}大多数联合国成员国谴责这次入侵，认为其违反国际法。\r\n10月13日，一群左翼激进分子<color=grey>Korda-Austin</color>发动政变。<color=red>Maurice Bishop</color>被逮捕。叛乱者成立了一个紧急机构<color=grey>革命战争委员会</color>，由<color=grey>Austin</color>将军担任主席。<color=grey>РМС</color>实施了为期四天的全天候宵禁。<color=red>Maurice Bishop</color>的支持者试图营救前总理失败，10月19日他被处决。美国和以巴巴多斯为基地的地区安全体系入侵格林纳达。三天后，政府垮台。{0}大多数联合国成员国谴责这次入侵，认为其违反国际法。{0}随后，格林纳达由<color=blue>格林纳达民主运动</color>领导，并宣布与中国合作。\r\n在苏联的控制下\r\n在中国控制下\r\n<color=lime>激活</color>\r\n<color=#DC143C>未激活</color>\r\n伊拉克入侵科威特\r\n萨达姆·侯赛因几年前在伊拉克上台后，立即以成为新纳赛尔并让伊拉克成为第三世界领袖为目标。1979年，他甚至承诺向发展中国家提供与石油价格上涨所得等额的长期无息贷款。{0}在全球声望高涨、希望巩固国内地位之际，侯赛因决定控制邻国科威特的油田。他指责科威特政府非法从边境附近的鲁迈拉油田开采伊拉克石油，并开始向边境集结伊拉克军队。次日，谈判失败后，伊拉克入侵了科威特领土。\r\n伊拉克入侵科威特\r\n伊拉克\r\n科威特\r\n在入侵期间，伊拉克推动部分军事将领推翻了君主制，合作者们宣布成立科威特共和国。在领土被完全吞并后，侯赛因宣布将科威特与伊拉克合并。\r\n尽管拥有多重优势，伊拉克军队还是被赶出了科威特。伊拉克人撤离后，阿勒萨巴赫王室重新回到科威特，国内对同情伊拉克的巴勒斯坦人进行了种族清洗，并对倒向伊拉克的叛变军人进行了镇压。{0}伊拉克领土被解放后，制裁并未解除。\r\n对科威特的入侵引起了国际社会的一致谴责。苏联和美国都没有承认侯赛因的主张，对伊拉克实施了制裁，并在联合国授权下组建了国际联盟。然而，科威特能否坚持下去仍难以预料。\r\nWPO入侵伊拉克\r\nWPO\r\n伊拉克\r\nSEATO与北约入侵伊拉克\r\n北约/东南亚条约组织\r\nCSO入侵伊拉克\r\nCSO\r\n尽管华沙条约组织入侵伊拉克引发了美国和联合国的抗议，但随着巴格达的占领和萨达姆·侯赛因的被捕，这次行动最终取得了成功。入侵后，复兴党政权几乎在我们眼前土崩瓦解，这不仅归功于联军部队高度的组织性，也得益于伊拉克北部库尔德人口的破坏性活动。然而，现在的伊拉克{1}\r\n尽管东南亚条约组织和北约入侵伊拉克引发了苏联和联合国的抗议，但随着巴格达的占领和萨达姆·侯赛因的被捕，这次行动还是成功完成了。入侵后，巴斯党政权几乎在我们眼前土崩瓦解，这不仅归功于联军部队高度的组织性，也得益于伊拉克北部库尔德人口的破坏性活动。然而，现在在伊拉克{1}\r\n尽管苏联和联合国对此表示抗议，CSO国家对伊拉克的入侵仍以攻占巴格达和俘获萨达姆·侯赛因为标志成功完成。入侵之后，巴特党政权几乎在我们眼前土崩瓦解，这不仅归功于联军高度的组织性，也得益于伊拉克北部库尔德人口的破坏活动。然而，如今在伊拉克{1}\r\n华约对伊拉克的入侵最终以他们的惨败告终。尽管损失惨重，数十万人的庞大伊拉克军队依然成功将联军赶出了伊拉克。同情入侵势力的库尔德人遭到镇压。在苏中侵略的背景下，复兴党政权显著加强，其在民众眼中的合法性也大幅提升。\r\nSEATO和北约国家对伊拉克的入侵最终以他们的惨败告终。尽管损失惨重，数十万人的庞大伊拉克军队仍成功将联军赶出了伊拉克。同情入侵势力的库尔德人遭到镇压。在美中侵略的背景下，复兴党政权显著加强，其在民众眼中的合法性大幅提升。\r\nSEATO和北约国家对伊拉克的入侵以他们的惨败告终。尽管损失惨重，伊拉克数十万人的庞大军队仍成功将联军赶出了伊拉克。同情入侵势力的库尔德人遭到镇压。在中国侵略的背景下，复兴党政权显著加强，其在民众眼中的合法性大幅提升。\r\n经过长时间的战斗和重大损失，华沙条约国家宣布他们已经完成了“行动的初步和主要目标”，并从伊拉克领土撤回了部队。尽管伊拉克实现了部分非军事化，但复兴党政权依然存在，而且在伊拉克人团结在领袖周围的背景下变得更加稳固。\r\n经过长时间的战斗和重大损失，东南亚条约组织和北约国家宣布他们已经“完成了行动的初步和主要目标”，并从伊拉克领土撤军。尽管伊拉克实现了部分非军事化，但复兴党政权依然存在，而且在伊拉克人团结在其领导人周围的背景下变得更加稳固。\r\n经过长时间的战斗和重大损失，CSO国家宣布他们已经完成了“行动的初步和主要目标”，并从伊拉克领土撤回了他们的部队。尽管伊拉克实现了部分非军事化，但复兴党政权依然存在，而且在伊拉克人团结在他们领袖周围的背景下变得更加坚固。\r\n建立了一个亲中国政权。\r\n建立了亲苏政权。\r\n建立了一个亲美政权。\r\n黑金\r\n今天，阿拉伯半岛六国的领导人宣布成立海湾阿拉伯国家合作委员会，这是一个旨在协调、合作并在所有经济、社会和文化事务中实现一体化的地区性组织。新联盟包括以下六个国家：沙特阿拉伯、科威特、巴林、卡塔尔、阿联酋和阿曼。\r\n考虑到\r\n专家们正在猜测，鉴于上述所有国家都是该地区的主要出口国，成立一个新联盟是否会有助于改变油价。\r\n美国影响\r\n苏联影响\r\n葡萄牙革命结束？\r\n康乃馨革命于1974年推翻了新国家政权，使国家陷入经济和政治危机。1975年成立的葡萄牙革命委员会中，有几个有影响力的派别，每个派别都以自己的方式看待国家的未来——左翼激进分子、右翼激进分子、温和社会主义者和温和民主派。军队中政治光谱极端派别之间的冲突导致了几次未遂政变以及所谓的“1975年炎热的夏天”。{0}左翼和右翼政变的镇压导致激进势力在政府中的影响力丧失，政府此前推行了社会主义改革，而社会也已厌倦了动荡的革命。这大大加强了民主党派的地位，他们满怀信心地迎来了1976年，认为革命已接近逻辑终点。{0}今年四月，国家通过了新宪法，尽管如此，宪法仍然巩固了建设社会主义和近年征用不可逆转的条款。同月举行的议会选举中，<color=#006400>社会党</color>在<color=#006400>马里奥·苏亚雷斯</color>的领导下获得了35%的选票，两大右翼政党（<color=#0027FF>人民党</color>和<color=#0027FF>社会民主党</color>）共获得40%。<color=#8B0000>共产党</color>仅获得15%。不久后将举行总统选举，届时很可能由主要政党支持的<color=#0027FF>拉马利亚·埃安尼沙</color>获胜。{0}然而，稳定趋势并未解决国家发展的主要矛盾——民主形势依然不利，任何哪怕最微小的动荡，都可能为革命注入新的活力。{0}<color=red>如果民主稳定指数超过50%，国家将建立自由主义政权</color>。\r\n削弱该国的民主稳定性（{0}：-2.0，{1}：-2.0）\r\n什么也不做\r\n我们支持了对现政权极端敌对的激进政治和恐怖组织。本月，他们实施了几起重大政治行动——刺杀激进左翼神父帕德雷·马克斯、炸毁古巴大使馆、<color=#8B0000>共产党</color>工会部门及其地方分支。这些事件显然不利于民主的稳定。{0}值得注意的是，革命委员会在宪法通过后并未解散，仍然存在，作为一个高于民主机构的咨询机构，成员比现任领导层代表更为激进。然而，这是否会进一步加剧政治危机？目前还不清楚……\r\n我们决定什么都不做。值得注意的是，革命委员会在宪法通过后并未解散，仍然存在，作为一个高于民主机构的咨询机构，并且其中仍有比现任领导层代表更为激进的成员。然而，这是否会导致政治危机的进一步加剧？目前还不清楚……\r\n正常化\r\n葡萄牙的局势终于稳定下来。尽管经历了长期的经济衰退、通货膨胀、失业和频繁的政府更迭，激进党派的支持率仍在持续下降。葡萄牙革命委员会面临的压力加大——民主党派和政府已经发起了支持解散该委员会的公开运动，因为该委员会本质上是一个凌驾于民主机构之上的组织，阻碍了改革的发展。{0}新的民主葡萄牙正走向加入欧洲经济共同体，并与其他欧洲国家一体化。\r\n与葡萄牙建立贸易和外交关系\r\n无事可做\r\n众所周知，毛泽东曾称葡萄牙为“一个可怜的小国”。如今一切都变了，中国已经与葡萄牙建立了贸易和外交关系。\r\n康乃馨革命结束了。\r\n新的康乃馨革命？\r\n在过去六年里，葡萄牙的民主制度并未实现稳定。中左翼和中右翼政府反复更替，但没有任何政治力量能够解决国家从旧政权继承下来的社会经济问题，也未能彻底解决去殖民化的问题。政治不稳定更是火上浇油——激进的左翼和右翼势力不断发动恐怖袭击及其他严重打击政府声望的行动。{0}民主派政客试图将公众的不满情绪引向革命委员会，指责其“凌驾于民主制度之上，阻碍政治现代化”。然而，军方尽管权力被削弱，仍成功抵御了这些攻击。{0}激进党派在议会中的地位得到加强。在他们的压力下，新一届军方进入了革命委员会，对当局的自由政策极为反感。极左政客如<color=#8B0000>贡萨尔维斯</color>和<color=#8B0000>扎赖瓦·德·卡瓦略</color>回归，极右反共组织的领导人<color=#8B4513>阿尔波因·卡尔万</color>和<color=#8B4513>斯皮诺拉</color>也重新出现。{0}委员会日益分裂和激进，政客们互相指责对方背叛了康乃馨革命。社会上流传着军方再次准备掌权以恢复国家秩序的传言。但这一次，葡萄牙将走向何方？\r\n支持左翼集团（{0}：-20.0，{1}：-25.0）\r\n支持右翼团体（{0}：-20.0，{1}：-25.0）\r\n观察局势\r\n里斯本发生新政变！政府颁布法令解散革命委员会。根据1976年宪法，革命委员会有权宣布任何法令违宪。革命委员会声明：“政府背叛了1974年革命的理想，阻碍了反革命，并试图摧毁革命取得的社会主义成果。”军队占领了首都主要行政大楼，宣布推翻政府并逮捕部长，但他们还是设法逃离了国家。{0}左翼激进派和亲共势力支持了这场政变。新政府成立，由<color=#8B0000>贡萨尔维斯</color>领导，<color=#8B0000>扎赖瓦·德·卡瓦略</color>成为总统。{0}新当局宣布将在全国建设社会主义，进行民主改革，并奉行独立外交政策，首先就是退出北大西洋联盟的军事和政治结构。\r\n里斯本发生新政变！政府颁布法令解散革命委员会。根据1976年宪法，革命委员会有权宣布任何法令违宪。革命委员会声明：“政府长期追随激进左翼势力，导致国家几乎陷入内战。”军方占领了首都主要行政大楼，宣布推翻政府并逮捕部长，但这些部长最终还是成功逃离了国家。{0}右翼激进派和反共势力支持了这次政变。新政府由<color=#8B4513>阿尔波因·卡尔万</color>领导，<color=#8B4513>斯皮诺拉</color>担任总统。新政府奉行独立外交政策，首先就是退出北大西洋联盟的军事和政治结构。\r\n陨落之鹰\r\n大多数北大西洋联盟创始国的退出导致该组织内剩余的国家数量过少，且这些国家并无强大的军事力量。在所有重要国家中，只有美国、加拿大和德国仍然留下。{0}今天，北大西洋理事会决定废除1949年建立北约的协议。布鲁塞尔的北约总部在举行了联盟剩余成员国降旗仪式后关闭。在这一事件之后，美国也退出了按照北约模式建立的其他地区联盟。\r\n美利坚霸权的终结已经到来！\r\n冷战结束了……？\r\n欧洲的黄昏\r\n试图实现全面的欧洲一体化、建立单一经济空间以及在欧共体基础上创建联邦国家的努力显然失败了。该组织的相当一部分成员国已经退出。{0}鉴于此，留在该共同体的欧洲国家宣布废除大部分旨在建立单一政治、货币、经济和关税空间的协议。{0}欧洲共同市场实际上已经不复存在。\r\n全球主义项目的终结！\r\n欧洲的局势正接近20世纪初的现状……\r\n西班牙解冻\r\n在去世前不久，独裁者弗朗哥任命胡安·卡洛斯一世为其继任者和西班牙国王，后者在元首去世后登基。1976年，他任命了<color=#0027FF>阿道夫·苏亚雷斯</color>，一位改革派弗朗哥主义代表，担任西班牙首相。几年来，他一直在推动政治体制自由化：正在组建国会，政党被合法化，政治犯获得大赦。{0}对长枪党主要机构的如此迅速解体，激怒了保守势力的传统堡垒——军队。持强硬弗朗哥主义立场的<color=#8B4513>“碉堡”</color>派系不断抨击首相的自由民主改革，尤其是他在<color=#8B0000>圣地亚哥·卡里略</color>领导下将<color=#8B0000>共产党</color>合法化的举措。{0}年初，<color=#0027FF>苏亚雷斯</color>宣布将举行制宪议会选举以起草宪法。为此，成立了一个取代<color=#000080>西班牙长枪党</color>、联合所有改革派力量的新党——<color=#0027FF>民主中间联盟</color>。除了<color=#8B0000>共产党人</color>之外，由年轻律师<color=#006400>费利佩·冈萨雷斯</color>领导的<color=#006400>社会党人</color>也走出了地下。{0}右翼阵营有两大主要政党：保守派的<color=#0027FF>人民联盟</color>（领袖为<color=#0027FF>曼努埃尔·弗拉加</color>）和极右翼的<color=#8B4513>正统西班牙长枪党</color>。{0}如此多样的政治力量，使新执政党能否无条件获胜变得成疑，因为在经历数十年极权统治后的首次民主选举中，几乎无法预测结果。\r\n谁会赢……？\r\n第一次民主选举的竞选活动异常激烈和竞争激烈。{0}现任首相<color=#0027FF>苏亚雷斯</color>，在西班牙政治光谱中占据“中间”自由位置，虽然拒绝参加选举，但预期的失败并未发生——西班牙的每一位女性都收到了<color=#0027FF>苏亚雷斯</color>签名的信，承诺会照顾她的家庭。两大左翼政党因担心“佛朗哥主义的阴影”，对<color=#0027FF>人民联盟</color>进行了猛烈抨击，这反而让<color=#0027FF>苏亚雷斯</color>受益。{0}选举结果并不令人震惊：<color=#0027FF>苏亚雷斯</color>获得了35%。<color=green>社会党人</color>以29%的得票率自信地成为第一反对党。远远落后于这两大党的是<color=#8B0000>共产党人</color>和<color=#0027FF>保守派</color>，<color=#8B4513>长枪党</color>则完全未能进入议会。{0}激进派在选举中遭遇惨败：<color=#0027FF>弗拉加</color>高估了资产阶级、农民和城市中产阶级的保守主义，而<color=#8B0000>卡里略共产党</color>总书记则高估了西班牙工人的左翼倾向。{0}目前，选民的实际权力都掌握在民主党派手中，但这一次，沉默的大多数能否战胜积极的少数派？\r\n银河行动\r\n在军队和国民警卫队的大多数军营、在情报部门、在军官俱乐部和总部、在军事院校，弗朗哥的画像依然随处可见，最近还新增了国王的画像。然而，首相<color=#0027FF>苏亚雷斯</color>的画像却没有被挂在那里，因为他们认为他是个叛徒，曾经使<color=#8B0000>共产党</color>合法化，试图将自治权归还给分离主义地区，并削弱国王的权力。因此，军队感到被背叛和侮辱。{0}据我们的情报机构称，一群在银河咖啡馆聚集的军人正准备在十一月中旬发动叛乱，届时许多长枪党成员会因弗朗哥逝世周年而聚集在马德里。他们的目标是孤立<color=#0027FF>苏亚雷斯</color>，并向国王强加一个新政府。但他们真的能让国家倒退回民主之前吗？还是说改革的后果已经无法逆转？这个问题或许很难回答……{0}{1}{0}{2}\r\n帮助分裂分子彻底击败可憎的国王（{0}：-10.0，{1}：-15.0）\r\n我们尚未与分裂分子建立联系……\r\n观察局势\r\n不可思议的事件！就在王室专机刚刚从马德里机场跑道升空时，便被一枚追踪导弹瞬间击毁。西班牙民众震惊不已，无法相信民主化和自由化的象征竟然成为恐怖分子的牺牲品。埃塔组织成员宣称对此负责，并表示国王之死只是对“西班牙暴政数百年来对小民族压迫的回应”。{0}对于军方来说，这成为了最后一根稻草。他们可以容忍共产党人和社会主义者合法化，可以忍受对天主教的攻击，但绝不能容忍由元首亲自任命的国王被杀。按照西班牙传统的政变方式，军方在该省对<color=#0027FF>苏亚雷斯</color>的民主政府发动了叛乱。许多所谓的弗朗哥主义集团<color=#8B4513>“地堡”</color>成员积极支持叛乱，他们在过去几年一直反对民主改革，主要有<color=#8B4513>安东尼奥·特赫罗、布拉斯·皮纳尔和海梅·米兰斯·德尔·博斯克</color>。叛军在萨拉戈萨宣布成立“国民政府”。{0}首相<color=#0027FF>苏亚雷斯</color>本人仍是活跃的长枪党宣传者，他称此次事件为“反民主的极右翼叛乱”，并呼吁所有主要民主力量捍卫他们赢得的自由。各大政党有影响力的代表被邀请加入“民族信任政府”，包括<color=#006400>社会党人</color>和<color=#8B0000>共产党人</color>。这一次，只有少部分军队加入了民主政府。最终，<color=#0027FF>苏亚雷斯</color>不得不宣布对其控制下城市居民进行全面动员，以抵抗叛军。{0}遵守赫尔辛基协议、巩固战后雅尔塔-波茨坦力量格局的超级大国表示，“西班牙的事件——是西班牙的内政”，但显然每个国家对当前局势都有自己的倾向。\r\n第二次西班牙内战\r\n政府\r\n长枪党\r\n首相<color=#0027FF>苏亚雷斯</color>已获悉阴谋的筹备情况。然而，他决定克制行事，以免在军队中引发更多不满。在大约两百名知情者中，只有两名阴谋者被逮捕。被捕者中包括长期以激烈反民主言论著称的国民警卫队中校<color=#8B4513>特赫罗</color>。{0}在法兰克势力可能反应的背景下，民主阵营正在巩固。\r\n此外，得益于我们与巴斯克和加泰罗尼亚分离主义者的联系，我们发现一些左翼民族主义组织（巴斯克ETA和加泰罗尼亚自由土地）正在策划一次重大的暗杀行动——这次的目标正是国王本人！分离主义者计划击落胡安·卡洛斯前往墨西哥的飞机。\r\n我想知道如果这两个事件成功了，会导致什么结果？\r\n西班牙血腥的内战已经结束。尽管敌人在军事上占有优势，民主政府依然成功抵御了“佛朗哥主义的第二次十字军东征”。社会开始重新思考近代历史——试图简单地将佛朗哥主义时期从西班牙历史中抹去的做法失败了。元首的遗体被从阵亡者谷迁葬到独裁者的故乡，对第一和第二次内战幸存罪犯的公开审判也已开始。极右翼甚至保守党派被取缔。{0}左翼思想的主导使国家得以恢复共和国体制，并重新启用旧有的共和象征。{0}尽管如此，国家未来将如何、向何处发展仍然是一个悬而未决的问题。{0} {1}\r\n西班牙血腥的内战已经结束。民主政府倒台，叛军成功占领了马德里。对<color=#8B0000>共产党人</color>、<color=#006400>社会党人</color>和<color=#0027FF>自由派</color>的严厉镇压开始了。{0}军队团结在<color='s successor #8B4513>西班牙长枪党-民族联盟</color>周围，由<color=#8B4513>布拉斯·皮尼亚尔</color>领导。国家政府废除了民主政府的所有成就，并开始恢复长枪党主义的做法：除执政党外，所有政党被取缔，自治区和国会被废除。{0}在弗朗哥的亲信胡安·卡洛斯一世去世后，王位空缺，因此军方决定让极右翼卡洛斯派王位觊觎者帕尔马的波旁家族的西克斯图斯-海因里希登上西班牙王位。{0}{1}\r\n长期的内战让人们意识到是时候结束这一切了。隶属于国民政府的一些较为温和的将军发动政变，将激进的长枪党人赶下台。事情就这样发生了。更容易妥协的军方与马德里达成协议，结束这场兄弟阋墙的战争，并组建联合政府以渡过危机，由<color=green>阿尔马达</color>将军领导。\r\n西班牙共和国\r\n西班牙长枪党\r\n民主政府同意承认巴斯克地区和加泰罗尼亚的独立。\r\n民主政府同意承认巴斯克地区的独立。\r\n民主政府同意承认加泰罗尼亚的独立。\r\n国民政府坚持西班牙单一制结构的观点，拒绝承认若干地区的独立要求。\r\n西班牙选举 - 1979\r\n1978年12月6日，公民以近88%的高票在公投中通过了西班牙新的民主宪法。<color=#0027FF>苏亚雷斯</color>庆祝胜利，宣布制宪议会闭幕，并于1979年3月举行新选举，以获得进一步改革的信任授权。{0}选举活动再次启动：主要反对党依然是由<color=#006400>冈萨雷斯</color>领导的<color=#006400>西班牙工人社会党</color>。<color=#8B0000>共产党人</color>，尽管<color=#8B0000>卡里略</color>承诺这一次人民一定会记住党多年来受到的迫害并“正确投票”，但根据社会学调查，他们的支持率不会超过10%。党内对总书记的做法并不满意——亲苏派批评他搞欧洲共产主义，欧洲共产主义者则批评他与君主制妥协、背叛共和理想。在年轻有为的<color=#006400>冈萨雷斯</color>面前，<color=#8B0000>卡里略</color>和法兰克主义者一样，看起来像是“过去的幽灵”，但实际上，要推翻甚至罢免长期担任领导的<color=#8B0000>共产党人</color>几乎不可能。然而，专业人士会有自己的办法吗？任何障碍都可以绕过，如果我们想增强对西班牙共产党运动的影响，也许该“移除”这位不走运的老人了？\r\n消灭卡里略（{0}：-5.0，{1}：-10.0）\r\n西班牙发生轰动事件。<color=#8B0000>共产党领袖圣地亚哥·卡里略</color>在竞选巡回期间被一名极右翼长枪党分子枪杀。袭击者被抓获，并表示“<color=#8B0000>卡里略</color>应该站在被告席上，而不是议会席上。”{0}公众对这一事件感到震惊。国王称这起事件是“对民主的犯罪”，并呼吁国民在极右翼复仇主义威胁下团结一致。{0}在西共总书记职位上，<color=#8B0000>卡里略</color>由其亲密支持者、欧洲共产主义者<color=#8B0000>赫拉尔多·伊格莱西亚斯</color>接任。{0}这位著名地下领袖的遇害极大影响了社会情绪：<color=#006400>西班牙社会工人党</color>以35%的得票率领先，中间派<color=#0027FF>苏亚雷斯</color>遭遇严重失败，仅获28%，<color=#8B0000>共产党</color>获得16%。右翼的席位大幅减少，其余席位由民族自治代表获得。{0}尽管有明显优势，<color=#006400>冈萨雷斯</color>未能组建一党政府，不得不与<color=#8B0000>共产党</color>联合组阁。{0}军队和右翼将选举失败视为“祖国之死”，指责<color=#0027FF>苏亚雷斯</color>背叛并与莫斯科有联系。\r\n<color=#0027FF>民主中间联盟</color>，由<color=#0027FF>苏亚雷斯</color>联合体制内改革派和温和反对派组建，再次赢得选举，获得34%的选票。其次是<color=#006400>社会党人</color>，获得30%。<color=#8B0000>共产党人</color>获得10%，右翼保守党派也同样获得10%。在选举中，<color=#8B4513>国家联盟</color>获得一个席位，并将其领导人<color=#8B4513>布拉斯·皮尼亚尔</color>送入议会。<color=#0027FF>苏亚雷斯</color>再次出任政府首脑。{0}如此屈辱的失败对<color=#006400>社会党人</color>打击巨大。冈萨雷斯得出结论，选民中保守派被该党由马克思亲自参与制定的纲领吓到了。<color=#006400>西班牙社会主义工人党</color>内部开始调整，逐步将马克思主义的主要内容从纲领中剔除。{0}这次选举本身非常具有象征意义——这是几十年来仅有的第二次自由投票，除了宪法公投外，而投票率已经跌破70%，即便政府通过法律将投票年龄从21岁降至18岁。这难道不是社会对不稳定民主“感到疲惫”的信号吗？\r\n西班牙解体\r\n在内战胜利后，弗朗哥决定以“惩罚”前共和国支持者为名，将矛头对准国内少数民族，并推行国家一元化政策：取消一切自治权，西班牙语成为唯一的官方用语，学校和媒体禁止使用加泰罗尼亚语和巴斯克语。这一切长期为这些地区分离主义的增长铺平了道路。{0}到了1970年代，恐怖主义左翼民族主义组织“埃塔”和“自由土地”变得更加活跃，给西班牙政府带来了极大困扰。1977-78年获得自治权并未缓解动荡局势。在加泰罗尼亚的选举中，左翼政党占据主导地位，而在巴斯克地区则是民族主义组织。{0}如今，西班牙内战正酣，民族主义者趁机宣布独立。意识到内战双方军队都准备反击分离主义，他们以激进恐怖组织为基础组建了民族军队。{0}超级大国谴责分离主义，拒绝承认这两个国家的独立，但我们会怎么做？\r\n发送军事和人道主义援助（{0}：-10.0，{1}：-5.0，{2}：-15.0）\r\n承认加泰罗尼亚和巴斯克地区\r\n谴责分裂分子\r\n什么都不做\r\n巴斯克独立战争\r\n巴斯克地区\r\n政府\r\n加泰罗尼亚独立战争\r\n加泰罗尼亚\r\n我们向巴斯克和加泰罗尼亚政府提供了人道主义和军事援助。多亏了这些援助，他们成功阻止了国民政府军队的推进并站稳了脚跟。超级大国谴责了我们干涉西班牙内政的行为。\r\n“中国坚持民族自决权。在这方面，我们承认巴斯克地区和加泰罗尼亚的独立，”中国外交部表示。超级大国谴责我们的声明为“动摇了世界局势”。西班牙国民政府对分裂势力发动了进攻。\r\n“我们不承认西班牙领土的分裂主义，支持国家的完整，”——这是中国外交部的声明。西班牙国民政府对分裂分子发起了进攻。\r\n西班牙中央政府对分裂势力发动了进攻。\r\n巴斯克政府成功捍卫了其独立，并击退了国民政府的优势部队。\r\n国民政府的军队进入了首都，驱散了巴斯克地区的分裂主义当局。一阵镇压风暴降临到巴斯克政界人士头上，萨拉戈萨政府对该地区建立了直接管控。\r\n加泰罗尼亚政府成功捍卫了其独立，并击退了国民政府的优势部队。\r\n国民政府的军队进入了首都，驱散了加泰罗尼亚的分裂主义当局。一阵镇压风暴降临在加泰罗尼亚政界人士身上，萨拉戈萨政府对该地区实行了直接控制。\r\n西班牙政变？\r\n<color=#0027FF>苏亚雷斯</color>政府在过去几年中声望严重下滑。社会经济状况令人堪忧，1977-78年在建立民主问题上形成的政治力量整合，很快就被相互的不信任所取代。{0}在这种背景下，出现了寻找“自己的戴高乐”的想法——一位强有力的领导者，最好是军人，能够超越党派纷争，引领国家走出危机。许多人，包括国王，都认为<color=green>阿方索·阿尔马达</color>是这样的人选。{0}这种局面的可能性在<color=#0027FF>苏亚雷斯</color>于1981年初辞职后进一步增加。议会拒绝批准<color=#0027FF>苏亚雷斯</color>的继任者<color=#0027FF>莱奥波尔多·卡尔沃-索特洛</color>。{0}对民主统治不满的军方，正在筹备抗议行动，试图掌控国家局势。<color=green>阿尔马达</color>与其他更偏右的军方人士展开谈判：宪兵<color=#8B4513>塔赫罗</color>（因“银河”案被捕后获释）以及瓦伦西亚军区司令<color=#8B4513>海梅·米兰斯</color>。{0}然而，三人组成的三头政治集团，并未意识到彼此观点的巨大差异：<color=green>阿尔马达</color>认识到民主变革已不可逆转，允许组建包含所有政治力量（甚至左翼）的政府；<color=#8B4513>塔赫罗</color>则支持传统军事独裁和正统长枪党主义，认为这一理念被政客、军方甚至国王本人背叛；<color=#8B4513>米兰斯</color>则是亲王室派系代表，认为<color=#0027FF>苏亚雷斯</color>和民主派夺走了国王的权力，因此必须建立真正的威权君主制。{0}然而，政变的结果仍未可知，但我们可以助力让某位候选人成为西班牙下任“领袖”……\r\n支持特赫罗（{0}：-10.0，{1}：-25.0）\r\n支持米兰斯（{0}：-10.0，{1}：-25.0）\r\n支持无敌舰队（{0}：-10.0，{1}：-25.0）\r\n我们不干涉\r\n对<color=#0027FF>卡尔沃·索特洛</color>的第二轮投票于马德里时间18:00开始。18:22时，由中校<color=#8B4513>塔赫罗</color>带领的一队国民警卫队宪兵出现在国会宫的会议厅内。<color=#8B4513>塔赫罗</color>手持武器，命令道：“所有人安静！全部趴下！”除了<color=#8B0000>卡里略</color>、<color=#0027FF>苏亚雷斯</color>和将军<color=#0027FF>马拉多</color>外，所有人都服从了命令。{0}此时，<color=#8B4513>米兰斯</color>将坦克开上瓦伦西亚街头，并宣布进入紧急状态。瓦伦西亚的行政大楼成为坦克的目标。{0}<color=green>阿尔马达</color>在国王的批准下，本应凯旋进入议会并由议员们授予首相职位。然而，国王及其随从却开始阻止<color=green>阿尔马达</color>进入宫殿的尝试。当他出现在国会宫时，他与<color=#8B4513>塔赫罗</color>之间就政府未来组成爆发了冲突。<color=#8B4513>塔赫罗</color>命令下属逮捕<color=green>阿尔马达</color>，并向议员们宣布议会解散，所有权力移交给西班牙军事委员会。此时，<color=#8B4513>米兰</color>向马德里各师发出信号，准备强攻王宫。国王被要求签署退位声明并立即离开国家。{0}在军队的纪律下，首都被控制，并宣布进入紧急状态。左翼和民主派议员在离开国会宫后立即被逮捕。塔赫罗在委员会会议上提议，将被废黜的巴塞罗那胡安之父扶上西班牙王位，绕过了当初被弗朗哥推上的卡洛斯。弗朗哥主义的胜利到来了，西班牙将迎来多年的稳定……\r\n对<color=#0027FF>卡尔沃·索特洛</color>的第二轮投票于马德里时间18:00开始。18:22时，由中校<color=#8B4513>塔赫罗</color>带领的一队国民警卫队宪兵出现在议会宫的会议厅内。<color=#8B4513>塔赫罗</color>手持武器，要求道：“所有人安静！全部趴下！”除了<color=#8B0000>卡里略</color>、<color=#0027FF>苏亚雷斯</color>和将军<color=#0027FF>马利亚多</color>外，所有人都照做了。{0}此时，<color=#8B4513>米兰斯</color>将坦克开上瓦伦西亚街头，并宣布进入紧急状态。瓦伦西亚的行政大楼成为坦克的目标。{0}<color=green>阿尔马达</color>在国王的批准下，原本应当凯旋进入议会并由议员们任命为首相。然而，国王及其随从开始阻止<color=green>阿尔马达</color>进入宫殿的企图。当他出现在议会宫时，他与<color=#8B4513>塔赫罗</color>之间就政府未来组成发生了冲突。{0}<color=#8B4513>米兰斯</color>觉得政变拖延太久，便联系了在马德里的同伙，声称<color=green>阿尔马达</color>和<color=#8B4513>塔赫罗</color>背叛了国王，准备与议员妥协，甚至愿意以议会中有军队代表为条件，批准恢复共和国。<color=#8B4513>米兰斯</color>作为政变同谋，发动了自己的反政变，将昔日盟友排除出局。国王命令<color=#8B4513>米兰斯</color>逮捕煽动者，事情也正如如此发展。议会大楼被军队解放。<color=#8B4513>米兰</color>向议员发表讲话，宣称“在当前的政治形势下，国家必须团结在国王——法律与秩序的保障者——周围。”在军队压力下，议会任命他为西班牙首相。\r\n对<color=#0027FF>卡尔沃·索特洛</color>的第二轮投票于马德里时间18:00开始。18:22时，由中校<color=#8B4513>塔赫罗</color>带领的一队国民警卫队宪兵出现在议会宫的会议厅内。<color=#8B4513>塔赫罗</color>手持武器，要求道：“所有人安静！全部趴下！”除了<color=#8B0000>卡里略</color>、<color=#0027FF>苏亚雷斯</color>和将军<color=#0027FF>马拉多</color>外，所有人都照做了。{0}此时，<color=#8B4513>米兰斯</color>将坦克开上瓦伦西亚街头，宣布进入紧急状态。瓦伦西亚的行政大楼成为坦克的目标。{0}<color=green>阿尔马达</color>在国王授权下，原本应当凯旋进入议会，并由议员们授予首相职位。然而，国王及其随从开始阻止<color=green>阿尔马达</color>进入宫殿的企图。当他出现在议会宫时，他与<color=#8B4513>塔赫罗</color>之间就政府未来的组成发生了冲突。<color=#8B4513>阿尔马达</color>命令下属逮捕<color=#8B4513>塔赫罗</color>，并向议员们发表讲话，宣布多亏了他，反民主势力的叛乱被镇压了。议员们以掌声欢迎他们的解放者，并提名他为首相。以压倒性多数票，<color=green>阿尔马达</color>出任政府首脑。“西班牙戴高乐”方案奏效了。\r\n对<color=#0027FF>卡尔沃·索特洛</color>的第二轮投票于马德里时间18:00开始。18:22时，由中校<color=#8B4513>塔赫罗</color>带领的一队国民警卫队宪兵出现在议会宫的会议厅内。<color=#8B4513>塔赫罗</color>手持武器，命令道：“所有人保持安静！所有人趴下！”除了<color=#8B0000>卡里略</color>、<color=#0027FF>苏亚雷斯</color>和将军<color=#0027FF>马拉多</color>外，所有人都照做了。{0}此时，<color=#8B4513>米兰斯</color>将坦克开上瓦伦西亚街头，并宣布进入紧急状态。瓦伦西亚的行政大楼成为坦克的目标。{0}<color=green>阿尔马达</color>在国王的批准下，原本应当凯旋进入议会，并接受议员们授予的首相职位。然而，国王及其随从开始阻止<color=green>阿尔马达</color>进入宫殿的尝试。当他出现在议会宫时，他与<color=#8B4513>塔赫罗</color>之间就未来政府的组成发生了冲突。本已注定失败的政变一度濒临崩溃。午夜过后，身穿军装的国王出现在电视上，谴责政变企图，并呼吁政变者投降。{0}原本意在使国王权威合法化的政变失败，策划者被逮捕。第二天，首都举行了数千场支持民主的集会，议会批准了<color=#0027FF>卡尔沃·索特洛</color>的候选资格。\r\n西班牙加入北约\r\n然而，军事政变的失败让政界人士明白，北约军队可能比他们自己带有阶级和长枪党色彩的军队更为出色。各国领导人开始改变对西班牙加入北大西洋联盟前景的态度。如果<color=#0027FF>苏亚雷斯</color>对这种可能性持怀疑态度，认为中立对西班牙有利，那么他的继任者<color=#0027FF>卡尔沃-索特洛</color>则对国家的外交政策进行了重大调整。1982年5月30日，西班牙被接纳加入北约。\r\n仔细观察……\r\n然而，<color=#0027FF>卡尔沃-索特洛</color>和<color=#0027FF>SDC</color>的人气持续下滑。1979年放弃马克思主义、接受民主游戏规则的<color=#006400>SSWP</color>，现在有真正的机会赢得下一次选举。也许此前极为谨慎地对待加入北约的<color=#006400>社会党人</color>，会重新考虑西班牙的外交政策？\r\n西班牙选举 - 1982\r\n妥协候选人<color=#0027FF>卡尔沃-索特洛</color>的当选并未阻止执政党的进一步崩溃。1982年8月，<color=#0027FF>SDC</color>抛弃了其创始人<color=#0027FF>阿道夫·苏亚雷斯</color>，后者与其支持者一起成立了<color=#0027FF>民主社会中心</color>。这导致了执政派系的瓦解，并失去了议会多数席位。结果，众议院宣布举行新选举。\r\n<color=#006400>社会工人党</color>在<color=#006400>费利佩·冈萨雷斯</color>的领导下成为议会选举的绝对赢家，获得了近50%的选票。4%的选民投票给了<color=#8B0000>卡里略</color>领导下的<color=#8B0000>KPI</color>。弗朗哥担心<color=#8B0000>共产党</color>合法化会导致他们不可避免的胜利和无政府状态的担忧并未成真。<color=#0027FF>苏亚雷斯</color>和他的新党获得的选票不到3%，他的“心血结晶”<color=#0027FF>SDC</color>得票不到7%。由<color=#0027FF>曼努埃尔·弗拉加</color>领导的<color=#0027FF>保守党</color>，最充分地利用了中间党派的分裂——他的政党<color=#0027FF>人民联盟</color>获得了26%的选票。{0}西班牙首次组建了由<color=#006400>社会党人</color>组成的完全一党制政府，由<color=#006400>冈萨雷斯</color>担任首脑。新政府首先宣布“进入反思期，并暂停西班牙军事加入北约的谈判”。当局打算就此问题举行公投，但自1981年政变后，<color=#006400>社会党人</color>在这一问题上的言辞已经发生了重大变化……\r\n欧洲社会主义联盟\r\n对欧洲经济共同体新自由主义秩序的不满导致大量国家退出该联盟。在欧洲左翼取得重大成功的背景下，越来越多的人认为，欧洲国家的经济、政治和文化一体化应当以其他非市场和民主原则为基础。{0}今天，三国代表在马德里会面——意大利总理<color=#8B0000>E.Berlinguer</color>，西班牙总理<color=#006400>Filipe Gonzalez</color>以及法国总统<color=#8B0000>Georges Marchais</color>。{0}会议结果签署了“马德里条约”，这成为了新超国家欧洲项目——“社会主义联盟”的开端。与欧共体不同，社会主义联盟不设立统一议会，而是成立某种中央委员会，由各国领导人及其代表组成。每年都会进行一次“轮值”——欧洲社会主义联盟内部的主席职位轮换。经济基础为民主的分权计划经济，结合国家干预和私有市场元素。这种模式能够融合欧洲各国经济的地区特色。此外，还确立了关税、移民和教育标准。{0}这不正是马克思所说的“共产主义幽灵”吗？\r\n支持组建联盟并缔结贸易协定\r\n谴责工会的意识形态狭隘\r\n观察局势\r\n希腊和土耳其申请加入欧洲社会主义联盟\r\n希腊申请加入欧洲社会主义联盟。\r\nTürkiye申请加入欧洲社会主义联盟。\r\n所有国家承诺退出北约体系。\r\n中国外交部祝贺各国缔结新联盟，并提议考虑建立新的贸易关系。{0}{2}{0}{1}\r\n中国外交部谴责了这一新联盟的“意识形态上的片面性”，并表示如果其他政治力量加入，可能会导致“欧洲的不稳定”。{0}{2}{0}{1}\r\n我想知道这一切最终会如何结束……{0}{2}{0}{1}\r\n西班牙加入欧洲经济共同体\r\n<color=#006400>SSWP</color>在欧洲一体化问题上的立场发生了重大变化。如果说此前该党受马克思主义思想驱动，将此类联盟称为“隐性帝国主义”，现在<color=#006400>社会党人</color>则希望加入欧洲经济共同体。然而，他们当前政治局势中的大问题在于，他们与<color=#8B0000>共产党人</color>组建了联盟，而共产党人绝不会抓住这个机会。最终，<color=#006400>冈萨雷斯</color>不得不宣布议会重新选举，在这次选举中，<color=#006400>社会党人</color>赢得了明显多数。{0}之后，关于国家加入欧洲经济共同体的公投开始。包括左右激进派在内的许多政治力量都呼吁投反对票。但结果会如何呢？\r\n54%的西班牙人投票支持加入欧洲经济共同体。国家开始走上加强欧洲一体化的道路。为了加入欧洲共同体，西班牙社会党人不得不做出意识形态和实际上的让步：提高退休年龄，减少政府对经济的干预，赋予中央银行独立性，同时削减社会支出，并且将党纲中所有关于马克思主义和无产阶级的内容全部删除以适应这些变化。\r\n大不列颠申请加入欧洲社会主义联盟。\r\n共和阵营的崩溃？\r\n第二次内战时期的团结与政治整合已经结束。自1977年以来，西班牙一直没有举行选举。议会的组成自那时起未曾改变，唯一的变化是右翼和极右翼政党被清除和镇压。然而，权力平衡已经发生变化。现在各政治力量在西班牙公众中的影响力大致相当。<color=#0027FF>苏亚雷斯</color>党并不急于举行选举，因为他们担心失去多数席位和对政府的控制。尽管如此，右翼失败后，大部分资产阶级开始支持他的中间党派。<color=#006400>冈萨雷斯的社会党人</color>已经明显左倾。左翼马克思主义者<color=#006400>巴勃罗·卡斯特利亚诺</color>和<color=#006400>路易斯·戈麦斯·洛伦特</color>在党内精英中的影响力增强。<color=#8B0000>卡里略</color>将其党的影响力扩展到工人阶级，但许多人仍记得他曾对君主制采取妥协立场，而那时<color=#006400>社会党人</color>则支持共和国。{0}在左翼政党的压力下，政府不得不做出让步并宣布新选举日期。然而，目前谁能获胜仍然未知。可以认为，投票结果将取决于外交形势。在这种情况下，这为我们干预提供了一定空间。\r\n支持共产主义者（{0}：-10.0，{1}：-25.0）\r\n支持社会主义者（{0}：-10.0，{1}：-25.0）\r\n支持民主党（{0}：-10.0，{1}：-25.0）\r\n什么也不做\r\n根据投票结果，<color=#006400>西班牙工人社会党</color>赢得了多数选票。<color=#006400>费利佩·冈萨雷斯</color>，作为国家领导人，宣布国家将走向建设社会主义的道路。\r\n根据投票结果，<color=#006400>西班牙共产党</color>赢得了大多数选票。出乎所有人意料，<color=#8B0000>圣地亚哥·卡里略</color>宣称“共和国无法保护人民的主权不受资产阶级的侵犯。”因此，波旁王朝卡洛斯派的代表、以左翼观点著称的帕尔马的卡洛斯-乌戈，被邀请登上空缺的西班牙王位。即使在佛朗哥时期，卡洛斯派运动中也出现了左翼，他们提出了“工人自治王国”这一矛盾的纲领。与南斯拉夫铁托主义理念一致的卡洛斯-乌戈同意了这一提议。{0}在加冕仪式上，<color=#8B0000>共产党人卡里略</color>跪在陛下面前，高呼：“天佑国王！”。\r\n投票结果显示，<color=blue>苏亚雷斯</color>党再次赢得了多数选票。<color=blue>苏亚雷斯</color>宣布有必要继续推进自由化改革，并进一步实现共和国的民主化。\r\n人民西班牙\r\n西班牙\r\n社会主义的复仇{0}费利佩·冈萨雷斯和西班牙社会工人党成功克服了佛朗哥主义的阴影，改革了国家。社会党人依然坚持马克思主义理论框架，在下一次选举中从前联盟伙伴共产党手中夺取了选民，组建了一党制的社会主义政府。他们在整个1980年代的主要对手是人民联盟的中右翼，但对方从未获得超过三分之一的选票。{0}所进行的社会主义改革极大地推动了经济管理的民主化：许多企业成为经济关系中的独立主体，尤其是大型和重要的工厂及基础设施组织被国有化，小企业则在新经济体制下继续存在。由于社会保障的扩大和累进税制的推行，生活水平显著提高。{0}在社会政治生活中，人们重新思考了佛朗哥统治的结果：如果说在1970年代还有各界人士主张推行“民族和解政策”，那么到了1980年代，社会党人实现了复仇。1986年通过公投，王室被以微弱优势废除，共和国的象征得以恢复，1930年代的战争罪犯被审判，佛朗哥的遗体被重新安葬。此外，军队内部开始清洗残余的佛朗哥分子，军队机构中的元首画像最终消失……社会党人为1936年赢得了复仇……\r\n西班牙\r\nPronunciamento{0}安东尼奥·特赫罗执政的最初几年与国王处于默契对抗状态，导致对左翼的大规模镇压，全国进入紧急状态，并最终促成了极右翼政党联盟“西班牙委员会”（JJEE）的成立，该联盟包括自由保守的人民联盟、新纳粹的CEDADE、新法西斯的青年阵线和新弗朗哥主义的“新力量”。在JJEE的第一次大会上，特赫罗表示，西班牙的灾难局面完全是因为犹太知识分子、共产主义者和新自由主义者利用了弗朗哥政权之前不显眼的缺陷，从内部摧毁了国家。特赫罗认为，要恢复西班牙，必须制定一种新的民族意识形态，既要考虑西班牙的历史和弗朗哥统治的错误，也要应对现代威胁。在新联盟的支持下，成立了蓝衫军运动——类似于黑衫军，由穿蓝衬衫、戴黑贝雷帽的右翼青年积极分子组成。这些得到大量国家津贴的积极分子开始对所有反对派及他们认为有丝毫反对倾向的人进行肉体消灭。恐怖席卷全国：大多数知识分子被打死，许多未能转入地下的政治人物也遭到杀害，还有那些“明显带有犹太血统”的人。{0}与此同时，特赫罗新政府开始严厉打击毒贩、分裂分子和移民，对他们“只要有任何反抗迹象”即可当场处决。特赫罗还废除了1978年蒙克洛亚协定，包括取消累进税制、恢复工人工资的持续计划性增长，以及恢复企业不得裁员的禁令。政变者的新改革完全聚焦于恢复自给自足、保护主义、警察体制，并为每个公民提供工作和体面的工资。种族隔离、镇压少数民族和反犹斗争达到顶峰，表现得比弗朗哥时期更加残酷。然而，外交政策方向发生了变化：西班牙准备与任何势力结盟，共同对抗世界新自由主义、共产主义和犹太复国主义，这场为新西班牙而战的偶像人物包括本·拉登、米洛舍维奇和塔利班，新当局与他们建立了默契同盟关系，提供财政援助，并以他们为榜样，在第三世界国家组建地下新弗朗哥主义组织。{0}最终，到2000年，安东尼奥·特赫罗提出了一种新的意识形态概念，称为“普雷托里主义”——这是弗朗哥主义的修正版，其中军队和军人被宣称为“民族革命的主导力量”。根据新原则，紧急状态被解除（巴斯克和加泰罗尼亚地区除外），国王几乎失去所有权力，议会只从JJEE成员党中选举，由总理个人批准，而总理则由总参谋部从其成员中任命。总参谋部本身则由现役将军组成。正如预期，这两个机构都由特赫罗本人领导。于是，西班牙成为了欧洲的一块黑暗之地……\r\n西班牙\r\n忠诚的臣民{0}尽管政变成功，哈梅·米兰斯最终只成为了新西班牙政权的“婚礼将军”，他主动将权力移交给国王和“七大豪杰”——七位前佛朗哥部长，他们掌控了人民联盟党。新政权很快建立，民间称之为“过期佛朗哥主义”：官方重新宣扬对佛朗哥及其事业的忠诚，警察体制恢复，对分裂分子的惩罚行动开始，尽管没有完全倒退回佛朗哥时代——经济开始逐步私有化和放松管制，削减预算开支，降低税收，甚至允许有限的言论和集会自由，只要不批评政府和政权基础。在政治领域，建立了“国家拯救政府”的“临时”独裁：“直到局势稳定”，选举被取消，政党许可被暂停，任命总理和部长的权力归属于国王。实际上，对逃亡的共产党人、社会党人及其同情者的法律迫害开始，但中右翼甚至中间派的政治人物可以自由被任命到中下层职位。{0}这种“冻结”和“西班牙式向市场经济转型的道路”不可能永远持续：1997年，哈梅·米兰斯去世，在他葬礼当天，全国爆发了要求解除紧急状态和恢复民主的示威。随后国王指示人民联盟领导人曼努埃尔·弗拉加组建政府，弗拉加决定立即采取行动：在逮捕和镇压领导人及抗议者的同时，弗拉加宣布结束紧急状态并举行民主选举。借助国王和行政体系的支持，弗拉加领导的人民联盟获得了40%的选票，并与中间党派组建了执政联盟。然而，绝大多数左翼政党和政治人物被禁止参选，甚至被监禁，这导致了所谓的“受控民主”政权的出现，口号是“我们相信民主，但要有秩序、法律和权威的民主”。{0}弗拉加政府加深了私有化和放松管制的进程，削减关税，完全向外国资本和商品开放经济，同时为加泰罗尼亚、巴斯克和其他民族提供有限自治，吸纳了这些民族中温和的自治派。因此，尽管宣称致力于民主，推行深刻的经济和社会改革，西班牙的政权依然保持着威权、天主教和传统主义的色彩。\r\n西班牙\r\n西班牙的戴高乐{0}阿方索·阿马达上台后，组建了一个民族团结政府，并开始推行政治学家称之为“威权共识意识形态”的政策。该政策旨在在保持威权政府风格和军队强大影响力的同时，在主流议会党派中寻求共识。因此，阿马达从各方势力中挑选出最具灵活性和务实精神的代表组建政府——格雷戈里奥·佩塞斯-巴尔巴（西班牙社会工人党）任副总理，恩里克·穆希卡（西班牙社会工人党）任卫生部长，哈维尔·索拉纳（西班牙社会工人党）任交通部长，乔迪·索莱·图拉（西班牙共产党）任劳工部长，拉蒙·塔马梅斯（西班牙共产党）任经济部长，曼努埃尔·弗拉加（人民联盟）任国防部长，皮奥·卡巴尼利亚斯（中间民主联盟）任财政部长，何塞·路易斯·阿尔瓦雷斯·阿尔瓦雷斯（中间民主联盟）任公共工程部长，米格尔·埃雷罗（中间民主联盟）任教育部长，阿古斯丁·罗德里格斯·萨哈贡（中间民主联盟）任工业部长，卡洛斯·费雷尔·萨拉德（企业家协会）任贸易部长。政府中还包括两位将军——何塞·安东尼奥·萨恩斯·德·圣玛丽亚（自治区事务部长）和曼努埃尔·萨维德拉·帕尔梅罗（内政部长）。{0}因此，阿马达首相以戴高乐的统治为榜样，开始推行新改革——私有化和价格及货币的放松管制逐步推进，但同时社会预算支出、工会的权利与机会、最低社会保障标准以及国家干预市场的权利也在增长。在外交政策上，西班牙宣布坚定的“武装中立”和“主权优先”，并将这些原则写入宪法。{0}与此同时，在内政方面，经各党同意，制定了一项计划，规定自治区仅为法律形式，实际上只享有文化和信息权利，其他权利则受到严格限制。同时，政府开始特别重视发展免费教育以及支持和维护天主教价值观。{0}随后，中间民主联盟失去了人气，许多成员转投人民联盟，部长职位也随之流转。同样，继中间民主联盟之后，共产党也被边缘化，加入了新的广泛左翼联合左翼运动，在其影响下，海外领土被改革为类似加泰罗尼亚的自治区。然而，这种共识依然只建立在阿马达的权威及其与国王和军方的关系之上，而他的去世可能会改变许多事情。而他迟早会死去……\r\n西班牙\r\n国家的未来{0}在选举中社会工人党获胜后，冈萨雷斯修正了本党对欧洲一体化以及西班牙加入北约的态度。1984年10月，政府宣布就这两个问题举行公投。西班牙人在社会党的推动下以压倒性优势批准了亲欧美路线。尽管实施了一些社会改革，西班牙还是步入了新自由主义全球化的潮流，这最终在1996年选举中对社会党来说成为一场灾难。同时，一家知名报纸还曝光了一个秘密且非法、专门打击巴斯克分离主义恐怖主义的组织的存在，这也加剧了社会党的困境。\r\n1986年，经过公投，西班牙最终加入了北约和欧盟。\r\n西班牙在一次公投后于1986年加入欧盟。\r\n西班牙于1986年通过公投加入北约。\r\n西班牙\r\nRe-Carlista{0}新的卡洛斯党统治以其口号“上帝、祖国、自由、国王”的精神开始了改革。{0}按照口号的第一部分——“上帝”，天主教在社会中的所有特权被恢复，改革者想要侵犯的坚不可摧的基础得以保留：天主教成为国教，有关离婚和堕胎的立法被废除，新任教皇约翰·保罗二世——一位著名的保守派和反共人士——访问了该国。{0}在国家政治生活中，各方力量得到了平等代表。许多拥有民族少数群体的地区获得了自治权。{0}臣民的“自由”被写入了取代1978年宪法的“皇家宪章”，其中确立了启蒙时代关于个人权利和自由不可侵犯的主要条款。{0}“国王”——尽管表面上是君主制原则，但承认三权分立，君主高于三权，并拥有任免政府的特权。{0}卡洛斯党的传统主义理想既远离立宪君主制，也远离长枪党式的极权主义。然而，最终，在西班牙，以所有仪式和近乎封建骑士价值观为伴随的“扮演国王”作为国家体制变得更为强大。现代社会是多么严酷和无情啊！{0}{1}\r\n西班牙\r\n共和国的复仇{0}在赢得选举后，西班牙工人社会党（PSOE）大大增强的左翼成功组建了由费利佩·冈萨雷斯领导的新政府，他开始实施激进的左翼社会主义改革：经济管理民主化、推动工会活动、管理和权力的分权。关键产业被国有化，税收和社会政策得到修订。{0}进行的政治改革极大地改变了西班牙的政治面貌——自由党实际上被排除在新体制之外，而新体制则建立在其他、更民主的地方和地区当局、公共组织与中央互动的原则之上。正因如此，社会党人得以引入直接民主的元素，以对抗代议制议会体系。{0}第二共和国时代的社会主义理想成为现实。{0}{1}\r\n西班牙\r\n卡尔主义-列宁主义{0}在左翼卡尔主义者悖论性地宣布君主制后，国家开始推行激进的工团主义改革，旨在摧毁私有制和资产阶级关系。改革派在圣地亚哥·卡里略的领导下，继承了第一次内战期间加泰罗尼亚自治的理想，实际上实施了“君主主义铁托主义”的纲领，将卡尔主义者的传统观点（天主教原教旨主义、反自由主义、恢复传统地区特权）与南斯拉夫铁托主义的思想结合起来，其核心是劳动集体的自我管理理念。{0}这一在许多方面兼容并蓄的意识形态的实施，基于卡洛斯-乌戈国王的基础著作《卡尔主义通向自主管理社会主义之路》。西班牙拒绝了现代性的所有政治成就，否定了启蒙时代和法国大革命的成果，回归到近乎封建的“自由”观念，即由国王赋予各地区特权和权利。{0}在经济层面，资产阶级关于自然权利和不可侵犯财产的观念也遭到打击——国家将大多数大型工业企业国有化，并移交给工人集体管理。尽管后来暴露出“铁托主义的弊病”，但“人民之王”的臣民们对其改革的激进性感到欣喜。{0}然而，这一经验的独特性无可否认……{0}{1}\r\n西班牙\r\n去法兰西化{0}苏亚雷斯的政党继续推进其自由和民主的改革。尽管该党最初持保守立场，但内战后在政治和意识形态上转向左翼，然而经济自由主义仍是其理想。佛朗哥主义的失败导致宗教在社会中的权威下降，因此苏亚雷斯在这一领域发起攻势，宣布天主教与国家分离，并引入限制宗教在教育、民事神职工作（婚姻）中作用的世俗法律。此外，堕胎被全面合法化。{0}1984年新宪法巩固了自由民主和混合市场经济的原则，同时宣布“西班牙的中立和非集团地位”。{0}尽管西班牙企业家、投资者与全球市场之间的矛盾进一步加剧，西班牙仍成功克服了佛朗哥主义的遗产，建立了一个发达的民主国家。{0}{1}\r\n西班牙\r\n西班牙的戴高乐{0}阿方索·阿马达上台后，组建了一个民族团结政府，并开始推行政治学家称之为“威权共识意识形态”的政策。这一政策旨在在保持威权政府风格和军队强大影响力的同时，在主要议会党派之间寻求共识。因此，阿马达从各方势力中挑选了最灵活、最务实的代表组建政府——格雷戈里奥·佩塞斯-巴尔巴（SSWP）任副总理，恩里克·穆吉卡（SSWP）任卫生部长，哈维尔·索拉纳（PSOE）任交通部长，乔迪·索莱·图拉（CPI）任劳工部长，拉蒙·塔马梅斯（CPI）任经济部长，曼努埃尔·弗拉加（人民联盟）任国防部长，皮奥·卡巴尼利亚斯（UCD）任财政部长，何塞·路易斯·阿尔瓦雷斯·阿尔瓦雷斯（UCD）任公共工程部长，米格尔·埃雷罗（UCD）任教育部长，阿古斯丁·罗德里格斯·萨哈贡（UCD）任工业部长，卡洛斯·费雷尔·萨拉德（企业家协会）任贸易部长。政府中还包括两位将军——何塞·安东尼奥·萨恩斯·德·圣玛丽亚（自治区事务部长）和曼努埃尔·萨维德拉·帕尔梅罗（内政部长）。{0}因此，阿马达首相以戴高乐时期为榜样，开始推行新改革——私有化和价格、货币的放松管制逐步加强，但同时社会预算支出、工会的权利与机会、最低社会保障标准以及国家干预市场的权利也在增长。在外交政策上，西班牙宣布坚定的“武装中立”和“主权优先”，并将这些条款写入宪法。{0}与此同时，在内政方面，经各党同意，制定了一项计划，规定自治区仅为法律形式，实际上只享有文化和信息权利，其他权利则受到严格限制。与此同时，政府开始特别重视发展免费教育以及支持和维护天主教价值观。{0}随后，中间党UCD失去了人气，许多成员转投人民联盟，部长职位也随之转移。同样，继UCD之后，共产党也被边缘化，加入了新的广泛左翼“联合左翼”运动，在其影响下，对海外领地进行了改革，使其像加泰罗尼亚一样成为自治地区。然而，这种共识仍然仅仅依赖于阿马达的权威以及他与国王和军队的关系，而他的去世可能会改变许多事情。而他迟早会死去……\r\n巴斯克地区和加泰罗尼亚终于获得了独立！\r\n巴斯克地区终于获得了独立。\r\n加泰罗尼亚终于获得了独立。\r\n西班牙局势\r\n什么都没发生。说真的。\r\n戈尔巴乔夫解散华沙条约组织\r\n苏联新领导人米哈伊尔·戈尔巴乔夫的统治一开始就遭遇了严重的外交失败。在美国和中国的压力下，以及欧洲公众的影响下，他不得不同意提出的“德国统一”方案，甚至没有为其规定中立地位。莫斯科在东欧最忠诚的盟友从政治版图上消失了。{0}在这种情况下，华沙条约组织的存在本身也变得毫无意义，尤其是在维谢格拉德集团脱离苏联影响区之后。1985年，为期30年的条约本应续签。原计划举行庆祝活动，但最终被取消。戈尔巴乔夫不得不宣布这只是苏美关系缓和的“善意姿态”，但所有人都明白，莫斯科真正的盟友只剩下与苏联乌克兰有一小段边界的捷克斯洛伐克，以及已经与华沙条约国家完全失去陆地边界的保加利亚。{0}冷战三十年时期已经结束……\r\n冷战结束了吗？！\r\n苏共领导层中的保守派政治家认为戈尔巴乔夫的这种“姿态”是一种背叛，是对苏联在伟大卫国战争中伟大胜利的蔑视。的确，世界社会主义体系的建立正是这场胜利的直接结果。尽管如此，目前还没有人废除经互会，虽然党内正在酝酿其改革方案，但这些方案真的能改变现状吗？\r\n葡萄牙\r\n新康乃馨革命{0}瓦斯科·贡萨尔维斯的左翼政府吸取了第一次康乃馨革命的教训，这一次采取了更加果断的行动。这一次，“和平过渡到社会主义的方案”进行了重大调整：政府不再收购企业51%的股份，而是宣布将关键产业、交通和基础设施国有化。此外，银行、电力工业、石油炼制、冶金和铁路企业也成为国家财产。{0}工厂、建筑工地、运输企业、教育机构、办公室和乡村的委员会和委员会数量激增。它们保障工人和农民对生产、利润和工资、采购和销售、雇佣和解雇工人以及组织支持革命的工人集会的控制权。新成立的委员会对企业家和企业拥有广泛的监管权力，但也导致剩余资本的外流和企业家本人的逃离，不过这反而使政府更容易征用财产。{0}在农村，土地改革以新的力度展开：1974-75年未被收回的大地主和土地所有者的财产成为合作社的财产，这些合作社以苏联托兹为基础建立。{0}新革命的领导人之一重申，“建立传统的资产阶级民主已经无法满足人民的诉求。”国家开始进行政治改革，这对各政党造成了严重打击，但受政府控制并忠于政府的工会、社会政治运动和工农协会的作用正在增强。左翼激进分子引入直接民主的元素，推行民主和分权的社会主义立场，这当然引起了西方国家的敌意。\r\n葡萄牙\r\n新「新国家」{0}右翼军方试图利用欧洲反自由主义情绪的上升，以及葡萄牙民主支持度和稳定性的下降，来重建“新国家”政权。军方未能找到像萨拉查那样的“巨人”人物，因此只能通过革命委员会集体领导这个奇特的团体，该委员会成为了“国民”。葡萄牙的许多事物再次变得“国民化”：萨拉查时期唯一合法的政党“新国家”从遗忘中归来，但未能在公共生活中取得同样的伟大和重要地位。其他政党被取缔并转入地下斗争。{0}政府通过特别法令宣布1974-1982年间革命和民主政府颁布的所有法律违宪，右翼试图以此强调八年统治的非法性，并恢复与“国民联盟”的连续性。在同样的意识形态安排下，萨拉查的继任者马塞洛·凯塔诺在1974年事件后流亡国外，如今被重新安葬在葡萄牙。此外，天主教会的影响力和传统家庭价值观也得到了全面恢复。值得注意的是，对前政府行为非法性的认定也延伸到了葡萄牙去殖民化的协议。尽管这些协议被宣布无效，但在重建“葡萄牙帝国”问题上并未采取实际行动。{0}社经政策中，社团主义、征用和国有化的理念再次占据上风。{0}在经历了近十年的民主统治后，一切似乎又回到了原点，但这样一个意识形态薄弱、合法性不足的脆弱政权能有多稳定呢？任何小的危机都可能导致其瞬间崩溃，几乎没有人会为新“新国家”政权挺身而出……\r\n葡萄牙\r\n国家的未来{0}随着革命委员会的解散，葡萄牙终于实现了民主统治。军队对政治的影响终止。1983年，社会党再次赢得选举，马里奥·苏亚雷斯再次成为总理。不久，宪法中关于在国内建设社会主义的所有条款都被删除。\r\n1986年，经过公投，葡萄牙终于加入了北约和欧盟。\r\n葡萄牙在一次公投后于1986年加入欧盟。\r\n葡萄牙于1986年在一次公投后加入了北约。\r\n法国：重归于好\r\n瓦莱里·吉斯卡尔·德斯坦在1981年大选获胜后，继续推进先前制定的加强欧洲一体化和与北约合作的方针，同时保持与莫斯科的友好关系。在经济领域，自由主义依然占据主导地位，但进行了一项提高企业税收的税制改革，努力提升工业竞争力、提供就业机会，但大多数措施并未取得显著成效，法国经济在接下来的七年里陷入停滞。1986年，米歇尔·罗卡尔领导的社会党人在议会选举中获胜，德斯坦不得不与一位寻求推行更社会化政策的左翼总理“共治”。然而，在他第二任期于1988年结束后，民主党候选人在选举中失利，总统宝座被德斯坦的死敌雅克·希拉克夺走。\r\n法国\r\n从法西斯主义到社会主义{0}弗朗索瓦·密特朗政府敢于逆流而上，对抗新自由主义全球化趋势，并挑战新兴的欧洲联盟结构。在法国退出欧洲经济共同体后，社会党人实施了“大纲计划”中的大部分条款。社会政策带来了福利和养老金的增加、工时的减少、免费教育和医疗体系的建立、廉价住房的建设。经济实现了民主化，关键工业和交通领域实现国有化，劳动法得到更新。作为政治改革的一部分，地方和区域当局的权力得到加强，国民议会引入了比例代表制投票。{0}然而，尽管社会党人取得了显著成就，由于高税收和国有化威胁，资本外流加剧。以戴高乐主义领袖雅克·希拉克为核心的社会党反对派批评政府预算过高，法国工业竞争力下降，并最终重新组建了政府。\r\n法国\r\n从社会主义到新自由主义{0}密特朗政府无法承受国际形势和资本外流的压力，逐步开始削减左翼凯恩斯主义改革。1984年，领导非共产党政府的总理洛朗·法比尤斯转向紧缩政策，实际上走上了新自由主义道路。在其15年执政期间，密特朗总统两次失去议会多数，被迫与右翼总理雅克·希拉克“共治”。1988年，密特朗以“全体法国人的候选人”身份竞选连任，不再强调社会转型的必要性，这进一步突显了他第一任期前半段社会经济政策的失败。1995年，他的继任者利昂内尔·若斯潘在选举中败给了雅克·希拉克。\r\n法国\r\n走向光辉的过去！{0}法国新领导人乔治·马歇成功打击了党内反对派，将法国共产党推上了法国政治舞台的前沿。政府使法国退出了北约和欧洲体系，从而腾出手来实施全面的社会主义改革计划：国有化主要工业、交通和社会服务，建立负责协调工业运作的计划机构。“无产阶级专政”原则的实施重新回到了党的纲领中。马歇提出“审查以代议制为基础的政治体制机构”的必要性。引入直接民主元素、提升工会和社会政治组织作用的运动已经展开。然而，人们在实践中还无法真正“感受到”那种“无产阶级专政”的轮廓，其最早的迹象就是巴黎公社。尽管如此，法国政治版图上的主要政党已变为共产党和社会党，而右翼在一系列限制政党和媒体资金来源的法律出台后，正逐渐失去影响力。\r\n法国\r\n欧洲共产主义的新星{0}法国新领导人乔治·马歇成功打压了党内反对派，将法国共产党推上了法国政治舞台的前沿。政府使国家脱离了欧洲体系，从而有了实施全面社会主义改革计划的自由：对主要工业、交通和社会服务进行国有化，建立协调工业运作的计划机构。{0}在外交政策上，马歇与莫斯科保持距离，同时在欧洲共产主义政策框架下与其他欧洲共产党保持联系。{0}此外，社会主义政府出人意料地对移民法国实施了限制，以稳定劳动力市场，但这对国家整体经济形势产生了负面影响——劳动年龄人口减少，出生率依然低迷。专家预测，人口迅速老龄化可能很快导致年轻人只能靠劳动来养活退休人员，尤其是在共产党降低了退休年龄的情况下。{0}在经历了上世纪七十年代的严重下滑后，法国共产党重新获得了第一大左翼党的地位，因为密特朗失败后，社会党内部出现分裂，左翼转投共产党。右翼阵营也未能整合——民主党人和戴高乐主义者在1988年选举中未能推出统一候选人，再次失败。{0}一个共产主义，甚至是欧洲共产主义项目的成功实施，实属罕见。\r\n法国\r\n资本家与共产主义者的舞蹈{0}总统乔治·马歇与总理雅克·希拉克之间的对抗最终导致了“共同纲领”条款的彻底失败，以及共产主义总统的声誉受损。下一届总统选举由雅克·希拉克获胜，他最终彻底拆除了社会制度的残余，推行新自由主义政策。法国共产党则不再在国家政治生活中扮演重要角色，最终将左翼联盟中的主导地位让给了社会党人。\r\n法国\r\nde Gaulle的梦想{0}在宣布恢复戴高乐主义并确保法国国家真正独立、向世界舞台上的所有人民展示法国焕然一新的伟大之后，雅克·希拉克获得了极高的民众支持，法国人在新选举中大规模投票支持他的政党，为希拉克创造了组建一党制政府的机会。他也利用这一机会，任命自己的门生多米尼克·德维尔潘为总理。希拉克成功将亲华盛顿的温和派排除出自己的政党，终于获得实现所有想法的机会。{0}首先，雅克·希拉克及其团队宣布开启“新戴高乐主义”：所有国有企业和股份被私有化，但与此同时，出台了加强国家对经济、货币体系，甚至证券交易所干预的法律；还通过了“首次就业合同法”，允许雇主无理由解雇工人，但这被一项新的政府扩大社会支出计划所抵消，该计划惠及全国人口。{0}因此，形成了一种纯粹私有但受监管的经济体系，配有支持就业的劳动法典和广泛的社会保障。{0}希拉克之后的下一任总统，理所当然地由他的继任者多米尼克·德维尔潘当选，然而，他不得不与{0}新的戴高乐-勒庞主义政府在外交政策上延续了希拉克与莫斯科和北京合作、与美国对抗的旧路线。在德维尔潘执政下，反美情绪不仅没有减弱，反而更加激烈。然而，国内政策出现了一些变化：通过了打击移民、激进穆斯林的严厉法律，以及要求所有人必须懂法语并只信奉世俗版伊斯兰教的法律；与此同时，进一步的经济改革则是增加雇主权利，同时因大规模社会支出导致预算赤字扩大。与此同时，不断增长的预算赤字通过积极的新殖民政策和对前法国势力范围国家的资源全面抽取来弥补。\r\n法国\r\nGaucho-lepenisme{0}外交政策的失败以及未能实现承诺的完全主权，降低了希拉克作为“强势人物”的声望，同时也与总理德维尔潘推行的不成功改革相吻合，他试图大幅扩大雇主权利，导致工会和左翼的大规模罢工和集会。{0}甚至希拉克自己的政党也对他的政策感到失望，在下届选举中提名了极为温和且亲美的候选人尼古拉·萨科齐，因此大多数渴望主权和伟大的选民转向了让-玛丽·勒庞及其国民阵线党。然而，在勒庞党内，“法国的国家问题必须通过社会问题的棱镜来看”这一观点越来越受欢迎，被称为“gaucho-lepenisme”（“左翼勒庞主义”），其起源于普雅迪主义、反智主义、反企业主义和社会国家资本主义。{0}让-玛丽·勒庞试图同时赢得右翼和左翼选民的努力取得了成功：利昂内尔·若斯潘（提出将住房权作为公民不可剥夺的基本权利）和让-玛丽·勒庞本人进入了选举第二轮。出乎意料地，凭借民粹主义言论以微弱优势，让-玛丽·勒庞在第二轮当选为法国总统，但议会选举并未为国民阵线带来足够的多数席位。大多数政党都参与了协商。{0}政治紧张导致协商出现意外结果：国民阵线宣布与由乔治·马歇领导的共产党组建联合政府。后者予以确认，并补充说该联盟纯属临时，是由议会选举结果引发的混乱所致。这样一个奇特联盟的官方目标是“确保法国的稳定与安全，争取工人和家庭的权利，保护和实现法国的主权”，而联盟也一步不偏地坚持这些目标：扩大社会福利，推行家庭物质支持，改善劳动法和劳动权利，甚至为农民提供补贴，发起严肃的禁毒运动，同时增加警力，收紧法律，提高军队和执法部门的待遇及薪资。同时，法国宪法中加入了放弃加入外国军事组织的条款，这标志着法国结束了在西方军事结构中的成员资格。{0}然而，进一步改革路线上的分歧导致国民阵线与共产党联盟出现裂痕：在选举前，该联盟仅形式上存在，以避免政府被解散。但在即将到来的选举中，昔日伙伴将站在选举壁垒的对立面。\r\nGaucho-lepenisme{0}外交政策的失败以及未能实现承诺的完全主权，降低了希拉克作为“强势人物”的人气，同时总理德维尔潘试图大幅扩展雇主权利的改革也未能成功，导致工会和左翼的大规模罢工与集会。{0}连希拉克所在的政党也对他的政策感到失望，在下届选举中提名了极为温和且亲美的候选人尼古拉·萨科齐，因此大多数渴望主权和伟大的选民转向了让-玛丽·勒庞及其国民阵线党。然而，在勒庞党内，“法国的民族问题必须通过社会问题的棱镜来看”这一理念越来越受欢迎，被称为“gaucho-lepenisme”（“左翼勒庞主义”），其起源于普雅迪主义、反智主义、反企业主义和社会国家资本主义。{0}让-玛丽·勒庞试图同时赢得右翼和左翼选民的努力取得了成功：利昂内尔·若斯潘（提出将住房权利定为公民不可剥夺的基本权利）和让-玛丽·勒庞本人进入了选举第二轮。出人意料地，凭借民粹主义言论，以微弱优势，让-玛丽·勒庞在第二轮当选为法国总统，但议会选举中，国民阵线未能获得多数席位。大多数政党参与了谈判。{0}经过长时间讨论，国民阵线宣布与共和联盟组建联合政府。新政治力量发起了保护文化与民族价值、打击移民、加强安全和扩大警察权利的运动。在外交政策上，对美国及其盟友的批评加剧，但同时，法国仍表示希望在“共同欧洲安全体系”框架下与其他西欧国家合作。社会、预算和劳工项目趋于温和，特别关注帮助农民和“鼓励去城市化”——以优惠政策从城市迁往乡村——但成效甚微。期待重大改革的左翼选民，以及希望更激进政策的极右翼选民，都对这样的政府失望，因此国民阵线的支持率急剧下滑，预计下届选举中左翼及中左翼政党联盟将获胜。\r\n意大利\r\n贝林格遗产{0}欧共策略的成功使意大利加深了社会和民主改革。放弃阶级斗争原则以及斯大林时期苏联在1930年代形成的大多数教条主义态度，使得共产党能够更新其意识形态基础，并由于对中产阶级的开放而扩大了选民基础。对欧洲普遍人文价值的呼吁，严重影响了其他欧洲国家的亲苏共党，包括荷兰、比利时、丹麦和挪威。这导致这些国家共产党的得票数急剧上升，尽管早在此之前，甚至许多苏联学者也承认这些国家的工人运动已经衰落。毛主义、霍查主义和托洛茨基主义组织对修正主义的指责，反而增加了民主替代苏联共产主义和西方资本主义的受欢迎程度。{0}在意大利本土，贝林格政策的继承者们继续推行欧共政策——经济和政治的民主化，工会组织影响力的扩大，以及一系列其他进步改革。{0}{1}\r\n历史妥协{0}历史妥协政策能够从根本上改变意大利的民主制度。共产党人的选举成功已无法忽视，而如此高的选举影响力也因意共代表加入与基督教民主党联合政府而转化为政治影响力。一个在议会斗争和工会斗争中、同时也在中央政府结构中捍卫工人阶级和知识分子利益的力量的出现，不仅加强了共产党人在意大利政治中的地位和作用，也使他们与基督教民主党共同承担起推行改革的责任。{0}至于改革本身，结果却很复杂，因为共产党人在政府中只获得了次要职位，最重要的职位仍由基督教民主党掌控。只有部分改革得以推进，涉及税收体系（主要是对财富和资本利得的税收）、工会在企业中的作用以及地区自治机制。尽管改革有限，且在许多方面带有社会民主色彩，但社会保障的扩大、免费教育和医疗的推广提升了意共的支持率，却也引发了企业家的无声抵制，他们开始加大对基督教民主党和社会党的物质支持。{0}不过，在下一次选举中，意共仍然提升了得票率，获得36%，而基督教民主党为40%。然而，这次未能再次组建如此广泛的联合政府。基督教民主党领袖认为历史妥协政策“没有前途”，并“威胁到意大利的国家主权”，因为通过这一政策，“莫斯科可能获得与意大利及北约国家军事和经济潜力相关的信息”。最终，基督教民主党决定与社会党联合组阁，总理职位由意大利社会党领袖贝蒂诺·克拉克西担任。至此，历史妥协政策还未真正开始就已宣告结束。{0}\r\nMoro的报复{0}在莫罗党在选举中获胜后，新政府开始推行中左翼改革。莫罗对他的政治对手采取了毫不妥协和强硬的态度，不再同意让步和妥协（与社会党人的联合除外）。{0}随着民主替代党的日益受欢迎，意大利的另外两个传统政党——基督教民主党和共产党——逐渐衰落。前者未能适应新形势，并在1990年代末从政治版图上消失。1990年代，中右翼政党的空缺将由企业家西尔维奥·贝卢斯科尼领导的“前进，意大利！”填补。共产党将经历分裂。以社会民主原则为指导的右翼将投奔社会党，而左翼则不得不再次受苏联共产党影响，放弃欧共主义原则。\r\n国家毛主义乌托邦{0}由意大利国家解放特别委员会领导，代表为恩佐·玛丽亚·丹蒂尼、雨果·塞拉菲诺·迪·卢亚和雨果·卡斯凯拉，新意大利在纳粹毛主义旗帜下进入了“革命民族主义”行列。该运动的主要思想家和哲学家被宣布为反对帝国主义的战士毛泽东、反抗旧价值观的精神起义代表尼采、超越左右的切·格瓦拉、民族神秘主义者尤利乌斯·埃沃拉以及存在主义者萨特。整个意识形态开始建立在三大支柱之上：反帝国主义、反犹太复国主义和反资本主义。{0}“民族革命”理论家提出了新口号“每个国家都有自己的民族”，由此宣告了一项新的族裔民族主义原则，即每个民族都有权拥有自己的国家，并且必须只在自己的国家生活。同时，尽管否定苏联，但他们认为苏联的社会主义只有在斯大林的俄国中心主义政策和放弃国际主义项目后才得以巩固。{0}通过物理清除不服从新政权的左右派运动领导人，人民斗争协会——这个自称“既非左派也非右派”的新执政党——吸收了许多极左和极右的普通成员。随后，该党采纳了新的对外政治学说——退出《不扩散核武器条约》后，新意大利当局宣称：“反法西斯主义和反共产主义是体制造成的虚假对立，目的是分散革命力量，意大利人民的团结应在体制之外并反对体制而重建，以摆脱俄罗斯、美国、梵蒂冈和世界犹太复国主义帝国主义在政治、经济和文化上的剥削。”{0}与其声明相呼应，意大利国内政治改革涉及多个方面：黑衫军被复活，建立了一党制，大资产阶级被处决，引入了无私有财产、强国家监管下的分权自治工会体系，并对银行和货币体系实施国家控制。除单一意大利文化外，其他文化被消灭，种族隔离立法被恢复，军衔制度被废除，采纳毛主义的人民群众游击军理论，并为每个家庭分配碉堡，构筑整个意大利。\r\n科苏塔同志{0}在科苏塔的统治下，意大利发生了重大变化，首先影响到的是共产党本身：从一开始，科苏塔的支持者就是意大利工人主义运动立场上的亲苏激进分子，并以列宁晚期提出的“通往社会主义的道路在于无产阶级专政和工人国家下的合作化经济”为基础，科苏塔及其支持者深化了工人主义，并将其确立为党内主导思想，而自由派则遭到清洗。同样值得注意的是，在掌控党权后，新当局从一开始就进行了一系列旨在加强工人和共产党权力的政治改革：所有议员席位的选举开始通过单一选区进行，取消了党派名单提名，只有未从事商业活动的人才能作为候选人参加选举。同时，选举按照直接民主的模式变为多级制，首先选举地区委员会，然后是区委员会选举大区委员会，大区委员会再选举最高委员会。这项改革使科苏塔能够利用所有可用的国家和党内手段巩固共产党的主导地位。{0}与此同时，新意大利在社会政策上以东德为榜样，推行性别权利、无论取向的平等、对裸体主义和其他社会自由形式的宽容，并拒绝将自己的社会行为强加于他人。同时，国家在经济政策上加大了干预力度：所有战略性重要的经济部门实现国有化，建立了对外贸易垄断，成立了计划委员会（其成员由最高委员会每五年选举一次，而非由党批准），企业集团被解散，制定了严格的反垄断规定，并为新兴合作社提供优惠、补贴及其他支持。宣传开始颂扬“公社式生活方式”，意大利被划分为部分自治的公社，宽敞的公社住宅成为时尚，每周举行公社“集会”，甚至国有企业的管理权也移交给劳动集体。但尽管如此，各企业仍需严格完成五年计划和计划委员会下达的任务，从而在地方分权自治的基础上保持了中央集权的经济模式。{0}在外交政策上，意大利依然是莫斯科的真正朋友，与东欧集团和老牌社会主义国家建立了牢固而紧密的联系。\r\n英格拉奥同志{0}英格拉奥的统治主要以彻底清除意大利的法西斯运动和重组共产党而被铭记：所有法西斯运动及赞扬法西斯主义、墨索里尼、佛朗哥主义或其他形式法西斯主义的运动都被取缔，相关符号被禁止，领导人被逮捕。同时，国家宣布进行正式的“清洗”，凡是在墨索里尼时期与当局有任何合作的人都被剥夺一切政治权利和进入公共服务部门工作的机会（从而推翻了许多主要政治力量）。至于共产党，英格拉奥大力转向意大利的左翼青年运动，利用年轻的活动家对党内进行重组和年轻化。英格拉奥时期的第二届内阁部长成为意大利历史上最年轻的部长团队。党的队伍更新带来了党派意识形态的更新：与自由派和亲苏派不同，新左派和自由社会主义的思想成为主流。内政也发生了重大变化：女权主义、极端环保主义和工会主义被采纳。{0}这些变化带来了大量“生态”法律的出台，放弃了核电站，实行了公民社会评级制度（包括奖励和惩罚），企业强制工会化（所有企业转为劳动集体持股所有制），同时实施了严厉的反垄断、反企业税和财富税。由于“资本外逃”和“人才流失”，到2001年，意大利共产党因无法应对出现的经济问题而分裂为三个党派：“左翼民主党”（民主社会主义者和社会民主党人）、“共产党复兴党”（激进无政府主义者和自由社会主义者）以及“意大利共产党人党”（实用主义者和工人主义思想支持者，由科苏托领导）。尽管如此，英格拉奥再次赢得选举，以“全体进步左翼力量无党派人士”身份参选。共产党的分裂导致中间力量的受欢迎度上升，但最终没有任何力量能够赢得议会多数，导致议会联盟的组建。{0}前统一共产党的三大派别，尽管存在分歧，最终还是达成协议，组建了执政联盟。为应对资本外逃，决定“临时国有化所有威胁国家安全的企业”——这在法律上意味着将所有持异议的公司置于国家控制之下，同时仍将利润转交给原所有者。为应对人才流失，政府大幅扩大学生会的权力，实际上将教育机构的管理和教学计划交由学生掌控，希望“自由氛围”能孕育出新的“忠于祖国”的人才。然而，所有民调显示，这将是英格拉奥的最后一个任期，他本人也明白这一点，这意味着未来共产党三大派别将再次争夺领导权。\r\n同志纳波利塔诺{0}纳波利塔诺的统治以他著名的话语开始：“共产党不能单独执政，否则就会变成独裁。”乔治奥·纳波利塔诺呼吁组建“民族团结政府”，并通过斡旋，促成了共产党、意大利社会党和意大利人民党之间的联合。该联盟得到了梵蒂冈的认可，并以“对资本主义进行民主改革”为目标。政府开始了温和的社会改革，导致民众福利普遍提升，但右翼势力对此表示不满，指责政权“布尔什维克化经济”和“鼓励懒惰”，尽管这些改革并未涉及任何社会化或国有化，仅仅是加强了劳动权利、工会权利、预算社会支出和国家调控。由于对共产党“过于温和”政策的不满，在罢免纳波利塔诺的尝试失败后，一批由科苏托领导的亲苏共分子退出，成立了共产党复兴党。党内最左翼的离开导致自由派力量增强，执政党放弃了以往的立场，甚至否定了列宁，转而采取奥地利马克思主义和卢森堡主义的立场。在党代会上，新左翼要求企业社会化并交由劳动集体管理，但他们的要求未被采纳，也退出了党内。另一场分裂恰逢预算赤字，为维持社会福利被迫增税。所有这些都导致了政治光谱右翼力量的流行。纳波利塔诺不愿打破政治传统而不再竞选总统，但最终还是被迫再次参选。其最后一任期以对共产党、意大利社会党和意大利人民党的大规模重组为标志，合并为一个政党——左翼民主党，“以应对右翼势力日益增长的威胁。”{0} 民主类型。在纳波利塔诺的统治下，意大利成为公认的中立国家，保留了战后意大利的所有政治特征和体制，前基督教民主党人、执政左翼民主党成员塞尔焦·马塔雷拉当选总统继任者，他承诺将继续前任政策，“捍卫民主和有人情味的资本主义”。\r\n时代的阿尔米兰特{0}阿尔米兰特是在一个从法西斯到保守自由派的杂色联盟中上台的，他将党内“表面激进，实则务实”的政策延续到了整个政府。阿尔米兰特经常发表激进言论和粗鲁演讲，但实际上推行的是事实上的民族保守政策：父权主义的经济手段类似于法国的指导主义，国家支持传统和家庭文化价值观，墨索里尼没有被平反，但被承认为一个复杂的历史人物，为了安抚民众，还引入了一些社会保障和福利。{0}与此同时，阿尔米兰特发起了一场真正广泛的打击激进主义运动：恐怖分子可被判处死刑，甚至只是将房屋出租给恐怖分子的人也被视为同谋；许多反恐法律直接借鉴了联邦德国。接着，意大利情报部门经过长时间调查，揭露了许多意共政治家接受克格勃资助的事实，导致意共威信和支持率急剧下滑，并最终转型为左翼民主党。{0}阿尔米兰特去世后，民族联盟和意大利社会运动党由杜奇的孙女亚历山德拉·墨索里尼领导，她延续了先前的务实合作政策，但为了适应社会变革，为意大利法西斯主义带来了新潮流：法西斯女权主义、后现代艺术、亲犹主义，以及积极打击吉普赛人和罗马尼亚人（吉普赛人被宣布为“犯罪团体”并被送往收容营，罗马尼亚人则被称为“声称伟大罗马遗产的历史罪犯”）。\r\n罗穆阿尔迪时代{0}罗穆阿尔迪是在大规模民众抗议旧政权的背景下上台的，他自信地同意将右翼保守势力引入党内。与青年和南方（新法西斯主义的主要基地）的互动被转交给罗穆阿尔迪的战友皮诺·劳蒂，他迅速开始组建新法西斯军团以对抗左翼势力。政府开始支持新法西斯工会以对抗红色势力，并实施了萨罗共和国的复兴政策：其宪法和法律被认为是建立本土意大利人民国家的典范。{0}作为新政策实施的一部分，IRI被恢复，不仅有权为企业和银行提供财政援助，还可以资助工会和农民社区，并在“国家安全受到威胁”时有权冻结物价，以及有权将“不爱国企业”国有化。新当局还强制要求企业和公司只能通过工会签订合同，并且只雇佣工会成员。{0}总体而言，罗穆阿尔迪的统治不仅在扩大工人权利和向企业提供财政援助以安抚他们之间进行平衡，还包括对已故墨索里尼的复兴、对过去的历史重新评估，以及支持文化保守主义、传统主义和法西斯现代主义。同时，公民法根据“血统与效忠”原则进行了改革。然而，为了缓解大众不满，官方只使用了完全民主和合法的术语：申请公民身份者必须接受面试，以确认其以意大利语为母语的能力，并展示其对意大利文化的整体认同，包括对意大利历史、文学和艺术的了解，此外，作为强制性要求，申请人还必须提供经过法律认证的证据，证明其最近三代直系亲属中至少有一位意大利祖先。对政权的政治反对主要来自欧洲共产主义的意共，该党团结了所有左翼力量，有很大机会赢得1989年大选，因为在罗穆阿尔迪于1988年去世后，MSI领导层内右翼保守派菲尼与激进法西斯派劳蒂之间爆发了激烈斗争。\r\n菲尼时代{0}为了实现对左翼的彻底政治孤立和意大利的稳定，阿尔米兰特决定提名他年轻的门生詹弗兰科·菲尼，由MSI领导的广泛中右翼联盟支持，因此甚至前ISP的部分成员也支持了新政府。菲尼绕开了与墨索里尼及过去有关的所有问题，开始推行自由经济政策：国家放弃经济干预，降低税收，私有化国有资产，并实行税收大赦。与此同时，政府实行强有力的保护主义，提高进口关税，但也采纳了工会关于实施福利项目的建议。{0}国家支持保护和传承本国文化与传统价值观的项目。反对MSI这种“温和”立场的激进分子退出了该党，在阿尔米兰特去世后，MSI由詹弗兰科·菲尼领导，并从法西斯党转变为右翼保守的国家联盟党，放弃了法西斯主义立场，同时年轻政治家西尔维奥·贝卢斯科尼也加入其中。\r\n在20世纪80年代末和90年代初，意大利的政治版图发生了重大变化。在恩里科·贝林格尔去世和亚历山德罗·纳塔卸任总书记后，意共由阿基莱·奥切托领导，他开始瓦解党内的欧共主义和马克思主义倾向，并宣布向社会民主主义路线转变。在1990年的一次代表大会上，共产党自行解散，被民主左翼党取代。部分正统马克思主义者和欧共主义者，如科苏塔和英格拉奥，拒绝加入新党，另组了自己的政党——共产主义复兴党。{0}左翼在国内的地位削弱——1992年选举中，民主左翼党仅获得16%的选票，尽管基督教民主党同样领导层动摇，也只得到了29%。90年代后半期，民主左翼党加入了左翼政党联盟“橄榄树联盟”，但到了十年末，这一联盟解体，党的继承者们甚至远离了社会民主主义立场。{0}1992-1993年，执法机构着手清除黑手党和犯罪集团对选举和政治生活的影响。但审判结果史无前例。调查线索直指高层——最大政党基督教民主党和社会党高层都与黑手党有某种联系。{0}在如此打击之后，意大利传统政党从政治舞台上消失。西尔维奥·贝卢斯科尼的“前进，意大利”党占据了空缺的位置。\r\n同志英格拉奥{0}英格拉奥的统治主要以彻底清除意大利的法西斯运动和重组共产党而被铭记：所有法西斯运动及赞扬法西斯主义、墨索里尼、佛朗哥主义或其他形式法西斯主义的运动都被取缔，其标志也被禁止，领导人被逮捕。与此同时，国家宣布进行正式的“清算”，凡是在墨索里尼统治下与当局有任何形式合作的人都被剥夺一切政治权利和进入公共服务部门工作的机会（因此推翻了许多主要政治力量）。至于共产党，英格拉奥大力转向意大利的左翼青年运动，利用年轻激进分子重组并年轻化党的队伍。英格拉奥执政下的第二届内阁也成为意大利历史上最年轻的部长团队。党的队伍更新带来了党的意识形态更新：与自由派和亲苏派不同，新左派和自由意志社会主义的思想成为主流。内政也发生了重大变化：女权主义、极端环保主义和工会主义被采纳。{0}这些变化导致出台了大量“生态”法律，放弃核电站，实行公民社会评级（有奖惩机制），企业强制工会化（所有企业转为劳工集体持股形式），同时实行严厉的反垄断、反企业税和财富税。由于“人才外流”，到2001年，意大利共产党因无法应对出现的经济问题而分裂为三个党派：“左翼民主党”（民主社会主义者和社会民主党人）、“共产党复兴党”（激进无政府主义者和自由意志社会主义者）以及“意大利共产党人党”（务实派和工人主义理念支持者，由科苏托领导）。尽管如此，英格拉奥再次以“全体进步左翼力量的无党派人士”身份赢得选举。共产党的分裂导致中间派力量人气上升，但最终没有任何一方赢得议会多数，导致组建了议会联盟。{0}在社会主义阵营失败的背景下，左翼民主党决定与中间派的雏菊联盟和北方联盟（帕达尼亚地区自治运动）组建联盟。新政府通过转向社会自由主义经济理念，取消了前政府的“激进改革”，从而遏制了资本和人才外流。经济衰退通过放松管制和政府对经济部门的大量注资得到纠正。作为对“自己一切成果被摧毁”的抗议，英格拉奥宣布加入“意大利共产党人党”，并试图与科苏托党组织联盟，但在议会制共和国体制下，他几乎无法对抗执政联盟。{0}意大利经济再次站稳脚跟，但社会主义已无可企及。然而，所有民调显示，这将是英格拉奥的最后一个任期，他本人也很清楚这一点，这意味着中间派有望最终在意大利执政体系中站稳脚跟。\r\n随着改革派在苏联上台，意共与苏共的关系得以恢复，莫斯科与罗马之间的关系也显著升温。\r\n在20世纪80年代末和90年代初，意大利政局将迎来重大变革——在苏联改革的背景下，共产党将分裂为支持社会民主路线的成员和坚持马克思主义及欧洲共产主义的成员。其他传统意大利政党，如社会党和基督教民主党，也将在一场腐败丑闻后消失。\r\n在20世纪80年代末和90年代初，意大利政坛将面临重大变革——传统的意大利政党，如社会党和基督教民主党，将在一场腐败丑闻后消失。共产党将继续存在，但再也无法重现70年代中期的成绩。\r\n在传统意大利政党消失后，整个1980年代，政治不稳定和左右翼政党之间的冲突持续不断，加剧了恐怖主义和极端主义的发展。然而，在1990年代，政治局势开始稳定，左右中间的空白被不再与CDA或ISP相关联的新政党所填补。\r\n在20世纪80年代末和90年代初，意大利的政治格局发生了重大变化。在恩里科·贝林格尔去世和总书记亚历山德罗·纳塔辞职后，意共由阿基拉·奥切托领导，他试图消除党内的欧洲共产主义和马克思主义倾向，并宣布向社会民主主义路线转变。然而，1990年的大会否决了奥切托的提议，温和派的英格拉奥接管了党。意共继续存在，但二战后形成的党派格局发生了显著变化。{0}1992-1993年，执法机构开始着手根除黑手党和犯罪集团对选举活动和政治生活的影响。但审判的结果史无前例。调查线索直指最高层——最大政党基督教民主党和社会党高层都与黑手党有某种联系。{0}在如此打击之后，意大利的传统政党从政治舞台上消失。西尔维奥·贝卢斯科尼的“前进，意大利”党占据了空缺的位置。\r\n土耳其与库尔德斯坦\r\n土耳其{0}{3}{0}{1}{0}库尔德斯坦{0}{2}\r\n土耳其的势力范围包括伊朗、伊拉克和叙利亚，在这些地方建立了法西斯类型的傀儡政权。\r\n土耳其的势力范围包括伊拉克和叙利亚，在那里建立了法西斯类型的傀儡政权。\r\n土耳其的势力范围包括伊朗和叙利亚，在那里建立了法西斯类型的傀儡政权。\r\n土耳其的势力范围包括伊朗和伊拉克，在那里建立了法西斯类型的傀儡政权。\r\n伊朗进入了土耳其的势力范围，那里建立了一个法西斯类型的傀儡政权。\r\n伊拉克进入了土耳其的势力范围，那里建立了一个法西斯类型的傀儡政权。\r\n叙利亚进入了土耳其的势力范围，那里建立了一个法西斯类型的傀儡政权。\r\n最终，《塞夫勒斯和约》的一项条款得以实现——库尔德人民完全获得了自己的国家和独立，领土涵盖了土耳其、伊朗、伊拉克和叙利亚。\r\n最终，《塞夫勒斯和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。在土耳其库尔德斯坦地区，由工人党领导的库尔德斯坦国家成立。{0}许多来自中东其他国家地区的库尔德人开始迁往这个新国家。\r\n最终，《塞夫勒斯和约》的一项条款得以实现——库尔德人拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。在伊朗、伊拉克和叙利亚的部分原有领土上，库尔德斯坦国家成立，由当地党派联盟领导。{0}许多来自中东其他国家地区的库尔德人开始迁往这个新国家。\r\n最终，《塞夫勒斯和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。在伊朗和伊拉克的部分原有领土上，库尔德斯坦国家成立，由当地政党联盟领导。{0}来自中东其他国家地区的许多库尔德人开始迁往这个新国家。\r\n最终，《塞夫勒斯和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。在原叙利亚和伊拉克的部分领土上，库尔德斯坦国家出现了，由当地政党联盟领导。{0}许多来自其他中东国家地区的库尔德人开始迁往这个新国家。\r\n最终，《塞夫尔和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。由库尔德斯坦民主党领导的库尔德斯坦国家在伊朗的部分旧领土上建立。{0}许多来自中东其他国家地区的库尔德人开始迁往这个新国家。\r\n最终，《塞夫尔和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。由民主党和爱国联盟联合领导的库尔德斯坦国家在伊拉克的部分旧领土上成立。{0}许多来自中东其他国家地区的库尔德人开始迁往这个新国家。\r\n最终，《塞夫尔和约》的一项条款得以实现——库尔德人民拥有了自己的国家，尽管并非在所有库尔德人居住的土地上。在前叙利亚部分领土上，由民主党领导的库尔德斯坦国家出现了。{0}许多来自中东其他国家地区的库尔德人开始迁往这个新国家。\r\n建立一个统一的民族国家仍然是库尔德人民的终极梦想……\r\n在塞浦路斯行动取得成功后，土耳其军国主义政权的野心进一步膨胀。借助宣传，政府在社会中煽动民族主义和复仇主义。一些组织和媒体甚至要求“归还被希腊占领的原本属于土耳其的领土”，但这一疯狂的倡议并未超出言辞……至少目前如此……然而，土耳其民族主义实际上已经成为国家意识形态。在国内政治领域，建立了极端威权的政权，军方对政治有着极高的影响力。尽管军政府被名义上废除，军方也离开了他们的职位，但他们在幕后政治中的影响依然巨大。所有反对党都被取缔，唯一合法的执政党掌控着所有地区和议会。这样一个体制的稳定性问题依然悬而未决……\r\n在民族主义者与政府成功结盟后，军方当局开始借助宣传在社会中煽动民族主义和复仇主义。一些组织和媒体甚至要求“归还被希腊占领的原本属于土耳其的领土”，但这种疯狂的倡议并未超出言辞……至少目前如此……然而，土耳其民族主义实际上已经成为国家意识形态。在国内政治领域，建立了一个极端威权的政权，军方对政治有着极高的影响力。尽管军事政权被正式废除，军方也离开了他们的职位，但他们在幕后政治中的影响依然巨大。所有反对党都被取缔，唯一合法的执政党控制着所有地区和议会。这样一个体制的稳定性问题依然悬而未决……\r\n左翼联盟上台后，致力于实现国内政治的民主化，以削弱军队的影响力并阻止第二次政变的可能性。新宪法的通过巩固了左翼政府的成果、社会保障以及民主多党制。然而，并没有明显背离凯末尔主义的原则，土耳其继续执行阿塔图尔克制定的政策。\r\n在军事失败和土耳其军队崩溃后，土耳其的邻国决定利用该国的虚弱，侵占其领土。苏联提出了对海峡和前帝国领土的要求，显然在黑海地区形成了垄断地位，并显著加强了其在该地区的影响力。叙利亚收回了哈塔伊省，该省在二战初期被土耳其吞并。于是，土耳其从东方最强大的经济体和军事力量，沦为一个“出气筒”，无法对更强大的世界国家做出任何抵抗。\r\n在军事失败和土耳其军队崩溃后，土耳其的邻国决定利用该国的弱势，趁机夺取新的领土。叙利亚收回了土耳其在二战初期吞并的哈塔伊省。于是，土耳其从东方最强大的经济体和军事力量，变成了一个毫无还手之力的“出气筒”。\r\n在军事失败和土耳其军队崩溃之后，土耳其的邻国决定利用该国的弱势，侵占其领土。苏联提出了对海峡以及前帝国领土的主权要求，显然在黑海地区形成了垄断地位，并大大加强了其在该地区的影响力。因此，土耳其从东方最强大的经济体和军事力量，沦为了一个“出气筒”，无法对更强大的世界国家做出任何抵抗。\r\n在军政府下台后，国家通过了新的民主宪法，共和人民党重新执政，并一直主导土耳其政坛直到2000年代初，直到雷杰普·埃尔多安的正义与发展党赢得选举，其意识形态被称为“温和伊斯兰主义”。\r\n新罗曼诺夫帝国{0}苏联曾经是社会主义的中心和核心。但现在呢？如果说早期的苏联领导人喜欢在海报上把自己描绘成马克思-恩格斯-列宁的继承人，如今现任领导人的画像则与伊凡三世沙皇、彼得一世皇帝和苏共中央总书记约瑟夫·斯大林的画像一起被高举。他们都是收复俄罗斯土地的缔造者，是以铁腕重建强大国家的政治家。显然，罗曼诺夫本人正试图强调与其他罗曼诺夫家族成员和伟大苏联领导人的延续性，但他会留下新的王朝吗？“苏维埃帝国”拥有了新领土，包括曾经的土耳其海峡，苏联通过这里有利地进口粮食和肉类，而苏联集体农庄无法完全自给。新的苏联领导人驱逐并剥夺了所有异见者的公民权，将克格勃和党置于自己掌控之下，把反对者驱逐或派往外交部门。像每一个自尊的统治者一样，罗曼诺夫宣布制定新宪法，根据新宪法，所有苏维埃加盟共和国将被废除，仿佛在一个统一的苏维埃共同体中“消融”。然而，“苏维埃人”的形象本身已经发生了巨大变化，吸收了新政府的“主权性”，其根源可以追溯到斯大林主义时期。苏维埃爱国主义与帝国主义、对国家和党的忠诚融合为一体……\r\n新罗曼诺夫帝国{0}苏联曾是社会主义的中心和核心。但现在呢？如果说早期的苏联领导人喜欢在海报上把自己描绘成马克思-恩格斯-列宁的继承人，那么现在现任领导人的肖像则与伊凡三世沙皇、彼得一世皇帝和苏共中央总书记斯大林的肖像一起被高举。他们都是俄罗斯土地的收集者，是用铁腕重建强大帝国的政治家。显然，罗曼诺夫本人正试图强调与其他罗曼诺夫家族成员和伟大的苏联领导人的延续性，但他会留下一个新的王朝吗？“苏维埃帝国”新领土，包括前土耳其海峡，苏联通过这些海峡有利地进口粮食和肉类，而苏联集体农庄无法完全自给。新的苏联领导人驱逐并剥夺了所有异见分子的公民权，将克格勃和党置于控制之下，把反对派驱逐或派往外交部门。像每一个自尊的统治者一样，罗曼诺夫宣布制定新宪法，按照新宪法，所有苏维埃加盟共和国将被废除，仿佛在一个统一的苏维埃共同体中“模糊”了界限。然而，“苏维埃人”的形象本身已经发生了重大变化，吸收了新政府的“主权性”，其根源可以追溯到斯大林主义时期。苏维埃爱国主义与帝国主义的混合，对国家和党的忠诚融合为一体……\r\n新罗曼诺夫帝国{0}苏联曾经是社会主义的中心和核心。但现在呢？如果说早期的苏联领导人喜欢在海报上把自己塑造成马克思-恩格斯-列宁的继承者，那么现在现任领导人的肖像则与伊凡三世沙皇、彼得一世皇帝和苏共中央总书记斯大林的肖像一起出现。他们都是俄罗斯土地的收集者，是以铁腕重建强大国家的政治家。显然，罗曼诺夫本人正试图强调与其他罗曼诺夫家族成员和伟大苏联领导人的延续性，但他会留下一个新的王朝吗？为“苏维埃帝国”带来新领土。{0}新任苏联领导人驱逐并剥夺了所有异见分子的公民身份，将克格勃和党完全掌控，把反对者驱逐或派往外交部门。像每一个自尊的统治者一样，罗曼诺夫宣布制定新宪法，根据新宪法，所有苏维埃加盟共和国都将被废除，仿佛在一个统一的苏维埃共同体中“消融”。然而，“苏维埃人”的形象本身已经发生了巨大变化，吸收了新政府的“主权性”，其根源可以追溯到斯大林主义时期。苏维埃爱国主义与帝国主义的混合，对国家和党的忠诚融为一体……\r\n亚历山大·雅科夫列夫。跃入资本主义。{0}新任苏联领导人以接近孟什维克的思想为指导，认为需要超越资本主义以建设真正的社会主义，开始实施改革方案。{0}作为“用列宁打败斯大林”计划的一部分，苏联体制实现了民主化：根据1924年宪法的模式，恢复了苏维埃机构的作用。在意识形态上，新领导层开启了新一轮去斯大林化，并为斯大林时代的政治受害者进行了平反。有效的民主化使得第二书记对权力的觊觎被遏制，同时也更新了停滞时期的党务机构，克服了“老人政治”。{0}行政职能、放弃意识形态工作和总路线。苏共被改革为苏联社会党（SPSU），党内派系被合法化。在此过程中，进行了如下活动：企业合法化、恢复私有制、对中小企业进行私有化。然而，新兴的苏联新民主制立即受到“红色厂长”的压力，他们最终完全掌控了自己的企业。{0}在外交政策上，苏联继续改善与美国及西方的关系，并积极与中国对抗。{0}资本主义与社会主义出现了“趋同”现象……\r\n大不列颠\r\n罗曼诺夫的冒险导致社会主义阵营各国形成了对莫斯科更加忠诚的政权，这些政权实行强硬的威权政府，镇压一切异见和反对派。\r\n此外，曾经占据六分之一土地的庞大苏联，在波兰、蒙古和保加利亚加入后进一步扩张。\r\n在苏联加入北约后，它的所有卫星国都成功地180度转变方向，跟随了“老大哥”。在国内政治方面，这些国家都复制了亚历山大·雅科夫列夫所开启的改革路线。\r\n苏联继承战争导致大多数国家退出了苏联势力范围。\r\n德国\r\n苏美反华协定导致第一次冷战逐步升级为第二次。尽管如此，这两个超级大国之间依然存在不可调和的矛盾，而美苏双方并未在公开场合表现出来。然而，局势正在升温……\r\n在过去十年里，中国站在了亚洲亲西方集团一边，因此在冷战中站在了美国一方。{0}\r\n中国和美国正在共同扩大影响力，并将“正确的价值观”带向世界。\r\n尽管已经联合了这两个巨头对抗苏联共产主义，苏联在冷战中依然处于领先地位。\r\n欧盟的崩溃向全世界展示了全球主义项目以及以新自由主义经济体系为基础的国家统一的失败。\r\n{0}在其发展的巅峰时期，欧洲社会主义联盟由西班牙、意大利和法国创建。以社会主义而非新自由主义为基础实现国家统一，展现了社会主义的优势！随着时间推移，各国的融合不断加深，建立了统一的军队指挥、单一的关税与经济空间，以及开放的边界。\r\n{0}在科索沃战争中南斯拉夫的失败对国家造成了沉重打击，并引发了严重的政治危机，但新领导层在南斯拉夫人民军将军们的支持下，得以通过武力保住政权，并镇压了斯洛文尼亚和克罗地亚分离主义者的言论。整个80年代和90年代，南斯拉夫联邦进行了大规模改革：逐步脱离铁托主义，政治上部分自由化（允许有限的多党制，同时保持南共联盟的领导地位，并将其转变为欧洲共产党，一些切特尼克分子，甚至部分乌斯塔沙和波斯尼亚克民族主义者也被平反，议会和委员会体系被简化），经济上则向有监管的市场经济过渡，企业由员工进行私有化。这一过程最初带来了严重的社会问题，但随后使国家得以偿还外债并恢复经济增长。与此同时，在新联邦中，穆斯林波斯尼亚克人的影响显著上升：在波兹德拉茨-阿卜迪奇二元统治下，他们占据了60%以上的领导职位，这引发了其他民族的强烈不满。在外交政策上，南斯拉夫联邦正在加深与欧洲经济共同体（1995年最终加入）和阿拉伯世界的合作，同时拒绝承认领土变更，并时不时以制裁或战争威胁来威胁阿尔巴尼亚。\r\n{0}南斯拉夫在科索沃战争中的胜利带来了显著的士气高涨，并加强了支持国家集权派的地位。在1986年举行的南共联盟第十三次代表大会上，他们获得了多数票，并决定有必要修订1974年宪法，削弱各共和国的权力，增强联邦权力，并加强经济中的计划原则。这引起了斯洛文尼亚和克罗地亚的反对，然而甚至没有得到部分地方领导人的支持。总统职位（由现为一院制的议会选举产生）以及南共联盟内的民主集中制原则得以恢复，南共联盟成为唯一政党。国家计划委员会和国家物资供应委员会也被重建，实行了价格管制，取消了企业经理的选举。随着时间推移，铁托在国家历史中的角色被部分修正——1948年的反对者被平反，同时铁托作为游击队领袖和民族解放斗争英雄的崇拜得以保留。所有这些导致南斯拉夫与西方世界的某种疏远，并与社会主义阵营的关系更加密切——然而南斯拉夫联邦共和国仍无意加入其组织。至于阿尔巴尼亚，它失去了所有独立性，并于1997年被南斯拉夫直接吞并。\r\n{0}令世界各国感到意外的是，阿尔巴尼亚、南斯拉夫和罗马尼亚被强行组建的联盟比预期更为强大——在中华人民共和国的调解下，各方或多或少就有争议领土的地位达成了一致（阿尔巴尼亚放弃对南斯拉夫联邦的领土要求，以换取科索沃获得共和国地位和经济优惠，同时确定了罗马尼亚-南斯拉夫在多瑙河的使用地位），定期举办联合文化活动（1991年在斯普利特举行的巴尔干歌曲节首次迎来了三国领导人——朱利·布菲、布兰科·科斯蒂奇和玛尼娅·梅内斯库的共同出席），经济合作不断扩大，到了90年代中期，各国成功就统一的政治路线达成一致——例如，2001年他们共同谴责美国对古巴的封锁，并以巴尔干共同体的名义要求解除封锁。分析人士认为，在可预见的未来，这一地区联盟将开始向邦联制国家转变——不过，现在谈论这一点还为时尚早。\r\n{0}正如预料的那样，地拉那、贝尔格莱德和布加勒斯特的联盟仅仅依靠中国的压力（最终证明这种压力并不够），结果也只是昙花一现——各方不断破坏谈判，无法就联合举办文化活动达成一致（1991年在布拉索夫举办的巴尔干歌曲节只有南斯拉夫人参加，最终以克罗地亚人和吉普赛人之间的大规模斗殴收场），经济合作发展缓慢且障碍重重。超级大国们看到中国在该地区影响力薄弱，也没有放任不管，结果在1992年，罗马尼亚提出解散巴尔干共同体的问题，理由是“已不符合任何国家的利益”。在其短暂历史中，三国领导人唯一一次真诚地握手，随后阿尔巴尼亚立刻“想起”了“铁托主义民族法西斯——马其顿塞尔维亚人对南斯拉夫阿尔巴尼亚人的压迫”。\r\n统一的德意志民主共和国{0}东西德的统一已经实现。然而，社会主义制度与资本主义制度之间的矛盾过于巨大，无法简单地将联邦德国并入德意志民主共和国，因此东德领导层决定采取孤注一掷的措施，重新启用1949年宪法。首先，1950年代被废除的“联邦州（Länder）”和“联邦院（Land Chamber）”的联邦制被恢复，从而恢复了两院制议会。总统职位也被恢复，由全民选举产生，尽管其权力仅为象征性，甚至比前联邦德国总统的权力还要小。然而，并未恢复资产阶级的象征：所有东德的象征都被保留，宪法第一条“德意志民主共和国是德意志民族的社会主义国家”采用的是1968年版本，而非1949年。同时，大中型企业被国有化并转为“人民”企业，私人企业合法化，引入价格管制，并在西部推行东德马克。{0}建立政党和政治机构的工作则更加困难。考虑到东德所有政党都是人民阵线成员，决定将东西德各党合并为全国统一政党：基民盟与基民盟合并，自由民主党与自由民主党联盟合并，基社盟与国家民主党合并。然而，这样的体系中没有社会民主党的位置，因为东部的社民党早已并入统一社会党。而社民党政治家坚决拒绝加入执政党，因此“不得不采取强制措施”——最顽固者被软禁，政党被解散。前德国领导人威利·勃兰特和赫尔穆特·施密特，以及其他社会党国际人士，对这一进程表示谴责。西德共产党同样带来了麻烦，该党在1950年代被取缔，但最近一次代表大会上宣布将恢复活动。在一个公共民主尚不发达的国家出现第二个共产党，立即让统一社会党领导层感到困惑，他们不愿分享“对马克思列宁主义学说的垄断”，因此强迫部分党员加入统一社会党，对不够忠诚者（托洛茨基主义者、斯大林主义者和霍查主义者）进行了打压。{0}德国实现了统一，柏林墙也被拆除，首都被宣布为统一的柏林。{0}另一方面，在两德统一过程中出现了几支不属于统一执政阵线的反对党，这些党派如今已无法被简单镇压或取缔。其中有三党成为最具代表性的力量：民主觉醒（宣扬基督教社会主义，由安格拉·默克尔领导）、自由民主联盟（宣扬基督教保守主义和经济务实主义，由雷纳·奥特莱布领导）以及公民联盟-绿党（宣扬民主社会主义，由格雷戈尔·吉西领导）。他们很可能在即将到来的大选中至少在联邦州议院赢得足够席位，成为统一社会党的巨大麻烦。\r\n永恒革命{0}托洛茨基主义-工党政府的治国方案既务实又灵活，但同时始终坚持其原则：在力量增强后，政府宣布实施“社会主义替代”计划——这是一个激进但谨慎的改革项目，基于马克思-列宁-托洛茨基理论，并吸取了其他国家建设社会主义的教训。首先，通过了法律，将上议院的权力仅限于立法提案权和否决权，而下议院只需50%+1票即可推翻否决。随后对下议院进行了彻底改革——其变为苏维埃代表大会：全国划分为若干地区，选举地方自治委员会，这些委员会再从成员中选出国家级委员会，最终由他们选举产生苏维埃代表大会。此项改革遭到社会保守派的抵制，但抗议者和不满者在武装矿工的支持下很快被“劝服”并安抚。总体而言，依靠矿工为执政当局解决了许多问题，使其拥有一个受控但法律上独立的对抗反对派的工具。同时，经济改革则采用了一种独特的新方法：既否定了官僚斯大林主义的全面国有化，也否定了脱离现实的工会主义和工团主义做法，托洛茨基主义者提出了所谓“经济社会化”方案。其核心在于试图“以马克思主义方式自然克服资本主义，从内部推动其质变”：推行累进税和财富税，剥夺企业家的政治权利，强制工会代表进入企业管理机构，并建立“雇员即共同所有者”制度，要求企业家为每位雇员分配一份股份，离职时不得撤回，从而提高工人对经济的参与度并减少裁员数量。{0}为防止资本外逃，国家实行对外贸易垄断并将银行系统国有化。对此，特德·格兰特在演讲中表示：“这正是列宁希望看到的新经济政策，也是最符合当前社会状况的政策。”与此同时，在对外政策上，英国彻底放弃了一切“资产阶级”军事、政治和经济联盟及结构，并在伦敦以第四国际的名义组织了共产国际继任中心。但对这些举措的反抗正在逐步抬头，时间将证明托洛茨基主义工党能否成功掌权于英国，还是会在反革命浪潮下倒台。\r\n永恒革命{0}从一开始，工党托洛茨基主义的统治就以党内激进派和温和派的对立为特征，因此政府常常被迫妥协，接受折中的改革方案，唯一全票通过的决定是彻底退出所有军事和政治联盟，并实施核试验暂停。经济政策上，政府推行了“弗兰肯斯坦式改革”：大幅扩展了劳工权利和社会保障，增加了预算开支和社会项目数量，并放宽了民众获得这些福利的条件。除了带来财富增长外，首先导致的就是资本外逃的尝试，政府决定通过对英国以外的交易和投资征收额外税收来遏制这一现象。随后，雇主们试图以与个体经营者签订合同的名义非法雇佣工人以逃避税收，政府则通过强制加入工会的法律来应对。所有这些实际上导致了企业转入地下经济，税收收入减少。政治改革则更加激进：上议院的权力被削减为咨询权，女王失去了否决首相人选的权力，所有公民都被强制要求投票，禁止外部政党资金，打击种族主义和沙文主义的法律对右翼和保守党造成了重大打击。然而，选举制度的主导地位并未带来党派地位的稳定，最终的致命打击是由过度的预算赤字引发的经济违约，而党内缺乏共识使其无法克服危机。{0}违约后，政府辞职，工党分裂：温和派指责政府民粹主义和经济无知，脱党并与自由党左翼一起组建了社会民主党。随后，新左派试图在大会上罢免以特德·格兰特为首的老托派，未果后也退出工党，指责格兰特保守、专制和官僚主义，成立了新工党，宣扬新马克思主义和反君主主义。剩下的托派和激进工党则团结在特德·格兰特周围，提出了新的“忠于工人”纲领，谴责后现代主义、新左派运动和对学生运动的依赖，强调与工人、工会的联系，以及严格的中央集权教育和对无产阶级艺术的国家支持。{0}因此，工党及其分裂出来的两个政党，以及自由党，成为即将到来的提前大选的热门候选。{0}{1}\r\n自由党胜利{0}自由党在1983年选举中的胜利是昙花一现。政府未能提出一个真正积极、与工党议程和保守派议程有本质区别的方案。此外，仅依靠中产阶级和商界人士，阻碍了自由党的选民扩展。{0}在下一次选举中，保守党重新执政。\r\n民主社会主义{0}迈克尔·富特的政府延续了英国战后30年来的凯恩斯主义政策。新政府中包括工党最左翼的成员，其中以以马克思主义观点著称的托尼·本恩担任经济部长。他在工业领域推行工团主义改革，包括企业国有化、为经济指令性计划奠定基础，以及扩大企业和劳动集体的自主权。为防止企业外逃，实施了资本管制。他重申了上世纪80年代初的观点：在最初几周内，“我们必须将所有权力从布鲁塞尔收回到威斯敏斯特，然后废除上议院。”事实上，上议院在公投后被废除。英国君主制赖以存在的判例法和传统受到了质疑。对英国人特有的经验主义和传统主义的挑战，最终引出了一个合乎逻辑的结论——君主制是否还有存在的必要。本恩在英国议会中以口才著称，他宣称“每一位女王都对应一台断头台”，如果有任何君主试图干涉社会主义事业，“玛丽·安托瓦内特的命运将会降临在他身上。”宣布成立联邦国家，这实际上意味着大幅扩大了各省本已不小的自治权力。{0}因此，大不列颠成为了一个完全的民主国家，体现了启蒙时代的所有理想。\r\n体系崩溃{0}自由党、社会民主党和工党的联盟从根本上冲击了英国自20世纪20年代初以来由保守党和工党主导的传统两党制，而自由党的影响力一直较小。{0}如今，保守党的意识形态失败导致党内出现大量分裂，曾经诞生过最伟大首相的政党沦落到与英国共产党同一水平，未能进入议会。，在下一次选举中，他们退出了与工党的联盟，开始推行独立政策。如今，英国形成了三党制的政治格局。\r\n新自由主义堡垒{0}直到20世纪80年代末，英国一直由玛格丽特·撒切尔领导，她继续推行新自由主义政策，削弱福利国家。这些改革虽然恢复了经济增长，但也让英国彻底压制了工会运动。{0}在铁娘子卸任首相后，保守党的约翰·梅杰成为新领导人。然而，尽管经济持续增长，社会不平等也大幅加剧。最终，1997年大选由托尼·布莱尔领导的工党及其“新工党”纲领获胜。\r\n统一的德意志联邦共和国{0}东西德实现了统一。在这样粗暴的吞并之后，立刻出现了一个问题——如何处理前政权的党派和“仆从”？最终决定对人员进行“清洗”——所有曾是统一社会党成员的行政机构、工会和社会政治组织的员工被禁止在国家机关任职。{0}统一社会党政治局的领导人因“协助柏林墙杀戮”被送上法庭。两位埃里希——米尔克和霍内克被判终身监禁，其他人则被判处10至25年不等的刑期。事实上，到1990年代末，大部分人获得了特赦。然而，统一社会党被定性为“犯罪组织”并被取缔。{0}经济方面则更加困难，东德的大部分工业无法与西方商品竞争，纷纷破产，联邦政府不得不征收“团结税”，让每个西德人为“缩小东西差距”买单。\r\n民主德国{0}西德与东德的统一是在类似于斯大林1952年照会的条件下进行的。{0}德国被宣布为“单一民主国家”，并正式成为中立国家，承诺不加入任何针对曾经与其作战国家的联盟或军事同盟。{0}这些看似简单的条款落实起来并不容易。对两德来说，最重要的承诺是举行自由选举。在东德，没有公开的政治活动，所有政党都由人民阵线提名，执政的统一社会党（SED）显然处于特权地位。然而，一些共产党组织在联邦德国被取缔，这也影响了“自由和不受限制的选举”。社民党（SPD）拒绝与统一社会党结成联盟，其他政党也决定各自代表本国参选：结果选举中出现了两个自由党和两个基督教民主党。{0}{1}{0}当选议会通过了新的德国宪法，并批准了中立协议，根据该协议，两国的军队将撤出。{0}现在，新政府必须决定如何重建德国经济……\r\nOstalgia{0}德国依然分裂。在德意志民主共和国成立40周年之际，德国领导人昂纳克将宣布：“只要造成这一切的原因没有消除，这堵墙将会屹立50年，甚至100年。”\r\n社会主义的终结{0}在柏林墙倒塌和社会主义阵营解体后，东德的基督教民主党赢得了选举，宣布德国统一，德意志民主共和国的所有土地并入联邦德国。{0}在这种“吞并”之后，东德的大部分工业无法承受西方商品的竞争而破产，结果联邦政府不得不引入一项“团结税”，每个西德人都要缴纳，以“平衡东部的局势”。\r\n在选举中，基督教民主党联盟获得了多数选票。\r\n在选举中，社民党和统一社会党获得了多数选票。\r\n德国继续作为一个邦联制国家存在。起初，不同的货币在流通，甚至还对商品征收关税，以平衡各行业的竞争力。苏联开始改革后，埃里希·昂纳克辞职，将党的领导权交给汉斯·莫德罗，后者成为改革的设计者。在德国普遍民主化和局势稳定的背景下，CDA的支持率下降，西德的SPD赢得了选举。{0}两德政府决定进一步推动两国融合，建立一个国家议会和政府，向松散联邦制迈进。\r\n但尽管后者试图吸引右翼选民，他们党内却爆发了多起丑闻，并因“与极右翼调情”而失去了许多地方组织。因此，自由党排名第四，排在三个左翼政党之后。最终，新工党和社会民主党组成了议会联盟，组建了政府。戈登·布朗被任命为首相。于是，英国进入了布朗主义时代——经济上的社会自由主义，实行私有化和削减预算支出，但以“全民利益”为目标进行国家市场调控。新政府的主要任务是“创造比经济更重要的政治和文化平等”。经济变成了次要的事情。\r\n后者赢得了选举，吸收了右翼选民的全部选票，随后与社会民主党联合组成议会联盟组建政府。托尼·布莱尔被任命为首相。英国的布莱尔主义时代由此开始——经济上实行中间主义，推行私有化和削减预算，同时采取激进的亲美外交政策。因此，布莱尔首先宣布“经济务实优先于意识形态”，并建立了美英之间的个人军事政治联盟。\r\n五个阿拉伯国家联合成了一个国家「阿拉伯联合共和国」。这个新国家的诞生导致中东地区的力量格局发生了重大变化——这个曾经亲英、后来亲美的地区，成为了阿拉伯统一和阿拉伯社会主义思想的中心。新国家的建立并非没有问题，要让这些国家中富有魅力的领导人接受新的游戏规则并不容易，但随着时间的推移，地区局势逐渐稳定。这个横跨西非到波斯湾的庞大国家，已成为有望成为世界强国的新竞争者。\r\n华约的解体使苏联领导层意识到，仅靠武力和压力已无法继续控制其卫星国。自20世纪80年代中期起，社会主义阵营其他国家开始推行民主改革，但这些改革最终都未能成功。尽管这些国家起初并未打算退出经互会，但在苏联解体后，它们不得不在快速变化的世界中寻找新的发展道路和替代方案。\r\n华约的解体使苏联领导层意识到，仅靠武力和压力已无法继续控制其卫星国。自20世纪80年代中期以来，社会主义阵营其他国家进行了大规模的民主和市场改革，这些国家依然是社会主义阵营的成员，尽管人们仍在质疑这些国家是否还保有多少社会主义成分。\r\nFallen eagle{0}铁幕终于落下。北大西洋联盟已经湮灭在历史长河中，从世界地图上消失。欧洲各国摆脱了美国的霸权统治，而美国自身也发生了重大变化——这个国家重新回归孤立主义政策，不再干涉欧洲事务。但谁将成为新世界秩序的下一个霸主？{0}{1}\r\n苏联的辉煌时代即将结束……一个新的中国即将取而代之……\r\n苏联对其他国家政治的影响依然显著，如今莫斯科主导着所有世界潮流。\r\n切尔年科的权力：\r\n安德罗波夫的权力：\r\n<color=#DC143C>建设正在推进</color>\r\n<color=lime>建设已完成</color>\r\n朝鲜人民军为1953年复仇，占领了首尔，最终统一了半岛。美军基地被迫撤离，韩国军队的残余大多已经投降，少数人仍试图继续抵抗。朝鲜再次统一——在北方的统治下。\r\n韩国军队完成了1953年未完成的任务——击败了朝鲜人民军同伙，控制了整个半岛。朝鲜劳动党被取缔，其领导层逃亡。残余的朝鲜军队部分撤退到苏联境内并被收容，部分转为游击战。朝鲜再次统一——在南方的统治之下。\r\n越南军队在柬埔寨民族救国统一阵线部队的支持下，轻松击败了柬埔寨军队并占领了金边。越南方面与苏联达成协议，让曾反对波尔布特并被迫流亡的前红色高棉成员韩桑林和奔索万担任新的柬埔寨人民共和国领导人；他们现在主张苏联式社会主义，相关改革已经开始进行，同时大量越南军队仍驻扎在该国。{0}新当局还在筹备对旧政权的审判，并收集“波尔布特及其血腥集团为美国帝国主义和北京修正主义者效力”的证据。红色高棉残余部队已撤退到难以进入的丛林和泰国边境，转而进行游击战。据悉，红色高棉的Khieu Sampfang、亲美共和派孙桑将军的KPNLF以及西哈努克亲王的FUNCINPEC（王室派）正在进行谈判，试图建立联合政府和统一军事指挥。然而，只要越南支持柬埔寨人民共和国——他们就无法获胜。\r\n在中国和美国的支持下，柬埔寨革命军成功消耗了实力更强的越南军队，并最终将其驱逐出境。在苏联的压力下，为了避免卷入印度支那新的持久冲突，越南被迫与民主柬埔寨达成停战协议，红色高棉随即宣布“全面胜利”，并以此为掩护，最终消灭或驱逐了越南少数民族，并控制了若干小型边境岛屿。\r\n联合共产党和民主党部队击溃了政府军的抵抗，占领了泰国大部分领土。拉玛九世国王被逮捕，并在压力下宣布退位（之后被允许离开该国），泰国共和国随之宣告成立。为了确保左右翼力量的平衡，决定实行议会制，由共产党总理和民主党总理共同担任主席：首任分别为CPP领导人帕育·朱拉农和泰国人民党主席差猜·春哈旺。{0}国家已经开始以人民民主精神进行改革，新政府打算开始建设“具有泰国精神的社会主义社会”，与此同时，泰国已退出东盟，并开始加强与中国的关系。\r\n泰国人民解放军和民主反对派部队未能抵达曼谷，在接连失利后被迫向北撤退，最终分散为游击战，有些人逃往缅甸和老挝。共产党与民主党之间的联盟瓦解，身患重病的共产党领导人巴约姆·朱拉农被迫离开北京接受治疗并退休。泰国军政府在获得政权和拉玛九世国王支持后，对反对派进行了大规模镇压，实施媒体审查，并销毁了超过45,000本“有害”书籍。然而，至今将军们仍未能稳定国家的经济局势。\r\n三大超级大国联合努力，通过伊拉克之手遏制伊斯兰主义伊朗，终于取得了成果——尽管在克服巴西吉狂热抵抗时遇到困难，伊拉克军队还是占领了胡齐斯坦省，并在对伊朗实施海空封锁后，迫使阿亚图拉们坐下来谈判。伊朗不得不放弃有争议的领土，而因巨大人员损失而疲惫不堪的伊拉克则没有提出更多要求。战争的胜利显著巩固了萨达姆·侯赛因的复兴党政权，并释放出资源用以对抗什叶派和库尔德叛乱分子；与此同时，伊朗的世俗反对派重新活跃，伊朗圣战者组织也趁波斯军队状况不佳之机，开始在库尔德和阿塞拜疆语地区获得影响力。\r\n在中国的援助下，伊朗军队成功突破前线，占领巴士拉并在伊拉克库尔德斯坦发起进攻，迫使伊拉克撤退。然而，由于伊拉克指挥部组织不善，撤退变成了惊慌失措的溃逃，在此过程中，波斯-库尔德部队抵达巴格达。伊拉克将军们逮捕了萨达姆·侯赛因，并开始与德黑兰谈判，但后者拒绝停战，并趁伊拉克军队崩溃之机迅速占领了伊拉克的关键城市。如今，被吞并的伊拉克正在出现属于自己的“伊斯兰革命”，萨达姆正等待审判，很可能被处决。伊朗正经历一场爱国主义的激荡，在此背景下，阿亚图拉的反对者最终失去了政治影响力，而失去伊拉克基地的伊朗人民圣战者组织实际上已经瓦解。\r\n以色列通过稳定黎巴嫩局势实现了其目标——巴解组织及其附属机构被迫撤离他们在那里的营地，这显著削弱了他们在中东的影响力。但事情并未就此结束，以色列国防军还击败了黎巴嫩的穆斯林团体，并在占领贝鲁特后迫使叙利亚军队撤离。上台的基督教长枪党屠杀了穆斯林人口，黎巴嫩失去了独立，成为以色列的单一“安全区”。\r\n以色列国防军试图介入黎巴嫩正在进行的冲突，试图支持一方的基督教长枪党，对抗黎巴嫩穆斯林、巴解组织和叙利亚军队，最终以失败告终——以色列军队从未抵达贝鲁特，也未能清除巴解组织营地，反而被迫撤回以色列境内。长枪党的局势随后明显恶化，使巴解组织及其盟友能够扩大对黎巴嫩领土的控制，并加大对以色列的压力。也许现在以色列会对建立巴勒斯坦国更加妥协。\r\n阿富汗内战\r\nDRA\r\n圣战者\r\n在社会主义阵营的积极参与下，阿富汗政府击败了众多圣战者组织，或多或少重新控制了大部分国家。阿富汗反对派的残余势力已经撤退到山区和巴基斯坦，并不时从那里袭击交通线。战争胜利后，阿富汗人民民主党内部的哈尔克派和帕尔查姆派之间的冲突再次爆发——不得人心的巴布拉克·卡尔迈勒不得不将职位让给普什图族的穆罕默德·纳吉布拉，他开始更有系统地推进社会主义改革，并将伊斯兰教士和温和反对派融入政治生活。苏联军队暂时留在阿富汗，以确保其安全。\r\n毛派叛乱分子面对着阿富汗民主共和国政府军、众多圣战者派系和苏联军队，但他们得到了来自中国的强大军事援助——这使他们迅速实现了力量均衡，并在一系列冲突中击败对手，占领了喀布尔和阿富汗主要城市。苏联不得不减少军事介入并撤回部队，以避免冲突升级为与中国的战争，而剩余的毛派敌人则撤退到山区，转为游击战。新领导层开始按照中国的模式重建阿富汗。\r\n尽管苏联极力反对，阿富汗反对派在美国的支持下，成功控制了大部分国家，随后（在阿卜杜勒·拉希德·杜斯塔姆背叛后）又控制了喀布尔。圣战者推翻了阿富汗人民民主党（其领导人逃往苏联），宣布成立阿富汗伊斯兰国，并建立了由伊斯兰主义者塞卜哈图拉·穆贾迪迪领导的圣战委员会政权。然而，失去共同敌人的普什图、塔吉克和乌兹别克圣战者组织，已经开始为争夺权力和资金流而相互斗争。以布尔哈努丁·拉巴尼和艾哈迈德·沙阿·马苏德为代表的塔吉克人在这场斗争中占有最大份额，但目前冲突尚未进入激烈阶段。\r\n阿富汗毛派叛乱行动计划不周且仓促发动，遭遇了阿富汗民主共和国政府军、多支圣战者派系以及苏联军队的联合抵抗，这些势力被迫暂时结盟对抗亲中势力。面对如此强大的反对力量，毛派分子根本无法应对——如今残余分子正试图通过帕米尔山的山路逃往中国。而阿富汗民主共和国与圣战者也迅速恢复了彼此间的敌对行动。\r\n在中国和部分法国的军事援助下，阿根廷军队成功坚守了马尔维纳斯群岛，击沉了英国的两艘航母之一，以及多艘护卫舰和登陆艇。由于遭受重大损失并浪费了时间，英国指挥部取消了行动，召回舰队，并事实上承认失去了这些岛屿。英国的失败严重损害了玛格丽特·撒切尔的支持率，并引发了针对保守党新自由主义政府的新一轮大规模抗议和罢工，工党和自由党因此加强了自身地位。\r\n正如预料的那样，英国海军几乎毫无困难地夺回了福克兰群岛，仅损失了两艘驱逐舰和两艘护卫舰（而阿根廷方面则损失了轻巡洋舰“贝尔格拉诺将军号”、潜艇“圣菲号”和一艘巡逻艇）。伦敦为皇家海军举行了阅兵式，玛格丽特·撒切尔政府的支持率大幅上升，有效地保证了保守党在下次选举中的胜利。阿根廷领导层并没有放弃对这些岛屿的主权要求，但现在不得不应对被击败后愤怒的爱国者。\r\n联合阵线政府在印度军队大部分力量的支持下，成功整合了自身力量，镇压了纳萨尔派武装和各种民族主义者的有组织抵抗。在印度北部和东北部各邦，左翼激进民族主义集团势力较强，局势依然不稳，但总体上局势已得到控制。印度领导层宣布将深化社会主义改革，并与中国实现关系靠拢，印度人现在视中国为对抗苏联和美国的主要盟友。然而，这并不意味着阿鲁纳恰尔邦的领土归属问题已经解决。\r\n纳萨尔派及加入他们的民族主义者发起的反政府起义取得了成功——联合阵线派往北方邦的部队大规模倒戈或加入了叛军，这使他们能够进攻德里，并轻松控制了大部分国家。印度政府以及印共和印共（马）领导人逃往苏联和中国，一些邦的亲共力量仍在抵抗，但总体上他们已经输了这场战争。令人惊讶的是，纳萨尔派-民族主义者联盟在胜利后并未瓦解——他们成功组建了联合政府，并就一项民族社会主义改革方案达成一致，新一届印度领导层在外交上倾向美国，邀请了美国军事顾问和投资者进入该国。\r\n撇开争议不谈，国大党、人民党和印度共产党成功联手镇压了纳萨尔派起义。纳萨尔派的印共（马列）被取缔，其成员遭到镇压。政府未能完全控制印度北部诸邦，但成功渡过了冲突的活跃阶段。然而，纳萨尔派的叛乱迫使当局加快了土地改革，并向苏联请求更多的军事和经济援助。\r\n在中国的帮助下，纳萨尔派获得了足够的力量，能够组建强大的部队，并从印度北部对德里发起进攻。当局势变得无法阻止时，印度政府逃往苏联，大部分军队倒向了纳萨尔派。在一些国大党、人民党和印度共产党势力特别强大的邦，抵抗仍在继续，但已经没有了中央领导，而且前政府党派互相指责失败的责任，还在讨价还价，这让纳萨尔派更容易彻底击败他们。新当局已经开始进行重大的社会主义改造，并且不出所料地走上了与中国接近的道路。我们要向他们索要阿鲁纳恰尔邦吗？\r\n战争已经结束，但能维持多久？\r\n多亏了我们的帮助，前华沙条约组织的大多数国家摆脱了枷锁，加入了我们的联盟。\r\n小罗马。\r\n在1930年代末，意大利人通过建设新基础设施和建筑物改变了厄立特里亚的景观。因此，厄立特里亚首都阿斯马拉获得了“小罗马”的绰号。如今，阿斯马拉的大多数建筑都源自意大利，商店依然保留着意大利名字，如“Bar Vittoria”、“Pasticceria moderna”、“Casa del fromaggio”和“Ferramenta”。意大利披萨已成为普遍且日常的食物，披萨店常常遍布街头巷尾。在厄立特里亚人为争取从埃塞俄比亚独立而战斗了半年后，罗穆阿尔迪领导下的意大利政府决定恢复旧有关系。尽管联合国和苏联提出抗议，意大利与厄立特里亚签署了新协议。作为投资道路和建筑翻新、建设新基础设施以及提供武装援助的交换，厄立特里亚承诺在未来49年内，为参与各类资源开采和加工的意大利公司提供优惠的税收和经济条件。\r\n谴责意大利帝国主义的干涉。\r\n立即向埃塞俄比亚提供援助。\r\n为协助厄立特里亚以换取关税减免。\r\n我们强烈谴责意大利帝国主义的死灰复燃及其在非洲的新殖民政策。然而，所收到的批评并未影响意大利人的行动，他们依然在继续其破坏性活动，并且已经向阿斯马拉派出了第一批武器和军事顾问。\r\n在我们对抗意大利帝国主义及其在非洲重新引入新殖民主义的企图时，我们已向埃塞俄比亚政府提供了额外的武器和粮食援助，希望能有所帮助。与此同时，意大利人已经向阿斯马拉派出了第一批武器和军事顾问。\r\n意识到摆在我们面前的机会，我们决定不再袖手旁观。我们向厄立特里亚提供了一批武器和粮食，作为交换，厄立特里亚同意与我们签订为期十年的商品关税减免协议。厄立特里亚当局自然同意了这一提议。因此，意大利人已将第一批武器和军事顾问派往阿斯马拉。\r\n在意大利援助的影响下，厄立特里亚逐步与意大利经济融合，成为一个统一的实体。关税和税收被废除，统一的海关、劳工及其他经济法规被建立。最终，厄立特里亚与意大利之间形成了一个由统一规则和法律管理的单一市场。大量意大利机构、教育机构和公司分支在该国设立。然而，厄立特里亚保留了自己的政府和公民身份。前者是为了安抚当地民众，后者则是为了防止混合婚姻及其后代。此外，为了防止后者，意大利对公民身份剥夺条款进行了修订：与没有意大利公民身份的伴侣生育子女者，其公民身份可被撤销。因此，厄立特里亚在经济、建筑和文化上都成为了“非洲的罗马”，巩固了其作为第二意大利的地位。\r\n大韩民国\r\n中国影响力应高于35.0或与中情局有合作\r\n苏联总统\r\n波德戈尔内是推动赫鲁晓夫下台的积极发起者之一，他长期以来一直努力成为苏联的“二号人物”，甚至要求被称为总统。在此期间，他被任命为最高苏维埃主席，试图扩大自己的权力并推动自己的政策。波德戈尔内以维护国家机关对经济的垄断为由，多次批评柯西金的经济改革方案。同时，他也屡次发表令人反感的言论：波德戈尔内批评向西方国家出售石油和天然气是“挥霍西伯利亚的财富”，并反对缓和政策，这引发了与安德罗波夫的冲突。安德罗波夫对波德戈尔内极为反感，也因为他担心在勃列日涅夫病重期间，波德戈尔内可能会进入苏联领导层并清洗所有老干部。波德戈尔内与“年轻”党内成员——罗曼诺夫、戈尔巴乔夫、利加乔夫——的关系也充满矛盾。甚至与谢尔比茨基也不和，因为谢尔比茨基不喜欢波德戈尔内，后者曾为乌克兰前领导人谢列斯特辩护，而谢列斯特以支持亲资产阶级和反苏异见分子著称。然而，我们获悉勃列日涅夫及其亲信计划加快新宪法草案的制定，并削减最高苏维埃主席的权力，将波德戈尔内送入退休。对此我们无能为力，但波德戈尔内性格上有个人胆怯，我们可以利用这一点，通过外交渠道将我们掌握的所有信息传递给忠于波德戈尔内的人。\r\n传递所有信息，并稍作渲染。\r\n发表一份针对波德戈尔内的批判性小册子。\r\n什么也不做。\r\n需要10.0特工和5.0资金。\r\n在获取了所需的信息后，波德戈尔内立即采取了行动：首先，他在报纸上发表文章，称赞勃列日涅夫是一位伟大的领导人，纠正了赫鲁晓夫的所有错误，并确保了国家真正实现了列宁所遗留下来的集体领导。通过这篇文章，波德戈尔内希望暂时延缓对手的进攻，否则他的辞职看起来就像是在嘲弄集体领导原则的宣称。同时，波德戈尔内开始尝试恢复旧有关系并建立新联系，利用最高苏维埃主席的权力，因为所有关于变更或通过（即使只是形式上的）新决策的“提交者”都要经过他手中。但这种局势在1977年初达到高潮，当时勃列日涅夫住院，苏斯洛夫接替了他。与此同时，安德罗波夫试图策划罢免波德戈尔内，但未能成功——波德戈尔内与许多党内人物进行了谈判，或至少化解了他们的不满，并在苏共二十五大上第一个支持新宪法草案及削减自己权力的提议，这最终使他的敌人失去了立足之地。因此，虽然新宪法确实削弱了最高苏维埃主席团主席的权力，但整个局势却让波德戈尔内得以留任，从而打乱了安德罗波夫、谢尔比茨基和“青年干部”的所有计划。然而，1980年波德戈尔内被诊断出患有肺癌。这与柯西金多次心肌梗塞的情况不谋而合。同年10月，柯西金因健康原因自愿辞去所有职务，在柯西金去世两个月后，已无人需要的波德戈尔内在苏共二十六大上被大会决定批评，并以健康原因被强制退休。\r\n我们在《人民日报》上发表了一篇小册子，批评波德戈尔内是资产阶级民族主义者、唯意志论者和小暴君，称他“正在摧毁斯大林时期遗留下来的苏维埃国家政权的一切基础”。与此同时，我们在文章中没有批评苏联的其他党内成员，这对我们与勃列日涅夫执政集团的关系产生了积极影响。\r\n得知宪法拟议修改将削弱他的权力后，波德戈尔内虽极力反对，但这只加速了他的辞职。1976年初，在苏共二十五大召开前几周，勃列日涅夫的健康突然急剧恶化，甚至一度陷入临床死亡状态。波德戈尔内得知总书记病重，决定独自前去探望，但主治医生查佐夫以勃列日涅夫需要安静为由，未让他进入病房。然而，在勃列日涅夫的亲信圈内，波德戈尔内的这一举动被视为大逆不道，并指示乌克兰党中央第一书记谢尔比茨基准备打击波德戈尔内。不久，党的二十五大召开，医生们设法让勃列日涅夫恢复出席。波德戈尔内没有料到会被算计，在大会上突然遭到各地党委书记猛烈批评，困惑地转向勃列日涅夫：“廖尼亚，怎么回事？”狡猾的勃列日涅夫装出吃惊的样子：“我也不明白，科利亚，大概大家就是这么想的吧。”1977年5月24日，苏共中央政治局在格里戈里·罗曼诺夫的提议下，一致将波德戈尔内开除出政治局，只保留其中央委员身份。1977年6月16日，尼古拉·波德戈尔内辞去苏联最高苏维埃主席团主席职务，退休。\r\n1977年宪法\r\n苏联新宪法的起草工作早在1962年就已开始，但长期进展缓慢。直到1977年3月，在勃列日涅夫的亲自提醒下，起草工作才开始加快。4月初，康斯坦丁·契尔年科被指定负责项目的最终完善。不久，政治局建议最高苏维埃作出决定，并同时修改苏联国歌的歌词（自赫鲁晓夫揭露斯大林后，国歌一直无歌词演唱）。在全国范围的讨论中（民众提出了800万条修正意见），宪法草案的174条条款中有117条被修改。该宪法强化了苏联的一党政治体制（第6条规定了苏共的领导地位），但也引入了许多进步性变革：劳动集体被承认为合法的社会组织，保障了免费医疗、免费住房、享受文化成果、各种形式的免费教育（包括夜校和自学）的权利，并首次规定了“直接民主”形式，如全民讨论和全民公决。还增加了新的公民权利：有权申诉官员行为并获得司法保护，以防名誉和尊严受到侵犯。除了劳动权外，还规定了公民有权根据自己的志向、能力、专业培训和教育水平，并结合社会需要，自主选择职业、行业和工作。同时，还增加了公民保护自然、关心历史文物和文化价值保护的义务，以及促进与其他国家人民友谊与合作、维护和巩固世界和平的国际义务。\r\n采纳宪法的进步条款\r\n批评新宪法的消费主义\r\n什么也不做。\r\n我们已将苏联宪法中出现的公民物质权利保障以及他们的新义务纳入我们的宪法。尽管这些变化很可能只是流于形式，这些改革增强了我们公民对政府的信心，但也引发了左翼政客的批评，他们指责我们迎合市侩主义和小资产阶级道德。\r\n我们在《人民日报》上发表了一篇小册子，批评了新的苏联宪法，指责苏联当局沉溺于庸俗和小资产阶级道德，而不是加强与群众的工作、宣传和革命生活方式。“苏联当局试图通过过度关注物质财富，而不是发展革命生活方式，使自己的人民资产阶级化”，这是文章的主要论点。自然，苏联领导层和我们国内较为温和的政治家都对这种言论持负面看法。\r\n1977年10月4日至6日，宪法在苏联最高苏维埃两院的会议上进行了审议。10月7日，苏联最高苏维埃两院举行了最后一次联席会议，先逐条、后整体通过了宪法。同日，苏联最高苏维埃分别以两院表决的方式通过了《关于通过和公布苏联宪法（根本法）的宣言》、《关于将苏联宪法（根本法）通过日定为国家节日的法律》和《关于实施苏联宪法（根本法）程序的法律》。10月8日，苏联新宪法在全国各大报纸上公布。"
}