{
  "m_Name": "new_event_text_ru",
  "m_Script": "<new event>\r\n    <name> \r\n        Five no\r\n    <title> \r\n        Пять \"нет\"\r\n    <desc> \r\n        Поздравляем с назначением на пост Премьера Госсовета КНР, товарищ Хуа Гофэн. Как вам известно, \r\n        вашим предшественником был Чжоу Эньлай, заслуживший популярность и уважение в народе и за \r\n        рубежом за свою честность и административные таланты. Однако он также был активным проводником \r\n        экономических реформ и способствовал продвижению в партии реформаторов, таких как его протеже \r\n        Дэн Сяопин. По этим причинам смерть Чжоу 8 января 1976 года вызвала большую скорбь у народа, \r\n        которой остались недовольны Мао и верхушка КПК, очень сдержанно отреагировавшие на его смерть. \r\n        По указу Мао была начата кампания Пяти \"нет\" - не носить траурные повязки, не ставить венки, \r\n        не делать мемориалы, не устраивать поминальные церемонии и не вешать фотографии \r\n        Чжоу Эньлая, - которая пока в народе, кроме недовольства, ничего не вызывает. \r\n        И вы, как новый премьер, можете повлиять на её исполнение.\r\n    <icon> \r\n        none\r\n    \r\n    <option> \r\n        Пусть проходит, как проходит.\r\n    <title result>\r\n        Пять \"нет\"\r\n    <result>\r\n        В рамках кампании государственные и полицейские служащие убирали самодельные мемориалы \r\n        и срывали плакаты, отмечающие достижения Чжоу Эньлая. Постоянная пропаганда, направленная \r\n        на очернение Чжоу, и запреты на открытое поминовение покойного вызвали в народе массовое \r\n        недовольство Мао Цзэдуном и верхушкой партии, в особенности его женой Цзян Цин.\r\n\r\n    <option> \r\n        Следить за строгим исполнением указов Мао.\r\n    <title result>\r\n        Пять \"нет\"\r\n    <result>\r\n        Будучи Премьером Госсовета, а также министром общественной безопасности, вы лично следили за \r\n        строгим исполнением кампании. В рамках кампании государственные и полицейские служащие убирали \r\n        самодельные мемориалы и срывали плакаты, отмечающие достижения Чжоу Эньлая. Постоянная пропаганда, \r\n        направленная на очернение Чжоу, и запреты на открытое поминовение покойного вызвали в народе \r\n        массовое недовольство Мао Цзэдуном и верхушкой партии, в особенности его женой Цзян Цин и \r\n        преемником Хуа Гофэном.\r\n    \r\n    <option> \r\n        Следить за строгим исполнением кампании, а также критиковать Чжоу в СМИ.\r\n    <title result>\r\n        Пять \"нет\"\r\n    <result>\r\n        Будучи Премьером Госсовета, а также министром общественной безопасности, вы лично \r\n        следили за строгим исполнением кампании и отвечали за публикации в газетах критики \r\n        Чжоу Эньлая, которые однако не возымели эффекта на народ, уже уставший от критики в \r\n        духе Культурной революции. В рамках кампании государственные и полицейские служащие убирали \r\n        самодельные мемориалы и срывали плакаты, отмечающие достижения Чжоу Эньлая. Постоянная \r\n        пропаганда, направленная на очернение Чжоу, и запреты на открытое поминовение покойного \r\n        вызвали в народе массовое недовольство Мао Цзэдуном и верхушкой партии, в особенности \r\n        его женой Цзян Цин и преемником Хуа Гофэном.\r\n    \r\n\r\n    <option> \r\n        Аккуратно саботировать кампанию.\r\n    <title result>\r\n        Пять \"нет\"\r\n    <result>\r\n        Будучи Премьером Госсовета, а также министром общественной безопасности, вы смогли, \r\n        насколько это возможно, смягчить эффект кампании. В рамках кампании государственные \r\n        и полицейские служащие убирали самодельные мемориалы и срывали плакаты, отмечающие \r\n        достижения Чжоу Эньлая. Постоянная пропаганда, направленная на очернение Чжоу, и запреты на \r\n        открытое поминовение покойного вызвали в народе недовольство верхушкой партии, в \r\n        особенности его женой Цзян Цин, однако, благодаря вашим усилиям по саботажу кампании, \r\n        недовольство пока не выходит за разумные пределы.\r\n\r\n<end event> \r\n\r\n<new event>\r\n    <name> \r\n        Mondale Winner\r\n    <title> \r\n        Выборы 1984 года\r\n    <desc> \r\n        В президентских выборах 1984 года участвуют 2 кандидата: Рональд Рейган, выступающий с \r\n        крайних антисоветских позиций, культурного консерватизма, развития искусства, либерализации \r\n        экономики, увеличения наращивания вооружения и военной промышленности, \"окончательной борьбы \r\n        с Советским Союзом\". Его противник - демократ - Уолтер Мондейл. Мондейл ведёт политическую \r\n        либеральную кампанию, поддерживая замораживание ядерного оружия и Поправку о равных правах (\r\n        ERA). Он выступает против экономической политики Рейгана и в поддержку сокращения дефицита \r\n        федерального бюджета. Мондейла также воспринимают как человека, поддерживающего бедных за \r\n        счёт среднего класса. \r\n    <icon> \r\n        none\r\n    \r\n    <option> \r\n        Кто же победит?\r\n    <title result>\r\n        Победил Уолтер Мондейл\r\n    <result>\r\n        По результатом выборов неожиданно для аналитиков 50,2% проголосовали за Мондейла, а после \r\n        длительного ожидания всего с перевесом в 10 выборщиков и выборщики избрали Мондейла новым \r\n        Президентом Америки. Таким образом, с маленьким перевесом, Уолтер скоро предстанет перед \r\n        собственной инаугурацией, обещая социальные и культурные реформы.\r\n<end event> \r\n\r\n<new event>\r\n    <name> \r\n        Reagan Winner\r\n    <title> \r\n        Выборы 1984 года\r\n    <desc> \r\n        В президентских выборах 1984 года участвуют 2 кандидата: Рональд Рейган, выступающий с \r\n        крайних антисоветских позиций, культурного консерватизма, развития искусства, либерализации \r\n        экономики, увеличения наращивания вооружения и военной промышленности, \"окончательной борьбы \r\n        с Советским Союзом\". Его противник - демократ - Уолтер Мондейл. Мондейл ведёт политическую \r\n        либеральную кампанию, поддерживая замораживание ядерного оружия и Поправку о равных правах (\r\n        ERA). Он выступает против экономической политики Рейгана и в поддержку сокращения дефицита \r\n        федерального бюджета. Мондейла также воспринимают как человека, поддерживающего бедных за \r\n        счёт среднего класса. \r\n    <icon> \r\n        none\r\n    \r\n    <option> \r\n        Кто же победит?\r\n    <title result>\r\n        Победил Рональд Рейган\r\n    <result>\r\n        Как и ожидалось, \"слабый\" кандидат Мондейл проиграл \"сильному\" Рейгану, кинематографично\r\n        проводившему свою предвыборную кампанию. Ожидается наращивание производства вооружения,\r\n        усиление Холодной войны и дальнейшая либерализация американской экономики.\r\n<end event> "
}