{
  "m_Name": "new_focuses_texts_ru",
  "m_Script": "<new way>\r\n    <name> \r\n        The congress continues\r\n    <title> \r\n        Съезд продолжается \r\n    <desc> \r\n        На XXV Съезде КПСС было принято решение продолжить финансирование реформистских \r\n        компартий, дабы не потерять своё влияние в Европе.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name> \r\n        New old\r\n    <title> \r\n        Новое старое \r\n    <desc> \r\n        В ответ на заявление генсека ИКП Энрико Берлингуэра о том, что \"в случае победы \r\n        ИКП Италия осталась бы в НАТО\", СССР решает прекратить финансирование реформистских \r\n        компартий Европы и начать налаживать контакты с антиревизионистскими движениями.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name> \r\n        Correcting wrong\r\n    <title> \r\n        Выправление неправильного\r\n    <desc> \r\n        На XXV Съезде КПСС под влиянием товарища Черненко было принято решение \r\n        реабилитировать антипартийную группу, восстановив их членство в КПСС. \r\n        В Европе и среди диссидентов это уже прозвали \"ресталинизацией\".\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Iron marshal\r\n    <title>\r\n        Железный Маршал\r\n    <desc>\r\n        После смерти Гречко Министром Обороны СССР назначается патриот, инноватор\r\n        и умеренный милитарист Дмитрий Устинов. Он несомненно дальше будет твёрдо\r\n        оберегать Доктрину Брежнева.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        New marshal\r\n    <title>\r\n        Новый Маршал\r\n    <desc>\r\n        После смерти Гречко Министром Обороны СССР назначается Семён Куркотин,\r\n        который начинает проведение внутренних реформ в армии:\r\n        улучшает уровень жизни и снабжения офицеров и солдат; вводит большее число\r\n        отпусков; увеличивает количество показателей, по которым устанавливается\r\n        негодность к призыву, тем самым сокращая численность армии.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Red marshal\r\n    <title>\r\n        Новый Маршал\r\n    <desc>\r\n        После смерти Гречко Министром Обороны СССР назначается Сергей Ахромеев, \r\n        который лоббирует увеличение финансирования армии и ВПК, а также\r\n        стремится догнать и перегнать Америку в военном смысле:\r\n        увеличивает выпуск танков, вооружения, военных разработок и пр.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Helsinki group\r\n    <title>\r\n        Хельсинская группа\r\n    <desc>\r\n        После того, как товарищ Брежнев подписал Хельсинскую хартию о правах человека,\r\n        в СССР создаётся Хельсинская группа во главе с Юрием Орловым, который самолично,\r\n        без чьего-либо разрешения, решает объявить себя главным инспектором прав человека\r\n        в СССР. Нелегальную группу \"инспекторов\" мягко преследуют, проводя разъяснительные\r\n        беседы с представителями КГБ, отправляя письма на рабочие места и в учебные учреждения,\r\n        однако, без каких-либо серьёзных репрессий, избегая международого скандала.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Helsinki gang\r\n    <title>\r\n        Хельсинская банда\r\n    <desc>\r\n        Созданная Хельсинская группа во главе с Юрием Орловым сразу привлека внимание\r\n        Председателя КГБ Юрия Андропова, который, дабы избежать повторения венгерского\r\n        и польского сценариев в СССР, принимает решение без каких-либо совещаний\r\n        устроить облаву на нелегальных инспекторов. После того, как их массово\r\n        арестованы, \"инспектора\" были осуждены за антисоветскую пропаганду\r\n        и шпионаж в пользу США на сроки от 3 до 8 лет.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Death of Biedich\r\n    <title>\r\n        Смерть Биедича\r\n    <desc>\r\n        Джемал Биедич, Председатель союзного исполнительного вече Югославии, \r\n        погибает в авиакатастрофе. Ходят слухи, что он был ликвидирован, \r\n        как противник дальнейших реформ и сторонник усиления Боснии в составе федерации.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Kremlin hand\r\n    <title>\r\n        Рука кремля\r\n    <desc> \r\n        С помощью советских спецслужб предотвращается покушене на Джемала Биедича, \r\n        что на короткое время стабилизирует ситуацию в Югославии, как и увеличивает\r\n        политическое влияние Советского Союза в ней.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        President end\r\n    <title>\r\n        Конец призедента\r\n    <desc>\r\n        Пока Брежнев был на очередном продолжительном отпуске, Председатель КГБ\r\n        Юрий Андропов устроил заговор: подговорил остальных членов Политбюро вместе \r\n        донести до Брежнева информацию, будто Подгорный хочет сместить Леонида Ильича из-за \r\n        ухудшающегося здоровья последнего. \r\n        \"- Лёна, но как же так? \r\n        - Партия так решила, не я\".\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        As it was\r\n    <title>\r\n        Как было\r\n    <desc>\r\n        Андропов не решается устраивать заговор, то ли из боязни навредить Советскому Союзу, \r\n        то ли из страха провалиться, вследствие чего всё продолжается как было.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Soviet power\r\n    <title>\r\n        Усиление Советов\r\n    <desc>\r\n        Заговор Андропова провалился, его мало кто поддержал из состава Политбюро, из-за\r\n        чего тот вынужден был предотвратить поползновения. Однако, информация о поведении\r\n        Андропова просочилась до Председателя Президиума ВС СССР, что усилило бдительность \r\n        товарища Подгорного и тот стал искать любые возможности для расширения\r\n        власти Советов и Верховного Совета, дабы усилить и собственную власть и \r\n        собственную безопасность, как главы Президиума ВС.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Against the aggressor\r\n    <title>\r\n        Против агрессора\r\n    <desc>\r\n        Президент Сомали Сиад Барре посетил СССР, чтобы добиться поддержки \r\n        в войне с Эфиопией. Его встречи с Председателем СМ Косыгиным, секретарём \r\n        ЦК Сусловым и МИД Громыко не принесли успеха. Советский Союз осудил\r\n        агрессию сомалийского режима, вследствие чего США согласились оказать помощь\r\n        Барре в обмен на размещение собственной базы ВМФ.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Not aggression\r\n    <title>\r\n        Нет агрессии\r\n    <desc>\r\n        Узнав о тайных переговорах между Барре и американцами, руководство СССР\r\n        решило нанести превентивный удар по сомайлийским поджигателям войны:\r\n        Советский флот заблокировал все порты Сомали, уничтожив их флот и нанося удары\r\n        с кораблей по позициям сомайлицев для того, чтобы остановить агрессию в регионе.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Beat the aggressor\r\n    <title>\r\n        Бей агрессора\r\n    <desc>\r\n        Для стабилизации ситуации в этом региона Африки\r\n        КГБ организовал переворот против Барре и его клана марехан, \r\n        сделав ставку на \"Конституционную фракцию\" во главе с вице-президентом Самантаром, \r\n        председателем Комитета национальной безопасности Абдуллой и зам. Премьера Фарахом. \r\n        Переворот оказался успешен, Барре был арестован и расстрелян на месте.\r\n        Новыми властями было подписано перемирие в обмен на предоставление автономии Огадену. \r\n        Клан марехан разгромлен, СССР возобновил все поставки и всю помощь Сомали.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Fall Yemen\r\n    <title>\r\n        Падение Йемена\r\n    <desc>\r\n        Президент Северного Йемена Аль-Хамди, будучи сторонником мирного воссоединения\r\n        Йемена на принципах федерализма и арабского социализма, убит в ходе теракта, \r\n        подстроенного начальником Генштаба Салехом и саудовскими спецслужбами. \r\n        Воссоединение Йемена отменяется, начинается холодный конфликт двух Йеменов.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        New Yemen\r\n    <title>\r\n        Новый Йемен\r\n    <desc>\r\n        Заговор противников объединения во главе с начальником Генштаба Салехом\r\n        и саудовскими спецслужбами был распознан и ликвидирован, а Президент\r\n        Аль-Хамди спасён. Неудачная попытка покушения лишь подтолкнуло\r\n        руководство двух Йеменом ускорить переговоры о воссоединении.\r\n        Разделённый народ вновь един!\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        People\r\n    <title>\r\n        Общенародность\r\n    <desc>\r\n        Новая Конституция СССР провозгласившая Развитой социализм и Общенародное государство вместо Диктатуры пролетариата\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Continues\r\n    <title>\r\n        Еще развиваемся\r\n    <desc>\r\n        Прислушавшись к критике видного партийца товарища Косолапова, \r\n        новая Конституция СССР провозгласила Развивающийся социализм вместо Развитого, \r\n        тем самым показав, что социализм в СССР всё ещё на стадии строительства.\r\n        Вместе с этим были приняты тезисы об установлении Общенародного \r\n        государстве вместо Диктатуры пролетариата в знак ликвидации в стране\r\n        всех других классов, кроме рабочего и крестьянского.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Win\r\n    <title>\r\n        Победа\r\n    <desc>\r\n        Товарищ Брежнев имеет множество болезней и уже думает о своём уходе.\r\n        Многие партийцы беспокояться! И дабы отвлечь дорогого Леонида Ильича от таких \r\n        мыслей следует его ласкать, хвалить и награждать как можно чаще, дабы не беспокоиться\r\n        о перестановках, которые случились бы при новом правителе.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Stop it\r\n    <title>\r\n        Хватит\r\n    <desc>\r\n        Следует проявлять умеренность в том, чем награждать дорого Леонида Ильича, \r\n        награждение орденом \"Победа\" это уже перебор и будет попиранием памяти о Великой Победе.\r\n        Предложивших такое следует наказать взысканием и записью в партбилете.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n\r\n<new way>\r\n    <name>\r\n        Developed\r\n    <title>\r\n        Развитая\r\n    <desc>\r\n        Вслед за изменением Конституции Советского Союза произошло и принятие новой\r\n        Конституции РСФСР, более комплексной и систематизирующей, в соответствии\r\n        с усложением общественных и социальных отношений в общества. Однако, данная \r\n        Конституция увеличивает сроки избрания Советов Народных Депутатов и Верховного Совета.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n<new way>\r\n    <name>\r\n        Soviet\r\n    <title>\r\n        Советская\r\n    <desc>\r\n        Вслед за изменением Конституции Советского Союза произошло и принятие новой\r\n        Конституции РСФСР, более комплексной и систематизирующей, в соответствии\r\n        с усложением общественных и социальных отношений в общества. Однако, новая\r\n        Конституция включила в себя и экспериментальную статью о возможности отзыва \r\n        депутатов Советов Народных Депутатов и Верховного Совета избирателями при \r\n        достаточной квоте подписей жителей округа, от которого был выдвинут депутат,\r\n         для отзыва. Ранее отзывать депутатов мог только вышестоящий орган.\r\n    <icon> \r\n        none\r\n<end way>\r\n\r\n"
}