{
  "m_Name": "other_text_en",
  "m_Script": "Authoritarianism\r\nSocialism\r\nReformism\r\nLiberalism\r\nWarsaw Pact\r\nCSA/CRA (player's alliance)\r\nPart of UAR\r\nCOMECON\r\nECO (player's agreement)\r\nClose partner\r\nUnder the US influence\r\nUnder the Soviet influence\r\nUnder our influence\r\nLeft radicalism\r\nState socialism\r\nLeninism\r\nDemocratic socialism\r\nSocial-democracy\r\nCentrism\r\nLiberalism\r\nRightist dictatorship\r\nRed Tory\r\nProtofascism\r\nState system:{0}<color=#{6}>{1}</color>{0}Ideology of the ruling{0}party:{0}<color=#{7}>{2}</color>{0}Next elections:{0}{3}{0}Development level:{0}{4}/100{0}Dissatisfaction level:{0}{5}/100\r\nNever\r\nRevolution\r\nCoup\r\nUnrest\r\nSabotage\r\nProvoke a revolution to overthrow an unfriendly government\r\nProvoke a coup to strengthen the power of friendly forces\r\nStir up discontent in the country in every possible way\r\nSabotage the economy and domestic politics of this hostile state\r\n(Dissatisfaction-Development) > 0\r\nNot pro-Chinese\r\nHave 5.0 money, agents and army power\r\nHelp\r\nTrade\r\nUnion\r\nPro-Chinese\r\nThe country is a liberal democracy\r\nHave 3.5 money, agents and army power\r\nScience \"Re-equipping intelligence agencies\"\r\nScience \"New Intelligence Techniques\"\r\nDo not have trade\r\nIndustry and agriculture >= 50.0\r\nHave trade\r\nHelp this friendly regime deal with domestic problems\r\nConclude profitable long-term contracts between us\r\nSolemnly accept this country into our economic union\r\nOur world influence >= 15.0 AND (Development-Dissatisfaction) > 29\r\nIs not in our alliance\r\nWe are in any alliance (Not in ASEAN)\r\nHave 2.0 money, agents and army power\r\nEEC\r\nNATO\r\nFar-left\r\nFar-right\r\nEstablish contacts with the far-left in Turkey\r\nEstablish contacts with the far-right in Turkey\r\n{0} in the budget\r\nNeed {0} agent networks\r\nAfter April 1977\r\nUntil September 1980\r\nThey didn't get along with anyone\r\nNegotiations\r\nMake a negotiation about the Kurdish question\r\nTurkey has lost at least one war\r\nNegotiations haven't happen yet\r\nBecome a mediator in the solution of the Cyprus issue\r\nTurkey - reformism OR lost the war for Cyprus\r\nYear - not earlier than 1983\r\nThe war is over\r\nPressure\r\nPressuring the government and forcing it to enter our sphere of influence\r\nIndia is pro-China and in our alliances\r\nWorld influence is above 60.0\r\n20 agents and 20 money\r\nHaven't pressured yet\r\nUnion \r\nAlliance\r\nAccept into economic union\r\nAccept into a military alliance\r\nTrade in progress\r\nUnion founded or China in CMEA\r\nThey are not in the alliance, the CSR is founded or China is in the WPO\r\nGlobal influence - above 70.0\r\nGlobal influence - above 80.0\r\nThey are not in the economic union\r\nThey are not in a military alliance\r\nThey are in the ECO or CMEA\r\nNot under the influence of the USA\r\nLeft-wing nationalism\r\nTitoism\r\nNeoliberalism\r\nNeopatrimonialism\r\nEurocommunism\r\nPolitical Pragmatism\r\nConservative Socialism\r\nFeudal socialism\r\nTrotskyism\r\nDidn't invade Korea\r\nThey sent weapons, did not invade and did not impose sanctions\r\nThe assassination attempt on Jung Doo-hwan took place and was not invaded\r\nThey are not in the UAR\r\nUSSR is not in NATO\r\nOpposition\r\nSupport the formation of the Slovak opposition from nationalists and orthodoxies\r\n15 agent networks and 15 million in the budget\r\nNot supported\r\nUnite the Arab countries in the UAR\r\nThe full composition of the UAR.\r\nTurkey - reformism and the Union State was created\r\nThere are no wars in the Middle East\r\nThe year is not earlier than 1984 and the Influence of the PRC is 100.0\r\nLibya lost the war for Chad\r\nIraq is not a puppet of Iran\r\nYemen United\r\nThe Federation of Cyprus is founded\r\nInfluence\r\nIntegration\r\nBase\r\nTo increase the influence of the PRC on the country.{4}{0}: {1}. {2}: {3}.\r\nChina's influence\r\nNATO's influence\r\nChina's influence on the country is above 35.0\r\nStrengthen economic integration with the country{4}{0}: {1}. {2}: {3}.\r\nChina's influence on the country - below 100.0\r\n10 million in the budget\r\n5 agent networks\r\nCountry - neutral\r\nAlliance\r\nSet up a military base in the country{4}{0}: {1}. {2}: {3}.\r\nChina's influence on the country - above 60.0\r\nThe base is not located and they are in the ECO\r\nArmy strength above 25.0\r\nAccept a country into our military alliance{4}{0}: {1}. {2}: {3}.\r\nThey are not in the CSR and the base is placed.\r\nChina's influence on the country - above 90.0\r\nThe influence of the PRC is higher than the total influence of the USSR and the USA\r\nSafari\r\nJoin the Union of Intelligence Agencies - \"Safari Club\"\r\nAfter 1979; dipreputation is less than 60.0.\r\nEgypt is pro-American; in Iran - democrats or monarchists\r\n\"Re-equipment of special services\" has been researched and we are not in the CMEA\r\nIn France: Giscard or Chirac and not activated\r\nLeave the Safari Club\r\nWe are in the organization\r\nTerrorists\r\nThe Uprising\r\nThe strength of the terrorists is less than 100.0 and more than 0.\r\nDid not raise an uprising and the combined influence of the USSR and the USA is less than 35.0.\r\nSend weapons to terrorist groups.{0}Strength of the terrorists: {1}\r\nProvoke a radical uprising against the government\r\nPuppet of the country {0}\r\nTerrorist Power - 100.0\r\n{0} army strength\r\nEPRP\r\nEDU\r\nSupport the left forces from EPRP{0}The influence of the left: {1}. \r\nSupport the right forces from the EDU{0}The influence of the right: {2}.\r\nLeft\r\nRight\r\nSupport the left wing of the TPLF{0}Left Influence: {1}.\r\nSupport the Right Wing of the TPLF{0}Right Influence: {2}.\r\nPFLE\r\nFOE\r\nSupport leftist nationalists from NPLF{0}Left influence: {1}.\r\nSupport the right-wing nationalists from the FOE{0}Right-wing influence: {2}.\r\nOne of the parties received full power\r\nLeft influence below 100.0\r\n5 million in budget\r\n5 army forces\r\nNone of the parties received full power\r\nRight influence below 100.0\r\nThe country is under the influence of the PRC and there is trade\r\nEntrism\r\nPromote Trotskyist groups in the Labor Party{0}Influence: {1}%.\r\n3 million in the budget and 3 agent networks\r\nNo \"Cultural Revolution\" modifier\r\nOnce a year\r\nBefore 1981\r\nTrotskyism\r\nArmy\r\nAgents\r\nContact the General Staff on army issues of the alliance\r\nContact intelligence for alliance spy networks\r\nThere is a modifier \"Military agreements\"\r\nThere is a modifier \"Agent agreements\"\r\nEvent not triggered\r\nUnification\r\nNegotiate the unification of Germany\r\nNATO disbanded\r\nPRC influence above 85.0\r\nNot merged\r\nASEAN\r\nJoin the Association of Southeast Asian Nations\r\nThe state system is not socialism and the party line is reformist or more liberal\r\nChina is not in the CMEA and the ECO has not been created\r\nDid not join\r\nNot earlier than 1979\r\nSEATO\r\nRevive the Southeast Asia Treaty Organization\r\nWe are members of ASEAN\r\nWe are not members of the Non-Aligned Movement\r\nASEAN-AAN\r\nAdopt country to ASEAN-AAN\r\nThe country is not under the influence of the USSR\r\nThey are not in union\r\nState system is not socialism\r\nInvite a country to SEATO\r\nInvite a country to SEATO-CENTO\r\nWe are members of SEATO\r\nWe are members of SEATO-CENTO\r\nThey are in an economic union\r\nThey are not in an alliance\r\nCENTO and SEATO merged\r\nSEATO-CENTO\r\nAdopt a country in CMEA\r\nCountry united\r\nChina is in CMEA\r\nProvoke another Korean War\r\n10.0 agent networks and 30.0 million in the budget\r\nThe assassination attempt on Chun Doo-hwan took place\r\nWar not provoked\r\nWar\r\nliberals\r\nSupport dissident organizations\r\nAt least 5 agent networks and 3 million in the budget\r\nWe are not proud Maoists\r\nDipreputation less than 75\r\nEastern Europe: Too difficult\r\nEastern Europe: Yearly\r\nRecognized Taiwan\r\nExit\r\nLeave all alliances\r\nWe are in alliances\r\nOnce a year\r\nCoup\r\nOrganize a coup with the US to bring in liberal forces.\r\nThe state system does not match\r\n10 agent networks and 5 million in the budget\r\nRelations with the US above 70.0\r\nDidn't conduct\r\nOpposition\r\nSupport the Lao opposition and provoke riots\r\nThailand, Kampuchea and Vietnam - in SEATO\r\nThe combined influence of the US and China is greater than the Soviet\r\n10 million in the budget, 10 agents and 25 army forces\r\nThe civil war is not unleashed\r\nThe USSR is dissatisfied with our policy. In {0} months China will be excluded from the Soviet alliances.\r\nThe US is dissatisfied with our policy. In {0} months, China will be excluded from US alliances.\r\nOrganize a coup to bring in pro-Chinese forces\r\nRelations with the USSR above 70.0\r\nCENTO\r\nSEATO\r\nCENTO\r\nProvoke the Gaullists to withdraw from NATO and EEC\r\nJacques Chirac - President of France\r\nChinese influence is greater than US influence\r\nItaly, Greece and Portugal are not in NATO and EEC\r\nFrance is in NATO\r\nGaullists\r\nUndermining\r\nUndermine the stability of democracy in Portugal{0}Stability: {1}%.\r\nNot later than 1982, once a year.\r\nStability below 100\r\nAgent networks: - {1:F1}. Budget: - {0:F1}.\r\nIt's not time yet\r\nThe state system of the country is not liberalism\r\nPressure\r\nPut pressure on the country and push it to leave ASEAN\r\nThailand, Vietnam, Philippines - in one economic alliance\r\nWe are not in ASEAN\r\nThey are in ASEAN\r\nOur impact is over 30.0, 15 million in budget\r\nThe combined influence of the USSR and the PRC is above 30.0, 15 million in the budget\r\nSupport\r\nSupport pro-Chinese forces{0}USSR Influence: {1}; PRC Influence: {2}\r\nCountry influenced by the USSR or neutral\r\n5 million in the budget, 5 intelligence networks, 8 army forces\r\nPRC influence on the country is less than 100.0\r\nSupport pro-Chinese forces{0}US Influence: {1}; PRC Influence: {2}\r\nUS-influenced country or neutral\r\nChina's influence on the country is above 80.0\r\nState system\r\nSupport the pro-Chinese forces and change their ideology to ours\r\nCountry influenced by the PRC\r\nState buildings do not match\r\n5 million in the budget and 5 agent networks\r\nThe USSR is preparing a coup in the state {0}. Until the success of the coup {1} months.\r\nThe US is preparing a coup in the state {0}. Until the success of the coup {1} months.\r\nGCC\r\nInvasion\r\nOrganize the invasion of Iraq\r\nIraq lost the war in Kuwait and is not a puppet\r\n25 million in the budget, 15 intelligence networks and 35 army forces\r\nChina is a member of the CSA and the influence of China is greater than the USSR + USA\r\nNot invaded\r\nWPO invasion of Iraq\r\nChina is in the Warsaw Pact and the influence of China and the USSR is greater than the United States\r\nChina is a member of SEATO and the influence of China and the United States is greater than the USSR\r\nChina is in alliances\r\nDid not revolt\r\nIntroduce subsidies to the country to consolidate our influence\r\nSubsidies not included\r\nCancel subsidies to the country\r\nSubsidies introduced\r\nGrants\r\nDipreputation less than 70 and there is no authoritarianism in Portugal\r\nStasi\r\nEstablish cooperation with the Stasi\r\nRestored relations with the USSR\r\nState system - socialism or a country under the influence of China\r\nDidn't cooperate\r\n\"Re-equipment of special services\" studied and we are not in ASEAN\r\nStop cooperating with the Stasi\r\nWorking with the Stasi\r\nEstablish contacts with Basque and Catalan separatists\r\n5 agent networks and 5 million in the budget\r\nUntil November 1978\r\nDidn't make connections\r\nThey are not members of the WPO or the CSO\r\nESU\r\nUnited FRG\r\nStart negotiations on unification in FRG\r\nThe combined influence of the United States and China is greater than the Soviet OR Chinese influence - 100.0\r\nPoland, Romania and Hungary are not in the WPO\r\nUSSR leader - Gorbachev\r\nNeutral\r\nStart negotiations on unification into a neutral Germany\r\nChina's influence is higher than the combined influence of the USSR and the USA\r\nNo USSR/US embargo and relations with superpowers above 90.0\r\nSoviet leader - Gorbachev, US leader - Mondale OR ESU has been created\r\nUnited GDR\r\nStart negotiations on unification in GDR\r\nThere is socialism in three countries of Western Europe\r\nThere is friendship with the USSR\r\nNATO and EEC do not exist\r\n<color=green>Strength of Army++</color>{0}Until 8. 0: <color=red>Life level--</color> otherwise <color=green>Standards of living++</color>{0}<color=green>Unity++</color>{0}<color=green>Liberalization of minds--</color>{0}<color=green>Industry++</color>{0}<color=red>Corruption++</color>\r\n<color=green>Agents++</color>{0}First 15.0: <color=green>Corruption--</color>{0}<color=green>Liberalization of minds--</color>{0}<color=red>People support--</color>{0}<color=red>Party support--</color>{0}<color=green>Standards of living++</color>\r\n<color=red>Corruption++</color>{0}<color=green>Science points++</color>\r\n<color=green>Corruption--</color>{0}<color=green>Party support++</color>{0}<color=green>Standards of living++</color>\r\n<color=red>Corruption++</color>{0}<color=green>Party support++</color>\r\nUntil 5.0: <color=red>Corruption++</color> otherwise <color=green>Corruption--</color>{0}<color=green>Unity++</color>{0}<color=green>Liberalization of minds--</color>{0}Until 5.0: <color=red>People Support--</color> otherwise <color=green>People Support++</color>\r\n<color=red>Corruption++</color>{0}<color=green>Agriculture++</color>{0}<color=green>Standards of living++</color>\r\n<color=red>Corruption++</color>{0}<color=green> Industry++</color>{0}<color=green>Standards of living++</color>\r\n<color=red>Corruption++</color>{0}<color=green>Services++</color>{0}<color=green>Standards of living++</color>\r\n<color=red>Corruption++</color>{0}<color=green>People Support++</color>{0}<color=green>Standards of living++</color>\r\n<color=green>Intervention points in wars++</color>{0}<color=green>Relations with US and USSR++</color>{0}Until 6.0: <color=yellow>Diplomatic Reputation--</color>{0}Until 5.0: <color=red>Chinese influence in Africa--</color> otherwise <color=green>Chinese influence in Africa++</color>{0}<color=green>Chinese influence on our alliance member countries++</color>\r\n<color=yellow>Wants position:</color> {0}|<color=yellow>Loyalty to the ruler:</color> {1}|<color=yellow>Age:</color> {2}|<color=yellow>Power:</color> {3}\r\nPremier Minister\r\nChairman of the Military Council\r\nMinister of Foreign Affairs\r\nRegional governor\r\nFourth International\r\nWe have almost dealt with the destructive consequences of the Great Leap Forward, only last procedures left to be held.\r\nWe will greatly increase production by creating large farms and uniting villagers into cooperatives.\r\nImplementation of newest cultivation methods will greatly help our agriculture.\r\nModern agriculture is impossible without tractors, harvesters and other machines. We must provide our farmers with them.\r\nBreeding new plants sorts and further research in genetics will help both agriculture and medicine.\r\nLatest achievments in genetics open many opportunities for us. We must continue the research and for that we need more research institutes.\r\nLatest achievments in agricultural chemistry can greatly hasten crops' growth and efficiently fight pests.\r\nGenetic modifications of plants will help us to increase quantity and quality of harvest.\r\nAfter developing new methods of farming on the infertile soil we will gain much greater harvest.\r\nOur factories are based on outdated technologies which need capital modernization.\r\nOur industry is based mostly on soviet techs and imported machines. We need to end this dependence if we want to to industrialize by ourselves.\r\nWhen we have developed our own technologies and modernize them, we can now fully eliminate the lags of our factories.\r\nMore and more Asian countries orient on hi-tech products manufacture. We also need to develop national electronic industry to avoid dependence on foreign investors.\r\nBy using the newest machines and construction methods, we can finally establish an efficient construction system.\r\nWe have almost ended with our industrial lags but there is always a place for improvements. By improving our own machines, we will significantly reinforce our industry.\r\nWe will significantly decrease our expenses and get rid of bureaucratic delays by automating our production.\r\nFew facilities equipped with advanced computing machinery have already showed much higher performance. We need to establish the manufacture of these machines.\r\nBy uniting all our facilities into a single net, controlled by automated system which can calculate millions of parameters, we will trully create an economy of the future!\r\nWe need to seriously improve our weapons which is now almost copying soviet's.\r\nThe invisible front always has a great matter so we need to ensure that our intelligence has modern electronic equipment and efficient personal weapon.\r\nWe must improve intel collection and secret ops methods to make sure that our intelligence are not worse than KGB and CIA.\r\nThough we are not part of the arms race, we must constantly develop our nuclear weapons and missiles to be able to defend ourselves.\r\nWith the development of new information technologies propaganda comes to a new level. We must be ready for a new type of struggle where information will have the decisive meaning.\r\nIn local wars era quality becomes more important than numbers. We need to equip our army with the newest electronics and weapon systems.\r\nEvery soldier and officer must know his duties and authority and must be able to perform them, using means given.\r\nA net of restricted military factories will allow us to supply our agents and HQ with the most modern equipment - prowhispers, cameras, communication equipment and weapons.\r\nMilitary districts reforms, revision of troops structure and command according to the time will improve our army's qualitiy and make command easier.\r\nWestern countries have long used orbiting satellites as repeaters for communications between parts of the country. China too should develop its own technology for such satellites to keep up with the world. The new technology will allow us to communicate faster and better with any part of the country and with our ships anywhere in the world. And finally, television will be able to cover the whole of China!\r\nOur scientists and engineers have presented a system of several satellites in high orbit to navigate on the surface of the Earth. By calculating the distances to several satellites, we will be able to find the intersection of the spheres, which is the positioning point. This technology will allow for better navigation in China and, of course, in the world's oceans.\r\nUnfortunately, a significant part of China's territory is poorly protected against ballistic missile attacks. And building ground-based missile defence systems is not easy, especially in mountainous regions. But we could build satellites in orbit that carry a powerful laser powered by a nuclear reactor. This technology would allow us to shoot down all missiles flying towards us, as well as to incapacitate enemy satellites by literally burning them out.\r\nIt was already more than 15 years ago that the USSR and the USA launched a man into space. The original technology was not that complicated - essentially a sealed vehicle with thick walls and an automatic landing and navigation system. We already have reentry vehicles, so we are partly ready for such projects. But if we are too late, we risk becoming only the fourth country to launch a human into space.\r\nFor many years now, the USSR and the USA have been launching their probes to other planets. The first landing on Venus, Mars, the first return from the Moon... Of course, there will be no such headlines for China. But nothing is stopping us from starting our own programmes to explore other bodies in the solar system. Still, there is much more to study, given that the first spacecraft did not have much of a scientific payload.\r\nChinese astronauts have been to Earth orbit before, but have never been able to gain a foothold there. Still, it is difficult to achieve this while in a small capsule where you can barely stretch to your full height. We need orbital stations where the crew can be anchored for long periods of time to conduct multiple scientific research. And then also joint expeditions with other countries.\r\nThe main disadvantage of current spacecraft is that they are disposable and descend in an extremely dangerous manner. We have long since perfected glider landing technology, so why not apply it to spacecraft? This would make it possible to launch a lot more manned missions and significantly increase the frequency of cargo deliveries to our stations. \r\nInfluence: <color=green>Standard of living: +0.2, Agriculture: +0.1</color>\r\nInfluence: <color=green>Agriculture: +0.2</color>\r\nInfluence: <color=green>Standard of living: +0.1, Agriculture: +0.1, Budget +0.1</color>, <color=red>deactivates the \"Consequences of the Great Leap Forward\" modifier</color>\r\nInfluence: <color=green>Standard of living: +0.2, Agriculture: +0.1</color>\r\nInfluence: <color=green>Standard of living: +0.4, Agriculture: +0.5</color>\r\nInfluence: <color=green>Standard of Living: +0.2, Science points: +1.0</color>\r\nInfluence: <color=green>Standard of living: +0.2, Agriculture: +0.1</color>\r\nInfluence: <color=green>Standard of living: +0.2, Budget +0.1</color>\r\nInfluence: <color=green>Agriculture: +0.2</color>\r\nInfluence: <color=green>Budget: +0.1, Industry: +0.2</color>\r\nInfluence: <color=green>Budget: +0.1, Industry: +0.2, Army: +0.4</color>, <color=red>deactivates the \"Inefficient industry\" modifier</color>\r\nInfluence: <color=green>Standard of living: +0.2</color>, <color=red>deactivates the \"Inefficient construction\" modifier</color>\r\nInfluence: <color=green>Budget: +0.2, Industry: +0.1</color>\r\nInfluence: <color=green>Standard of living: +0.3</color>\r\nInfluence: <color=green>Standard of living: +0.2, Budget: +0.1, Industry: +0.2</color>\r\nInfluence: <color=green>Standard of living: +0.2, Budget: +0.1, Industry: +0.1, Agriculture: +0.1</color>\r\nInfluence: <color=green>Standard of Living: +0.3, Budget: +0.2, Science Points: +0.5, Unity: +0.4</color>\r\nInfluence: <color=green>Standard of living: +0.3, Budget +0.3</color>\r\nInfluence: <color=green>Army: +0.2</color>\r\nInfluence: <color=green>Agents: +0.3, Liberalizing minds: -0.3</color>\r\nInfluence: <color=green>Agents: +0.2, Liberalizing minds: -0.2, People's support: +0.2</color>\r\nInfluence: <color=green>Army: +0.2, Party unity: +0.3, People's support: +0.3</color>\r\nInfluence: <color=green>People's support: +0.3, Liberalisation of minds: -0.2, Party unity: +0.2</color>\r\nInfluence: <color=green>Army: +0.4</color>\r\nInfluence: <color=green>Army: +0.4, Liberalizing minds: -0.2</color>\r\nInfluence: <color=green>Agents: +0.2, Liberalizing minds: -0.2, Party unity: +0.3</color>\r\nInfluence: <color=green>Army: +0.4, Liberalizing minds: -0.2</color>\r\nInfluence: <color=green>Budget: +0.2, Standard of living: +0.2, People's support: +0.2</color>\r\nInfluence: <color=green>Army: +0.5, Agents: +0.5</color>\r\nInfluence: <color=green>Army: +1.0, </color><color=red>Relations with the USSR and the USA: -0.5</color>\r\nInfluence: <color=green>Support of the people: +0.3, Influence of the USSR and the USA: -0.1</color>\r\nInfluence: <color=green>Army: +0.5, Science Points: +0.5</color>\r\nInfluence: <color=green>Agriculture: +0.5, Standard of living: +0.5</color>\r\nInfluence: <color=green>Army: +0.5, Industry: +0.5, </color><color=red>Relations with the USSR and the USA: -0.5</color>\r\nSADR\r\nMorocco\r\nMauritania\r\nRecognize the independence of SADR and send help\r\nInfluence PRC > Influence USA + USSR OR the influence of the PRC is higher than 80.0\r\n15 million in the budget\r\nThe problem of Western Sahara has not been solved\r\nRecognize Western Sahara as part of Morocco and send aid\r\nRecognize Western Sahara as part of Mauritania and send aid\r\n\r\n\r\n<color=red>Oil consumption +35</color>\r\n<color=red>Oil consumption +30</color>\r\n\r\n\r\n<color=red>Oil consumption +20</color>\r\n<color=red>Oil consumption +40</color>\r\n<color=red>Oil consumption +25</color>\r\n\r\n<color=green>Oil consumption -20</color>\r\n<color=green>Oil consumption -35</color>\r\n\r\n<color=green>Oil consumption -60</color>\r\n<color=green>Oil consumption -60</color>\r\nSend weapons to the state {1}{0}Influence: {2}\r\n5 army forces\r\nEvery 3 months\r\nGCC created\r\nInfluence on the country below 100.0\r\nExpand contacts with the dynasty in the state {1}{0}Influence: {2}\r\n5 agent networks\r\nInvest in state oil production {1}{0}Influence: {2}\r\n3 million in the budget\r\nWeapon\r\ndynasty\r\nOil\r\nPut pressure on the union and demand a reduction in oil production.{0}The price of oil will become {1}$.\r\nThree GCC countries under the influence of China, our influence is above 60.0\r\nOil price is below $60\r\nPut pressure on the union and demand an increase in oil production.{0}The price of oil will become {1}$.\r\nOil price is above $10\r\nIncrease\r\nReduce\r\nChina's influence is above 70.0 and the country is not in our union\r\nMobilize Singapore's democratic movement and overthrow the right-wing dictatorship\r\n10 million in the budget\r\n5 agent networks and 10 army forces\r\nImposed sanctions\r\nDid not overthrow the dictatorship\r\nThere are no sanctions imposed on the country\r\nOverthrew the right-wing dictatorship\r\nSingapore\r\nCancel\r\nLeft\r\nRight\r\nActively support left-wing forces that are ready to cooperate with us\r\nActively support right-wing forces that are ready to cooperate with us\r\n20 million in the budget\r\n20 agent networks\r\nNATO and the EEC do not exist\r\nNot supported\r\nRelations\r\nLure country to ECO and CRA\r\nYugoslavia, Greece and Romania in the Union\r\nCountry not in WPO\r\nNot fighting"
}