{
  "m_Name": "new_texts_en",
  "m_Script": "<color=aqua>吉米·卡特</color>\r\n<color=blue>罗纳德·里根</color>\r\n<color=darkblue>老布什</color>\r\n<color=green>沃尔特·蒙代尔</color>\r\n和平主义程度\r\n左翼情绪等级\r\n<color=maroon>列昂尼德·勃列日涅夫</color>\r\n<color=purple>弗拉基米尔·谢尔比茨基</color>\r\n<color=grey>康斯坦丁·契尔年科</color>\r\n<color=#00FBFF>尤里·安德罗波夫</color>\r\n<color=red>格里戈里·罗曼诺夫</color>\r\n<color=teal>维克多·格里申</color>\r\n<color=olive>米哈伊尔·戈尔巴乔夫</color>\r\n推动右翼改革\r\n推动左翼改革\r\n所需资金：\r\n政治家的权力：\r\n<color=fuchsia>国家修正：</color>\r\n|<color=cyan>和</color>:\r\n|<color=orange>或</color>|\r\n历史AI\r\n激进AI（非历史）\r\n和平AI（非历史）\r\n改革派AI（非历史）\r\n激进左翼AI（非历史）\r\n非历史AI\r\n更弱\r\n更强\r\n向右\r\n修正\r\n向左\r\n影响\r\n美国\r\n苏联\r\n中华人民共和国\r\n这个国家\r\n<color=fuchsia>条件：</color>|\r\n<color=red>结果：</color>|\r\n<color=green>描述：</color>|\r\n政治家影响力\r\n更多\r\n更少\r\n与中国的党派关系\r\n趋于正义\r\n向左翼主义\r\n正义\r\n左翼主义\r\n在\r\n成员\r\nCSO\r\n经济\r\n经互会\r\nWPO\r\n现行国家体制\r\n威权主义\r\n社会主义\r\n改良主义\r\n自由主义\r\n\r\n亲美国家\r\n亲中派国家\r\n亲苏国家\r\n处于内战状态\r\n稳定\r\n经济潜力\r\n有美国\r\n拥有苏联\r\n有中文\r\n影响\r\n成为亲苏国家\r\n成为亲美国家\r\n成为亲中国的国家\r\n进入中央安全办公室\r\n进入经济\r\n加入经互会\r\n加入WPO\r\n离开CSO\r\n离开ECON\r\n退出经互会\r\n离开WPO\r\n成为威权国家\r\n成为社会主义国家\r\n成为改革主义国家\r\n成为自由主义国家\r\n走向稳定\r\n到经济潜力\r\n受美国影响\r\n受苏联影响\r\n受中国影响\r\n开始\r\n现在\r\n天\r\n月份\r\n年份\r\n在索马里战争中对索马里的减益\r\n前往\r\n结束\r\n契尔年科比罗曼诺夫、戈尔巴乔夫、格里申、安德罗波夫的联盟更强\r\n契尔年科比罗曼诺夫、戈尔巴乔夫、格里申和安德罗波夫的联盟要弱\r\n在与我们的两个联盟中\r\n在我们的影响下\r\n西藏是我国的一部分 -\r\n新疆是我国的一部分 -\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<color=yellow>结果：</color>\r\n是\r\n不是\r\n朝鲜的命运\r\n西藏国家\r\n消灭藏族文化\r\n维吾尔国\r\n消灭维吾尔文化\r\n精英治国\r\n台湾两制\r\n进入台湾\r\n林彪集团的平反\r\nVsevograd集团\r\n彻底封锁通往阿富汗的道路\r\n安静政变\r\n友谊，口香糖\r\n王明的遗产\r\n印度式布局\r\n-\r\n-\r\n-\r\n多亏了我们的努力，朝鲜人民民主共和国终于实现了对整个朝鲜半岛的统一。然而，现在我们必须竭尽全力，确保我们的努力不被白费：要将我们所获得的影响力用于在统一的朝鲜建立一个既符合我们利益又符合朝鲜人民利益的人民政府。\r\n如果我们过去的政策是一个错误，那么通过西藏自治项目，我们就有可能实现中国所有公民之间的完全和谐。当然，我们不会允许他们野蛮的奴隶制传统和落后的农业方式。\r\n藏人不是一个民族，而是奴隶主封建领主的称呼，这些人压迫着自己的人民。我们必须清除他们可怕历史的所有痕迹：寺院、纪念碑、僧侣学校。我们会把孩子们送到孤儿院，让他们远离有害影响，并把藏族成年人送到再教育营，让他们通过为祖国辛勤劳动来赎罪。\r\n为了解决与当地维吾尔族的民族问题，应采取谨慎的方式，给予他们广泛的自治权。但首先，必须决定将在那里设立哪些当局，以免失去该地区。\r\n民族问题的主要原因是维吾尔人的古老文化，由于他们长期与世隔绝于山区，这种文化已经落后于时代。应当采取一切手段消除这种陈旧性，将现代文明的新光带给他们。\r\n用旧方法不断、永久地调整人员配置不可能永远奏效。在新形势下，应该制定我国新的人事政策模式。\r\n既然我们已经向世界展示了我们的善意，我们可以利用美国人希望我们与苏联保持尽可能远距离的愿望，作为交换，要求他们归还台湾。\r\n我们比以往任何时候都更强大，而美国人极其虚弱。现在是收回台湾的时候了。美国人害怕全面战争，不太可能保卫他们的«盟友»。\r\n现在我们已经与苏联达成和平，我们可以为林彪平反，这不仅能安抚苏联，还能将他塑造成伟大的英雄战士，激励世界各地的毛主义者为他们的理想奋斗到底。\r\n华沙条约组织在波兰、匈牙利政权更迭，以及罗马尼亚领导层最终与苏联疏远之后，正经历着最艰难的时期，而中国正越来越高调地宣称自己是新的超级大国。那么，让我们回忆起恩来早年的想法——将苏联与西方隔离开来，推动我们的新盟友退出这个社会帝国主义的修正主义集团……\r\n现在我们已经完全控制了阿富汗的所有边境，我们可以彻底切断对阿富汗圣战者的所有援助、补给和匪徒流入，从而以最高效的方式解决阿富汗内战。\r\n一群温和的改革派，人数不多，但现在极为强大，终于能够合法上台，将他们的对手排挤在外。他们领袖最初的目标是以类似新经济政策的方式改革经济，实行广泛的国家控制并保持党的纪律，但时间会证明一切……\r\n寡头们已经成为国家中的一股强大势力，甚至很快可能开始争夺权力。如果你无法阻止他们，就要抢占先机，所以我们应该主动出击，在我们还能承受的时候，按我们的条件强加一项条约。\r\n现在王明的主张再次在他的祖国中国被听到，重振的共产党绝不能让自由派和新马克思主义者在年轻的中华人民共和国夺取政权。我们必须动用一切手段和力量，捍卫并维护党的社会主义和共产主义路线！\r\n现在印度人民对他们的领导人极度不满，而纳萨尔派在我们的支持下也拥有了巨大影响力，我们可以在像印度这样的大国组织第一次中国以外成功的毛主义革命。只是我们需要小心，因为纳萨尔派内部仍然没有统一……\r\n-\r\n-\r\n-\r\n特工网络\r\n预算\r\n一元论教义 -\r\n自由派系是该党内的主导/自由主义政治路线——\r\n左翼激进派正在领导/改革派/多党民主下的威权主义路线 -\r\n对抗传统主义/政教协定 -\r\n军队实力\r\n允许派系。\r\n一党制/新民主主义。\r\n华国锋、邓小平和四人帮不参与政治\r\n签署了澳门和香港的自治\r\n攻击了台湾的争议岛屿\r\n不属于CFA。\r\n不属于经互会。\r\n文化大革命修正\r\n修正主义对毛主义的反对\r\n外交声望\r\n吞并澳门和香港\r\n美国影响\r\n苏联的影响\r\n中国的影响\r\n全面军事化/增强实力\r\n中国由左翼激进分子掌舵\r\n毛主义版本的《决议》被采纳\r\n苏联没有格里申或戈尔巴乔夫\r\n中国的领导人是共产主义者\r\n与苏联延长友好条约\r\n波兰、罗马尼亚和匈牙利对我们持积极态度\r\n戈尔巴乔夫/利加乔夫统治苏联\r\n所需年份。\r\n正在进行一场名为 的战争。\r\n温和派领导\r\n一个温和派/改革派派系领导着中国\r\n左翼激进分子被取缔\r\n经济位于鸟笼右侧\r\n寡头统治的影响\r\n赫鲁晓夫版的“解决方案”被采纳\r\n中国的领导人既不是左翼激进分子，也不是改革者，更不是自由派\r\n曾在印度帮助过人民党，分裂时又抛弃了他们\r\n纳萨尔派在印度的实力\r\n引发一个事件。\r\n将改变所有派系政客的忠诚\r\n左翼激进分子\r\n温和派\r\n改革者\r\n自由派\r\n将会改变与该方的关系\r\n西藏将不再能够分离\r\n将改变中国的影响力\r\n将改变预算状况\r\n将改变爱国主义状态\r\n将改变人口规模\r\n新疆将不再能够分离\r\n- 属于我们的势力范围。\r\n- 将国家体制更改为\r\n威权主义\r\n社会主义\r\n改良主义\r\n自由主义\r\n- 受美国影响\r\n- 处于苏联的势力范围内\r\n- 被苏联吞并\r\n将改变群众的自由化程度\r\n将改变所有派系政客的影响力（权力）\r\n西方的毛主义支持如今增强了中国的影响力\r\n- 加入经合组织\r\n- 加入经互会\r\n- 进入UCB\r\n- 进入ECO\r\n改变美国的影响力\r\n改变苏联的影响力\r\n对东部毛派的支持将提升中国的影响力\r\n将不再能够参与名为\r\n将改变民众支持\r\n将改变人口的生活水平\r\n将离开政党派系领袖\r\n从政\r\n寡头的权力永远不会超过70，也不会低于40\r\n公开资产阶级学说将不再可用\r\n将成为国家元首\r\n未激活\r\n金正日 - 父亲的继承人\r\n金平一 - 托管候选人\r\n金永焕——带有外部视角的主体思想\r\n权永吉——是时候放弃主体思想了\r\n朝鲜半岛终于实现了统一，并且是在我们盟友的领导下统一的。北朝鲜之所以能够获胜，完全是因为有我们的帮助，因为苏联并不真的想介入新的冲突，而朝鲜民主主义人民共和国也没有其他强大的朋友。而且，在这场战争期间，我们的专家、顾问和军官不仅渗透进了统一后的朝鲜政权体系，还获得了对该国的重要控制权。正是凭借这种控制，我们能够决定新统一的朝鲜未来的发展道路。我们有4位候选人：金日成的两个儿子——金正日，他是父亲明确指定的继承人，以及金平一，我们掌握了他的把柄；还有两位韩国候选人——所谓“韩国主体思想派”领袖金永焕，以及反美左翼工会主义者权永吉，他认为主体思想是一种反无产阶级的意识形态。\r\n不可分割的统一\r\n特工和资金不足：{0}\r\n没有毛主义，没有文化大革命和特工：{0}\r\n金正日长期以来一直被宣传为金日成的继承人，他被任命为统一朝鲜的领导人，而他的父亲仍然担任劳动党主席，这一安排是事件的自然延续，不太可能导致朝鲜政治发生重大变化。但我们并不需要这样，不是吗？\r\n金平日是金正日的弟弟，年轻时曾是个贵族浪荡子，因此失宠于父亲。但现在，在我们的影响下，我们可以扶持他成为统一朝鲜的领袖，实际上，他将成为我们的直接傀儡。没有我们，他算什么？即使有这些把柄在手，他又能如何？！\r\n金永焕长期以来一直是韩国所谓“主体派”的领袖，是一位出色的双国籍人物候选人：一位活动家、马克思主义者、富有好奇心和创造力的工人权益活动家。他将是一位值得信赖、被所有人接受的候选人。\r\n权永吉是一位记者，也是反美、反殖民、反威权的左翼工会运动领袖，他非常适合担任统一韩国的领导人，因为只有这样一位理解广泛、能力多样的政治家，才能治愈分歧带来的创伤。此外，他与韩国所有工会运动及马克思主义人民民主运动都有联系，这将使我们能够尽快平息韩国的任何抵抗和不满。\r\n统一朝鲜\r\n没有任何变革足以让韩国发生根本性的改变。\r\n在金日成去世后，他的儿子金正日全面掌权。然而，并非一切都很顺利——韩国地下右翼民族主义抵抗力量开始活动，朝鲜劳动党（吸收了韩国左翼成员）的党务机构也被支持与地下势力谈判的人冲击。为了解决这个问题，执政集团提出了“先军”思想，字面意思是“军队优先”。根据这一新政策，军队被宣布为推动政治和社会发展的主导力量，是反对帝国主义和取得上次朝鲜战争胜利的先锋。人民和劳动党都服从于朝鲜国家国防委员会，而国防委员会又服从于最高领导人。随着镇压政策的加强，金正日还合法化了小型企业和摇滚音乐会。这种软硬兼施的政策在安抚叛乱分子方面取得了显著成效，但也造成了对最高领导人和军队的个人崇拜，压制了全国的公民活动。\r\n随着金日成的去世，在我们的支持下，金平日终于将金正日赶下台，并把他派往芬兰担任大使，接管了朝鲜劳动党。随后，党内进行了清洗，所谓的“反革命分子”被指控策划“政变”而被肃清。之后，中朝两国签署了最广泛的经济一体化协议：取消关税壁垒、实行单一货币、建立统一经济区和对外贸易机构。尽管西方媒体散布谣言称朝鲜实际上被中国吞并，但实际上，两国的经济一体化极大地推动了封闭的朝鲜经济。虽然朝鲜正日益成为中国的附属，但朝鲜人民也通过一体化获得了许多好处，生活水平稳步提高。\r\n金永焕及其同伙，作为左翼工人工会运动的活动家，在韩国被称为所谓的秘密“主体派”，他们试图摆脱美国帝国主义，实现与朝鲜的统一。统一后被任命为领导职位，起初与金日成及朝鲜劳动党的老干部保持密切联系，但随后逐渐组织成一个独立派系。到金日成去世时，韩国“主体主义者”最终形成了独立团体，并对朝鲜现有的国家体制感到失望，认为其“不够民主，也不够有效”。随着劳动党永久领袖的去世，他们攻击了金正日集团并成功击败。可是在掌权后，这些“主体派”前成员提出了出人意料的改革：揭批金日成个人崇拜，否定主体思想（认为其“已经蜕变为金氏家族的反苏独裁意识形态”），推动朝鲜工会民主化（放弃加入工会必须是劳动党党员的规定，实行自下而上的社会政治组织领导人民主选举，保障讨论和言论自由），并让工人参与政府（工会代表积极参与企业负责人任命、制定五年计划、选举进入最高人民会议）。官方上，朝鲜现在宣布“回归马克思列宁主义道路”，我们将密切关注他们改革的成效。\r\n权永吉及其地下人民民主党同僚掌控了统一韩国的政府，但主要是在南部地区。为对抗主体思想支持者，新当局开始依靠韩国全国工会理事会，将其积极分子提拔到高层职位。金日成去世后，人民民主党与反对权力交给金日成子女的温和主体派结成联盟，随后也打击了他们，组织了关于主体思想遗产和金日成人格的大规模群众讨论。清除道路上的一切威胁后，新马克思主义者提出将经济权力移交给工会运动的主张，在各级苏维埃引入替代选举，并将阿尔都塞和萨特纳入马克思主义理论纲领。经济工团化和权力自由化带来了新政支持者的压倒性胜利，他们在未来五年内的任务是建立以卡尔德利和雷热欧·涅尔什著作为基础的经济体系，以及以奥地利马克思主义者和布达佩斯学派思想为基础的政治体系。正统的共产主义运动已经预测新政权的崩溃，而新马克思主义哲学家和知识分子则期待着，在遥远的东方，他们的新潮思想首次在国家层面得到实施。\r\n西藏自治\r\n没有任何变革像这次一样剧烈地动摇了西藏，以至于它发生了根本性的变化。\r\n在第十世班禅喇嘛的领导下，西藏成为了中国所有自治区的模范省份——稳定、忠诚，不干涉中央事务。西藏地方政府专注于处理内部事务，不涉及政治问题，重点发展农业、寺院和宗教学校。无忧无虑，无压力，我们对自己的选择感到满意。\r\n在第十四世达赖喇嘛的领导下，西藏发生了彻底变化，成为了一个独特的省份：马路一边是有苦行僧和农民的寺庙，仿佛还停留在十九世纪，另一边却是大型购物中心。这一切的发生，是因为新喇嘛既支持恢复和保护传统西藏，又推动设立自由经济区以吸引外国企业（这些企业利用了西藏廉价的劳动力资源）。国家铺设了发达的基础设施，电力进入了每一个角落，但普通藏民却很少能买得起流行品牌的汽车或进口家具。西藏成为了进步与复古的融合体，完全体现了新政府的哲学——温和的藏族民族主义，依靠佛教僧侣和资产阶级。同时，达赖喇嘛还宣称佛教在意识形态上与社会主义接近，并利用遍布全区的寺庙作为小学、医疗站和救助无家可归者及饥民的中心。西藏发生了巨大变化并在不断前进，但只要我们不过多干涉西藏内政，西藏就会完全服从于我们。\r\n在汉波喇嘛的领导下，西藏不仅成为苏俄在该地区影响力的中心，还实现了显著繁荣：贫困和文盲被彻底消除，农民的反动传统被根除，民众接受了提倡和平、团结与集体的佛教版本。新的学校、宗教机构、医院和高楼大厦在该地区蓬勃发展，尽管这些建筑按照苏联模式建造。尽管世界各地的苏俄组织在西藏设有分支，明显用于推动他们在亚洲的利益，但西藏本身仍然是对我们中央政府最忠诚的自治地区，汉波喇嘛不允许任何具有反华或反北京倾向的人被任命进入西藏政府。佛教式的和平，在汉波喇嘛看来，不仅是世界和平，也是藏族与中国其他各民族的和谐共处。\r\n维吾尔领袖\r\n既然我们已经决定成立维吾尔共和国，并赋予其拥有自己政府的权力，我们就应该决定由谁来组建它。有三位候选人：赛福鼎·艾则孜，一位在20世纪40年代民族解放革命中的维吾尔族共产党领导人，积极支持与苏联的友谊，在文革期间遭受迫害。我们可以为他平反，因为他从未表达过分裂主义情绪。第二个选择是布尔汗·沙希迪，一位公开的穆斯林，同样也是40年代民族解放革命中的共产党人物，但与前一位候选人不同，此人不仅致力于保护中国的动物群，还公开发表反苏联和极端亲中的立场。他显然是最佳人选，但如果我们正在打压宗教，就必须放宽这些措施。最后一位候选人是流亡维吾尔运动的重要人物，是20世纪40年代亲国民党维吾尔共和国参与者的儿子，曾任自由欧洲电台员工和美国中情局中国事务顾问。他不仅支持维吾尔族，还支持所有小民族的民族自决。然而，如今这位候选人在分离问题上已经采取温和立场——主张自治而非分裂，并只支持和平手段。如果我们不惧怕美国影响，那么这是一个向全世界展示我们如何保护人权的绝佳人选。\r\n赛福鼎·艾则孜\r\n布尔汉·沙赫迪\r\n埃尔金·阿尔普泰金\r\n与苏联的关系已恢复\r\n与美国或邦联或自治联盟签署了友好与合作条约\r\n在赛义夫丁·阿吉孜完全平反后，他首先被任命为重组后的苏中友好协会和中巴友好协会的负责人，随后在经过忠诚考验后，被指示组建新的维吾尔自治区政府。根据他被赋予的职责，他开始以苏联中亚为模式，推动维吾尔斯坦的现代化——建立一个世俗国家，宗教只限于家庭和清真寺，高识字率，设有众多科研机构，推行国际主义，同时保留非反动的维吾尔文化形式。中文成为必修课程，维吾尔语授课的维吾尔学校网络得到扩展，俄语则成为第一选择性（可选）学习语言。总体而言，新政府走上了世俗化和启蒙的道路，带来了全面的文化繁荣。\r\n在维吾尔共和国政府恢复后，布尔汗成为这一职位的优秀人选——一位忠诚、能干的亲华派。在他的领导下，维吾尔宪法得以制定，该宪法将维吾尔政府的权力限制到最低限度，他的新政府则优先处理维吾尔文化保护的相关事务——修复清真寺和圣地、保护野生动物、让所有维吾尔人熟悉汉语以及中华民族千年成就的遗产。与此同时，他的政府也采纳了一些维吾尔政治流亡者的反苏论点，特别是关于修正主义苏联政府对突厥社区的压制以及“对突厥民族的强行分裂”，这引起了我们苏联邻居的担忧。\r\n邀请埃尔金·阿尔普泰金加入维吾尔共和国政府，确实让世界各国感到意外。他最温和的同志们也加入了他的行列，此前已经与北京签署了放弃分裂和分离主义的协议。新政府在该地区获得全部权力后，很快开始恢复甚至推广被“压制”的维吾尔文化，特别是书籍、报纸、媒体、广告都只用维吾尔语翻译，原有的中文学校也被维吾尔语学校取代。同时，政府保持了世俗性质，没有过度强调伊斯兰教，这也减轻了中国中央政府的紧张情绪。\r\n维吾尔自治\r\n新疆并未发生足以引发根本性变化的剧变。\r\n在赛福丁·阿吉兹的领导下，维吾尔共和国发生了彻底的转变：曾经的村庄和牧场变成了城市型聚居地和高楼林立的街道；曾经有许多清真寺的地方，如今有许多医院、学校和研究所；曾经著名的牧民和农民，如今变成了著名的医生、科学家和教授。乌鲁木齐成为了中国东部的塔什干，新的自治区的任何官员如果不穿正式的便服去上班或出席活动都会感到羞愧。也许在未来的某一天，激进的伊斯兰主义会在该地区被彻底根除，但目前，市民和北京都对如此巨大的进步感到满意，因此对维吾尔政府与中亚各国政府的暧昧关系选择视而不见。\r\n在布尔罕·沙希迪的领导下，维吾尔共和国始终是中国的忠诚地区。他以各种方式镇压任何抵抗和异见思想，暗中将该地区所有宗教和精神领袖完全置于维吾尔政府的控制之下。在运用精神手段的同时，他还积极向维吾尔人介绍中国的文化、历史和传统，扮演着“中国的凯末尔”角色。但如果说凯末尔是为了让土耳其人摆脱“落后病”而使其欧洲化，那么沙希迪则是让维吾尔人中国化。他的精神压制政策不仅使该地区完全服从北京，还为中国在突厥世界传播影响力打开了此前无法企及的新机遇。对于作为世界霸主的中国来说，一切才刚刚开始！\r\n在埃尔金·阿尔普泰金的领导下，维吾尔共和国开始发生变化：长袍和袍服被西装取代，农民变成了职业农夫，不走运的人则开始在新开放的自由经济区内外国企业的工厂工作。作为一名欧洲天主教学校的学生，埃尔金允许各种信仰的外国宗教传教士进入国家，保持宗教自由，但不允许任何宗教机构掌控国家。同时，天主教和伊斯兰慈善组织在该地区成立，承担起改善民众福利的主要责任。与此同时，新政府大力恢复和弘扬古老的维吾尔文化——包括更改街道和城市名称、树立新纪念碑，并将“维吾尔历史”作为高考必修课程。埃尔金并未声称任何外交关系和外交独立，他将维吾尔自治变成了1980年代的土耳其，而不是1930年代的土耳其：一个纪律严明、经济混合、民族主义适度的国家。\r\n将改变国家局势的结果\r\n由于人数稀少，藏族人在我们的新政策下很快就消失在历史中：那些忠诚度未被确认的家庭的孩子（几乎所有人都是如此）被送往中国东部的特殊孤儿院，在那里他们被剥离了藏族身份；他们的父母则被送去在西藏强制劳动，建设基础设施，直到他们通过汉化和忠诚的考核；藏族贵族的后代被立即处决；宗教学校和寺院被明令禁止并在违者处以死刑的情况下摧毁，僧侣和学生本人也被枪决。该省被改名为西藏，剥夺了一切自治权，藏语被认定为汉语方言并被强行禁止，取而代之的是简体中文。最终，这些措施帮助塑造了一个日益单一的中华民族。\r\n乌兹别克问题极其难以解决。首先，新疆维吾尔自治区被更名为新疆维吾尔地区，取消了所有自治权，所有学校被强制转为中文教学。同时，在几年内，所有国家和党政机关及媒体都改用中文，并在入学和毕业考试中增加了中国历史和中国哲学的必修科目。所有这些措施引发了广泛的不满浪潮，抗议者试图发动起义，指挥部设在清真寺。中国领导层通过武力镇压了起义后，决定采取惩罚性措施：只允许有资质的伊玛目主持的中央清真寺开放，开设了劳改营，效仿斯大林的古拉格，把所有被怀疑叛乱的人送进去，并禁止在公共场所佩戴宗教标志和进行宗教仪式，同时禁止一切未成年人参与宗教仪式的行为。这种高压政策有助于遏制维吾尔人的叛乱，但汉化进程恐怕短期内难以实现。\r\n精英治国\r\n如今，随着旧有的革命领袖离去，他们的改革未能让中国崛起，我们可以抛弃这些失败的试验，转而采用完全基于特定历史时期的新治国模式。第一个选项是恢复党内派系，只要所有派系都忠于一个理念——孙中山的理念，就允许它们形成和存在。第二个选项是将儒家原则重新纳入国家法律和国家机构的构建，从而宣扬建设一个精神和谐的国家。第三个选项是法家思想，即建立一个强大的中央集权机构，施行严厉的法律，对中国抱有狂热信仰，并以经济为导向，而非教条主义。最后一个选项是设立一个简单的服役资格——凡是在军队服役并达到军官军衔的人，都有资格被选举和当选，也许正是这种资格会为中国带来伟人？\r\n有任期限制的派系民主\r\n儒家\r\n法家\r\n军事民主\r\n对一党制民主的倾向已通过合法化党内各种派系平台的组建得到确认，只要这些派系遵循孙中山的思想，并且不反对宪政秩序或支持分裂主义。让我们希望，这样的转变能够为我党注入新的活力，带来许多新颖而有益的思想。\r\n首先，为了恢复儒家在政治中的原则，有必要取消所有与打击孔子有关的决定，并恢复所有与儒家千年历史相关的纪念碑、雕像和文献。进一步来说，对儒家的攻击已被承认为中国共产党某些官员的过激行为，这些行为是针对中华民族根基的。随后，政府正式颁布了一份文件，要求所有国家和党务工作人员遵循孔子的道德和原则。\r\n在所有改革方式中，我们选择了最艰难且漫长的一条——回归法家。彻底清除所有意识形态（并予以禁止），用法律崇拜取而代之，对一切进行全面集权，并让民众为真正严酷且明确的法律做好准备，这一切都需要时间，才能让我们的新政策全面生效。当然，我们将从强化对最高统治者绝对且无条件服从的观念开始……\r\n我们向全国宣布，伟大的中国需要伟大的政治家，而谁能比一位保卫祖国、同胞和整个中华文明遗产的爱国军官更伟大呢？我们将以这样一个事实来开始实施我们的伟大计划：从现在起，只有军官才能在政治生涯中晋升，并且在五年内，所有人要么必须在相关岗位学习和服役，获得军官军衔，要么就必须离开政坛。伟大的考验即将到来！\r\n新功绩制度\r\n没有人提出关于中国国家机构的非常规观点。\r\n新的“一党制民主”并没有致力于支持民主集中制，而是走向了派系斗争。抓老鼠的猫，不管是什么猫，不都一样吗？而现在有好几只这样的猫，目前最大的有四只：团派（共青团成员派系），这些来自更高层共青团的人致力于革新和重建他们所接触的一切；太子党（红色贵族），政治世家和中国革命者的继承人，他们与前一个派系对立，追求务实的做事方式；清华帮（大学派系），出身于精英北京大学，这一派系的成员是市场改革和引入私有制元素的坚定支持者；最后是新军，代表军队出身的人，这些党员不惜一切代价维护和保护强大的中国，特别重视武器的发展。这些派系和许多其他派系现在都在党内争夺权力，只有轮换制度才能防止某一派系彻底压倒其他派系，每十年国家领导层必须更新，退休的政治家无权再次连任。\r\n依托有利的历史基础，我们的改革达到了顶峰：全国各地逐渐建起了越来越多的孔庙，甚至为了获得公职，必须通过关于儒家基本理念的考试。在中国所有城市和地区，一种新伦理取得了胜利，包括勤劳的价值观、对组织的忠诚、节俭、奉献、自我牺牲、人际和谐、热爱教育与智慧，以及关注社会体面。创造社会和谐不仅成为一种信仰，也是每个官员和领导的责任，企业和谐的建立成为每位厂长和管理者的职责，家庭和谐的营造在立法层面上成为所有成年成员的义务。和谐常常被理解为道德、公正、尊重长辈、勇气、忠诚、反对激进主义以及塑造全面发展的人。欧洲的民主派无法理解这样的制度，这也是他们无法在自己家中找到和谐的原因。\r\n经过漫长而艰难的时期，法家原则最终在我国取得了胜利。在去意识形态化的过程中，所有意识形态都被排除在宪法和所有法律之外，取而代之的是对既定体制、国家和当选领袖的绝对忠诚。中国建立了什么样的体制？新的法家思想开始依靠法律面前人人平等，这些法律极为严厉，常常包括死刑，对历代统治者的崇敬，公民对中央政府的绝对忠诚，经济优先于政治，国家机器的完全集中和国家的绝对单一制，以及让中国重新成为亚洲所有民族之父和伟大文明后裔的主宰地位的理念。当然，小民族和旧政治体制的一些代表对此并不满意，但他们也被清除了：起义被军队残酷镇压，极其残忍和可怕的惩罚让民众心生恐惧，每一位官员都必须在战争时第一个准备上前线（从而让官员们不敢让局势发展到起义），而农民的生活方式在宣传中被宣扬为榜样。新中国已成为世界上一切极端威权运动的象征，但这样的体制能否在现任统治者死后继续存在，还是会在自身重压下崩溃——只有未来才能给出答案。\r\n由于我们所有的政客现在都只来自军官团，西方许多人开始称中国为“新罗马”，但实际上我们不得不做出相当大的努力来安抚民众：具体来说，任何仅仅服过兵役的人都被允许担任最低级别的公职，军士和士官可以担任中级职位，而真正的军官则占据更高职位。与此同时，为了保持性别平等的方针，并避免女性的不满和破坏，国家取消了军队的性别标准，从而确立了女性服兵役制度。因此，如今国家由经历过枪林弹雨的同志和真正的中国爱国者统治，让全世界都因嫉妒而害怕我们吧！\r\n一国两制\r\n此处没有任何变化\r\n由于我们过于频繁地与敌对国家进行深入接触，并采取了不友好的外交政策，台湾政府最终在西方的支持下取消了引入新政策的协议。我们可能不会再有机会了……\r\n经过长时间的谈判，我们成功与台湾建立了新的关系。“一国两制”在台湾实行的是一种极为宽松的邦联体制：台湾采用人民币，但保持完全独立的经济结构；国家宣布将所有外交和对外关系转交北京，解散其外交使团；同时，所有外国军事基地撤出台湾，取而代之的是有限的中国驻军，但台湾保留自己的陆军、空军和海军。这是两岸关系的重要进展，也许有一天他们会完全统一，但现在，所有中国人都在庆祝这一伟大的胜利！\r\n台湾是我们的！\r\n我们大胆而冒险的行动因美国实力的彻底削弱和我们伟大联盟的强大力量而取得了完全的成功——美国人带着他们能带走的所有有价值的东西逃离了这里，我们终于宣布了祖国的完全统一！在自称的中华民国原址上，由于当地原住民的存在，成立了台湾自治区，旧政权的代表被判处了不同年限的监禁。国民党的高级成员和共和国的领导人被送上法庭，因发动内战、犯下多项战争罪行和背叛祖国而被指控。当然，他们全部被判处了死刑。统一台湾的这一天被宣布为公共节日，以纪念中国的完全统一。荣耀！\r\n反修正主义的胜利\r\n波兰、匈牙利和罗马尼亚转入中国势力范围，以及亲中势力在伊朗和阿富汗的胜利，极大削弱了苏联在社会主义阵营，尤其是东欧的影响力，使中国得以在该地区牢固立足。然而，成功也止步于此——尽管国家安全部付出了巨大努力，其他内务部国家的毛派势力仍未能突破边缘圈子和小团体的限制，而苏联情报部门揭露了密谋刺杀利加乔夫总统并策划亲中政变的“红色阵线”组织（至少苏联方面是这样宣称的），导致内务部反间谍机构大规模动员，并摧毁了大部分有组织的毛派力量。尽管毛派成功渗透进保加利亚和南斯拉夫共产党，在苏联无党派议员中也有一些亲中分子，但这显然不足以广泛深入地扩展我们的影响力。此外，苏联察觉到来自中国的威胁，正在收紧内部政策，并日益试图对抗我们的影响。\r\n波兰、匈牙利和罗马尼亚转入中国势力范围，加上亲中势力在伊朗和阿富汗的胜利，极大削弱了苏联在社会主义阵营，尤其是东欧的影响力，使中国得以在该地区牢固立足。中国在欧洲拥有强大基地，使得国家安全部能够积极介入苏联解体过程中的动荡——亲中势力利用混乱，在塔吉克斯坦内战中夺取主动并掌权，扎纳奥津起义后，努尔苏丹·纳扎尔巴耶夫被推翻，新成立的哈萨克斯坦政府允许中国在该国部署军事基地。1996年叶利钦在总统选举中失败，“七大银行家”反腐运动后，中俄关系进入新阶段，1998年签署了《友好合作条约》，解决了主要争议问题。同时，在我国领导层的推动下，俄共与俄共工人党和“劳动俄罗斯”联合，成立了俄罗斯统一劳动阵线，其纲领包括“斯大林十次打击”、21世纪社会主义，甚至毛主义。中国的援助使根纳季·久加诺夫得以阻止独联体进一步分裂，并“重启”联邦，从00年代起恢复共同经济空间，并与我们的经济联盟整合，白俄罗斯和乌克兰在其中发挥重要作用，同时也加强了与中国的联系。反过来，俄罗斯也成为“16+1模式”的发起者，分析人士认为这是中国巩固其在东欧影响力并渗透西欧的工具。谁知道这会发展到什么地步……\r\n东欧集团国家的毛主义地下组织终于被边缘化了。\r\n回归社会主义\r\n在王明的言辞、论点和主张被用于消除毛泽东个人崇拜后，党内出现了一个希望为他恢复名誉并复辟的派系。随着去毛化带来的混乱及其暴露出的问题，这一派系不仅变得更加强大，还提出了让王明的思想继承者和“纯正的马克思列宁主义”上台的想法。一方面，这旨在重新赋予共产党合法性，另一方面，则是利用在中国毫无影响力的王明继承者，作为听话的傀儡，为新生的马克思列宁主义者的统治服务。这些想法很快演变成了一场政变，在王明家族被平反并返回中国后，随着党证的颁发，在中国领导人出访外国期间，召开了紧急代表大会，以“个人专断”和“隐瞒自己在毛时代的所作所为”为由罢免了领导人。现在，大会面临着选择谁将被宣布为国家新的——尽管部分是形式上的——领导人的问题：是王明的妻子孟清书，一位革命者、曾在妇女委员会和儿童保育协会工作至1956年的中共活动家；还是王明的长子王丹之，物理与数学博士、中国历史与语言专家，并在1969-1974年积极参与王明著作整理工作的成员。王明的其他子女要么年纪太小，要么根本没有从事政治工作。大会将做出决定。\r\n孟青书 - 老革命\r\n王丹之 - 王明的忠实继承人\r\n随着现任前领导人的到来，代表大会结束了，领导人本人也已经被授予荣誉退休金，就像许多其他持不同政见者一样。王明的路线取得了胜利，只有时间才能证明，他到来的亲属们能否坚持他的初衷，还是党会把他们当作傀儡来实现自己的梦想。\r\n路在脚下，行者自达\r\n在一系列政府辞职和随之而来的政治混乱后，印度的生活水平开始下降，这些因素共同引发了民众的巨大不满，并促使各种派别的共产主义势力增长。这是我们用友好势力在印度掌权的机会，但事情并不那么简单：两大共产主义组织正在为国家的未来权力斗争。第一股力量是联合阵线联盟，包括温和的毛派印度共产党（马克思主义）、亲苏的印度共产党（前者正是从中分裂出来）、本地左翼自治党派以及穆斯林少数党。他们认为印度尚未准备好实现社会主义，打算首先消除种姓制度和部落主义，同时主张广泛自治，更倾向于依靠城市居民。我们可以利用他们的力量，与工会达成协议后发动大规模罢工，随后依靠军队发动政变。另一股力量是松散的纳萨尔派团体，即此前从印共（马）分裂出来的印共（马列）残余。其中有三支最强大的组织——“解放派”、转向合法斗争的纳萨尔派、所谓的“群众路线”派（主张建立过渡性的社会主义农民国家），以及主张立即革命的印共（毛）。如果我们付出必要的努力，可以让这三支力量暂时结盟，目标是在全国范围内发动农民游击战。然而，如果我们放弃社会帝国主义理论，与来自苏联的修正主义者结盟，共同对抗世界帝国主义这个共同敌人，那么只要影响力足够，我们就能说服所有共产主义力量在印度划分势力范围，在最需要的地方协同合作……\r\n押注联合阵线（印度共产党（马）、印度共产党及小党派）\r\n务必让СPI（m-l）围绕“群众路线”实现团结\r\n城市社会主义，农村资本主义\r\n中国加入经互会，军队实力 > 25.0，中国影响力 > 35.0\r\n国内严峻的政治和经济形势导致联合阵线的声望不断上升，在我们的支持下，联合阵线与许多工会结盟，组织了大规模罢工，最终导致政府辞职。在由此产生的权力真空中，联合阵线的武装力量与普通工人一起控制了城市的行政中心，宣布由联合阵线联盟组建临时政府，并在奥姆·普拉卡什·马洛特拉、阿伦·斯里达尔·瓦伊迪亚、斯里尼瓦萨·库马拉·辛格·克里希纳斯瓦米·桑达尔吉等将军的支持下，将整个军队拉拢到你这一边。有了军队的支持，开始了对异见者的迫害、反对党关闭以及社会主义改革的准备工作。然而，改革尚未开始，纳萨尔派地下组织因政变而团结起来，宣布新政府为修正主义篡权者，是苏联和中国修正主义者的傀儡，背叛了毛的事业，并对新政府发动了游击战争。右翼叛乱分子也加入了游击队的行列，并与纳萨尔派达成了默契，为了共同的目标而合作。我们必须拯救印度！\r\n该国艰难的政治和经济局势导致纳萨尔派的影响力扩大，他们看到机会后，这一次选择了团结而不是分裂，围绕“群众路线”的“中间派”集团联合起来争夺政权。当然，这种联合只会持续到纳萨尔派在印度的权力巩固为止，但在此之前，我们可以指望他们在执行我们计划时的力量。然而，表面上看，这一切似乎很成功：联合后的纳萨尔派在许多印度省份发动起义，依靠农民和落后的偏远部落，宣布在这些地区夺取政权，政府则试图通过军事力量镇压自发夺权。纳萨尔派原本打算宣传军队并将广大农民和部落群众送往城市，但他们的计算失误：有些地方群众取得了胜利并击败了士兵，有些地方军队镇压了叛乱者。印度全国爆发了大规模内战。已经无路可退！\r\n国内艰难的政治和经济形势导致共产党人在全印度的影响力扩大，在中国斡旋和苏联支持下，他们联合组成了新的民族救国阵线。当然，最激进的纳萨尔派称我们为共同事业的叛徒，但这些小团体并未扮演重要的政治角色，而统一的阵线则组织了大规模的不满罢工，导致政府和地方统治者辞职，并重新选举。实际上，阵线控制了大多数投票站，承诺给予穆斯林自治和权利，并对反对党进行大肆打压而不受惩罚，因为军队拒绝镇压如此大规模的抗议，阵线在选举中取得成功，赢得了大约40%的议会席位。随后，民族救国阵线与前身为INC(U)的INC(S)（从主流国大党分裂出来的社会主义派）以及其他左翼小党结成联盟，组建了一个稳定的联合政府以推动立法和修改宪法。\r\n印度内战\r\n统一战线\r\n民族主义者，{0}纳萨尔派\r\n人民党,{0}印度国民大会党, 印度共产党\r\n纳萨尔派\r\n新印度\r\n没有任何变化如此剧烈地动摇了印度，以至于它发生了根本性的改变。\r\n一场漫长的内战使这个本已受创且四分五裂的国家最终陷入饥荒、混乱与崩溃。结果，所有交战方的资源都极度枯竭，不满的民众也已在内部抬头。这一切导致各方缔结停战协议，并将印度分为三部分：在最城市化的地区，建立了印度共和国——一个禁止任何激进主义的资产阶级民主国家，三大政党在此立足——社会民主的国大党（INC）、中间派的人民党（Janata Dal）和右翼的印度人民党（BJP）；在穆斯林地区，成立了印度伊斯兰共和国，建立了一个试图在各方面保持温和立场的民主穆斯林政权；而在最偏远、农民为主的地区，成立了民主印度，由最激进的纳萨尔派掌权，该政权宣布中国是修正主义者和叛徒，完全与外界隔绝，建立了一个永恒战时共产主义的贫困经济（同时还收容了波尔布特主义者和缅甸社会主义反对派）。这样的和平能维持多久尚不可知，但各方已经开始积蓄力量。\r\n长期的内战让民众疲惫不堪，削弱了印度经济，新上台的联合阵线政府不得不改善这个满目疮痍国家的局势。首先，联合阵线确立了对政治权力的垄断，宣布进入紧急状态，并推行土地改革：土地被公正地重新分配给农民，农民被要求自愿-强制地联合成合作社或家庭合同，将一定比例的农作物以国家价格上交国家，其余部分可以在全国各地国家开设的农民市场自由出售，从而保护印度免于饥荒，引导农民走向社会主义建设，同时不损害农民的耐心和地位。种姓制度被彻底废除，任何试图按照种姓划分或贬低他人的行为都将受到刑事处罚。同时，穆斯林地区获得了期待已久的自治权，国家还开展了大规模的教育、卫生普及和在全国各地建立众多医疗中心的项目。在城市中，国家接管了所有大型工业，允许中小企业经营，但牢牢确立了对外贸易的垄断，将国际贸易和国有企业管理交给新成立的计划委员会。印度正在逐步恢复，也许不久之后，这个拥有如此多资源和人口的大国就能成为新的社会主义强国？\r\n长期的内战耗尽了印度的人口并削弱了经济，而新政府——印度民主联合政府，包括最激进的纳萨尔派、右翼民族主义者和右翼保守派——不仅要应对这些问题，还要防止内部分裂。根据组建统一政府的条款，所有准军事部队都被解散，但这并未阻止纳萨尔派控制部分农民地区并在那里组织地方自治。这些纳萨尔派指责老共产主义者修正主义，并将他们处以绞刑，同样他们也指责中国修正主义，断绝了与中国的关系，并为波尔布特派和缅甸社会主义反对派提供了避难所。这种专断行为没有得到联合政府其他成员的支持，在他们与纳萨尔派无法达成协议后，在北约的支持下，以举行选举为幌子，联合政府右翼邀请纳萨尔派领导人前往首都，将其逮捕，随后调动军队进攻农民公社，从而发起了“镇压分裂分子”的军事行动。在持续数年的战争中，纳萨尔派最终被击败并逃入山区，印度实际上建立了一个亲美的军事政权。\r\n长期的内战使印度人口疲惫不堪，经济遭到破坏。新政府——印度重建临时政府，由人民党（贾纳塔）、国大党和原共产党组成——宣布进入为期五年的紧急状态，以恢复国家秩序。首先，新政府对纳萨尔派进行了公审，随后对村庄展开军事突袭：所有纳萨尔派支持者的家庭被剥夺政治权利十年，随后出台法律，将任何对纳萨尔派的援助等同于恐怖主义。接着进行了土地改革：所有土地被公正地重新分配给农民，农民被集中到集体农庄，强制以国家定价将所有农产品上交国家，并由退役军人担任集体农庄负责人。这样，印度新政府既解决了财政问题（通过集体农庄补充黄金和外汇储备及国家预算），又掌控了全国农民阶层。在城市方面，新政府则废除了对外贸易垄断，并对各类企业提供了大量支持，包括免税期和补贴（甚至将亏损企业私有化），还扩大了工人的社会福利，从而促进了工业的快速复苏。五年重建后，举行了首次选举，结果显示，国内形成了三大主要力量：所有左翼选民开始支持印度共产党，后者选票稳定在约15%，成为长期第三大党；国大党转为中间派，与社会保守的人民党轮流争夺第一，每次两党胜者得票约40%，并与共产党结盟，从而实现了左右共治的和谐政府。\r\n一场长期的内战让印度民众疲惫不堪，经济也遭到破坏，胜利者纳萨尔派联盟的新政府面临诸多难题，而解决这些问题的思路也严重分歧：虽然大家都同意进行公正的土地再分配，但在农民问题上，“解放派”和“群众路线”主张保留私人农场，因为“印度还未准备好走向社会主义”，而印共（毛主义）则主张建立类似毛时代的公社；同时，在政治问题上也存在分歧——“群众路线”和印共（毛主义）主张禁止所有其他政党，将所有纳萨尔派力量统一为一个政党，而“解放派”则要求为所有左翼力量建立民主并举行自由选举。在我们的介入下，这些争吵导致了一个妥协方案，但却没有让任何一方满意：实行了大选，但只允许保持独立的纳萨尔派团体参与；土地分配也进行了，但印度被划分为若干地区，每个地区由三大毛主义团体之一组织各自的农民改革实验，以确定最佳方案。这种做法暂时缓和了国内的紧张局势，但显然没有让任何人真正满意。这三股力量之间的政治斗争将会继续，他们会逐步增强自己的实力，而人们只能希望这种对抗不会引发新的内战。\r\n由印度救国阵线组成的联合政府，包括印度共产党、中间派毛派、中间派纳萨尔派、穆斯林、地区社会主义党和国大党（社会派），在军队支持下，在右翼动乱中批准了全国紧急状态。动乱被镇压后，政府开始重组宪法：国家被宣布为社会主义国家，反动思想被定为恐怖主义予以禁止，所有种姓被废除，左翼民主在宪法上确立——资产阶级议会被苏维埃的直接民主所取代，只允许具有社会主义倾向的政党参与。同时，政府通过公平的土地再分配和在印度各地建立新的私人农场来消除民众对新体制的不满，但这些农场必须按国家定价向国家上交部分农作物；与此同时，大型企业被国有化，对外贸易实行国家垄断，而中小企业在征收累进税的前提下被允许存在，以防止大型私人企业的形成。各邦的权利大幅扩展，印度联邦化进程加快，穆斯林和少数民族获得自治，这导致了分权经济的建立并满足了群众需求，印度各邦也被划分为印度共产党-印度共产党（马）选民带、中间派纳萨尔派和国大党（社会派）等不同“带”。然而，联邦税务局没有人称当前局势为永久性的，反而声明其“临时性”、“过渡性”。的确，没有人知道过渡期会持续多久，也不清楚将采取哪些措施来实现社会主义，但目前印度经济在工业和生活水平上都保持了稳定增长，然而，按照旧苏联模式，印度富农阶层的形成也开始出现。\r\n左翼激进分子\r\n保守派\r\n温和\r\n改革者\r\n自由派\r\n战争以该方的胜利结束\r\n我们已结盟\r\n中国的影响力 以及（如果我们在同一联盟，则包括苏联的影响力）\r\n将在印度增加纳萨尔派势力\r\n中国：王明的遗产\r\n感谢您的购买！\r\n自王明家族回国并担任高层职位后，全国范围内开始查封毛泽东的著作及相关书籍，毛泽东的著作不仅在学校、图书馆、展览中被查封，还被禁止收藏。与此同时，王明著作被纳入1930年代至1960年代中国历史课程，专门开设了“英勇的共产主义者王明与毛派集团斗争”的课程，并且将毛泽东政权与封建社会主义的等同，牢固地写入了中华人民共和国的马克思列宁主义政治理论和《中国共产党历史》教材。国家进入了“纠正社会主义”和“恢复党正确路线”的新时代。高举马克思、恩格斯、列宁、斯大林和王明的旗帜！向共产主义胜利前进！\r\n巴西长期由一个军事执政团统治，表面上维持着所谓的“受控民主”，选举始终由ARENA党获胜。ARENA是一个为军事独裁提供政治支持的保守派政党。现任总统埃内斯托·盖泽尔属于军队中的温和派，他认为1964年建立的军事政权只是为了保障国家自由主义的过渡政权。在盖泽尔的统治下，国家开始逐步向自由民主过渡，审查制度有所放松，镇压减少（同时对法院和各州州长的控制加强）。不过，他不会竞选连任，而日益壮大的反对派有可能在即将到来的选举中获胜。目前有两位候选人：ARENA的若昂·菲格雷多和MDB的欧勒·本特斯·蒙泰罗。若昂作为执政集团代表，计划继续盖泽尔逐步民主化政权的政策，在军方控制下推动国家经济自由化，并打击共产主义叛乱。另一方面，欧勒没有支持1964年的政变，他主张迅速实现政权自由化和建立独立法院，作为反对派MDB的代表，提出反对立场：恢复民主、言论自由、社会保障和工会运动合法化。尽管盖泽尔进行了操控，反对派仍有机会在选举团中获得足够选票。\r\n快乐里约\r\n若昂·菲格雷多，ARENA（右翼独裁）\r\n欧拉·本特斯·蒙泰罗，民主巴西运动党（中间主义）\r\n禁止入内\r\n获胜后，若昂承诺“伸出和解之手”，誓言要让“这个国家成为民主国家”。在反对党MDB组织的大规模工会罢工压力下，他做的第一件事就是宣布对政治人物实行广泛、全面、不设限的大赦，这使得被军事政权流放的人能够返回巴西。不久之后，他启动了选举改革，结束了两党制，导致四个反对党成立，与执政政权对立。与此同时，现行法律禁止党派联盟，并要求“等额投票”（选民只能为一个党派的候选人投票）。作为总统，他还在联合国大会上发言，批评发达国家收取的高利率，并推出了农业刺激计划。由于推动巴西农业现代化的激励措施，许多小农破产。然而，农业确实实现了现代化。\r\n为了在议会中组建政治多数，MDB及其领导人欧拉不得不与ARENA的温和派进行谈判，结果改革方案被大幅削减，尤其是削减了社会支出的增长、最低工资的提高、养老金和福利等部分。最终的改革方案被称为《保卫国家宣言》，剧作家兼作家阿里亚诺·苏阿苏纳（负责关于国家艺术和创作的资助、发展与自由的法案，包括废除审查制度）、律师兼历史学家巴博萨·利马·索布里尼奥（提出了“为了国家安全保护”条款，禁止国有企业私有化并禁止领导职位人员连任），以及社会学家兼政治家费尔南多·恩里克·卡多佐（推动了打击政治激进主义和激进分子的项目，以及一项旨在提高大众政治素养、防止其受激进分子影响的教育项目）参与了宣言的起草。同时，作为妥协，所有被流放的巴西人以及所有未参与暴力行为的人都获得了大赦。由此，政治反对派的大规模大赦得以实现，最终导致两党制政权的彻底垮台。与此同时，改革方案还包括一项法案，为所有前政府人物、参与者及支持者，尤其是ARENA党成员提供豁免权，保证禁止对自1964年政变以来一切事件的任何谴责或起诉。\r\n新政府并不想与我们交好。\r\n新政府决心与我们交好。\r\n巴西复兴\r\n到目前为止，现有的两党制已经被废除。PMDB作为MDB的继承者成立，PDS则是ARENA的继承者。在1980年至1981年间，军队中最反动的派别进行恐怖活动，实施了一系列爆炸和绑架事件。当时，军方高层将袭击归咎于左翼激进分子。然而，这一说法并未得到民众支持（左翼游击队早在1974年就已彻底消亡）。就在这次总统选举前几个月，名为“Diretas Já”的民众集会席卷全国，要求在1985年进行直选，但这一提议未获议会支持。在这种情况下，反对党团结在PMDB候选人坦克雷多·内维斯周围，他提出了彻底实现巴西政治和经济体制自由化的主张。与此同时，拥有议会多数的PDS出现分裂，剩余势力在保罗·马卢夫和马里奥·安德雷亚扎两位候选人之间摇摆。后者以其在基础设施和巴西商船队的快速高质量发展、住房建设和环境项目方面的出色工作而闻名。相比之下，保罗则是更为保守的候选人，职业生涯多在金融和经济领域，负责大幅简化金融和税收体系的官僚程序，大力普及初等和中等教育学校，创建休闲区并治理卫生问题。如果保罗获胜，民主化进程将继续，而在马里奥领导下则会更注重经济发展。同时，如果左翼政党能够联合组成联盟，也有可能利用由此产生的混乱和分裂……\r\n坦克雷多·内维斯，巴西民主运动党（右翼独裁）\r\n保罗·马卢夫，PDS（红色保守主义）\r\n马里奥·安德雷亚扎，社会民主党（自由主义）\r\n莱昂内尔·布里佐拉，PDT-PTB-PT（民主社会主义）\r\n坦克雷多·内维斯就职后不久去世，国家由副总统若泽·萨尔内伊领导，他原是巴西民主运动党成员，后来转向反对派。在他的改革中，他批准了巴西最终回归民主，彻底废除了审查制度，恢复了总统直选。新闻自由被赋予媒体、工会，并召开了制宪大会。此外，政府发放了一千多份公共广播和电视的许可，主要以商业为基础且未进行招标，这导致了电视和广播的“私有化”，媒体被私人垄断者掌控。与此同时，若泽·萨尔内伊重申了独立外交政策的理念，与包括社会主义古巴在内的拉丁美洲国家展开对话，古巴在1964年政变后与巴西断交。他还致力于土地改革、环境项目以及进一步减少官僚主义。然而，他执政期间的主要威胁是猖獗的通货膨胀，他的所有计划都无法遏制这一问题。\r\n由于国家高度稳定，PDS内部的分裂很小，因此在党内选举人选出马卢夫而不是安德雷扎作为候选人后，党内更自由派并不敢离开PDS，而是做出了妥协。作为不引入总统直选的交换，实行了州长直选（反对派原本希望两者都实现）。接下来，保罗开始处理经济问题：为克服通胀并支持企业，决定通过政府订单启动大型基础设施和工业项目，这些订单分配给私营公司，条件是将利润再投资于巴西经济。十年前结束的大型项目时代重新开启，桥梁、公路、学校、医院、电站和港口的数量大幅增加。教育、医疗和电力行业的发展开始迅速推进。这些改革提升了民众的购买力，从而暂时遏制了通胀。同时，随着新政党和运动的增长，巴西的政治领域也在不断扩展。尽管PDS竭力保留“1964年革命”的政治遗产，无党派和两党制的时代最终已经结束。\r\n在温和派和自由派威胁要脱离PDS并与PMDB反对派组建联盟后，保罗·马卢夫撤回了他的候选资格，PDS转而支持马里奥·安德雷亚扎，这使他赢得了部分来自PMDB反对派的选民。尽管如此，保罗·马卢夫被提名为副总统，以整合整个党派。作为政治改革的一部分，为了从反对派手中夺取主导权，新政府引入了总统直选和州长直选，成为第一个实施这一举措的党派。这一举措的受欢迎程度使当局得以规避召开新制宪议会的要求，保住了议会多数席位。在经济方面，宣布启动新的经济计划：宣布将所有亏损的国有企业私有化，并利用私有化所得资金实施大规模住房计划和环境计划。通过为全民提供自有住房，政府大幅减少了后续政府支出（主要是通过停止对许多国有企业的补贴），从而遏制了威胁巴西经济的通货膨胀。\r\n社会不稳定、紧张局势加剧以及对未来的不确定最终削弱了右翼党的地位。尽管存在分歧，左翼的三个政党（巴西民主工党，正统工党；巴西工党，一个与军方关系密切的左翼威权组织；以及工人党，接近工会运动的民主社会主义者）联合推出了一位共同候选人。与此同时，PDS的分裂导致其中出现的中间派运动决定支持左翼候选人，该候选人承诺维护并深化民主化和联邦化。左翼联盟上台后，由于在议会中没有多数席位，不得不建立战术联盟：政治改革在与中间派妥协下通过，经济改革则与社会民主党妥协。最终，实行了总统直选和州长直选，取消了所有审查制度，但电视、广播和媒体的私有化并未实现。在经济方面，改革包括强制收购石油和天然气公司51%的股份以及所有拥有自然资源的土地（这被称为“国有化”）。利用预算收入，后来被称为“布里佐拉主义”的政策开始实施——依靠贫困、弱势和边缘化群体：大规模建设社会住房，通过组织国家订单创造就业岗位（国家订单的设立是为了创造就业，而非出于经济效益考虑），引入食品篮（穷人可凭券领取，费用由国家承担）以及其他社会项目，这些项目后来被委内瑞拉的查韦斯政府所借鉴。\r\n第三条道路\r\n经济困难促使政府于1975年春季采取了强硬的反通胀措施。物价飞涨和工资冻结引发了布宜诺斯艾利斯的大规模抗议。同年，全国被划分为五个军事区，每个区的指挥官都被赋予了完全自主权，以发动一场精心策划的镇压浪潮。一些革命组织——包括蒙托内罗斯（极左派庇隆主义者团体）和何塞·洛佩斯·雷加领导下的AAA死亡小队——在军队和警察严厉的镇压与惩罚措施背景下，加大了升级政治暴力（包括绑架和爆炸）的力度。不久，总统伊莎贝尔·庇隆被拘留，所有电视和广播电台被军方控制。常规广播被中断，随后发布了第一条官方通告，宣布国家政权已由军方掌控，并要求公民严格遵守军队、警察和安全部队的要求。该通告由豪尔赫·拉斐尔·魏地拉将军、埃米利奥·爱德华多·马塞拉上将和奥兰多·拉蒙·阿戈斯蒂准将签署。第二天早晨平静无事，没有人对政变进行抵抗，但政变者决定开始拘捕工人、学生、政治和工会活动分子。所有反对派代表开始在家中、工作场所或街头被绑架。对军方的抵抗是零散的，然而，如果有一个良好的领导团队，完全有可能团结自由派、中间派和左翼政党，以及庇隆主义左翼团体和工会组织，共同对政变者形成有组织的抵抗。\r\n与新政府建立贸易关系（不会有任何变化）\r\n试图团结所有反对力量对抗军方（政治体制将发生变化）\r\n阿根廷政权控制了立法机关，并通过严厉的审查制度打压媒体自由和言论自由。1976年至1983年这段时期也被称为“肮脏战争”年代。激进的“左翼”反叛者试图对抗军事政权。政府通过“死亡小队”镇压反对派，导致1万到3万名公民——无论是真正的还是被怀疑的反对者——神秘失踪（秃鹰行动），其中包括在父母被杀前被夺走的儿童。军政府任命何塞·阿尔弗雷多·马丁内斯·德奥萨为经济部长，他开始推行国有企业稳定化和私有化政策，这一政策后来被称为新自由主义路线。马丁内斯·德奥萨的对手是规划部长拉蒙·迪亚斯将军，他主张国家控制关键产业的社团主义政策。后者很快被退休。社会分化不断加剧。\r\n在我们的情报网络支持下，我们成功团结了所有工会、民主和左翼力量，围绕庇隆主义游击队，在丛林中组织了一个统一的地下中心。反对派协调委员会不仅在广大民众支持下，成功营救并保护了许多人免遭非法逮捕，还组织了全国范围的罢工，彻底使所有生产停滞。在军政府内部激烈抵抗的情况下，发生了一场政变：罗伯托·爱德华多·维奥拉在拉蒙·迪亚斯、奥兰多·拉蒙·阿戈斯蒂及多位将军的支持下，逮捕了军政府领导人豪尔赫·拉斐尔·维德拉、海军上将埃米利奥·爱德华多·马塞尔及其多名铁杆同伙，随后宣布大赦，并在圆桌会议框架内与反对派展开谈判。谈判期间，达成了妥协——军方放弃了对工会和政党的禁令与迫害，承担起在“危机结束前的不定期内”维护国家秩序与稳定的责任，并由此掌握了任命总统、组建内阁和设定议会选举日期的权力。尽管庇隆主义左翼表示抗议，民主、左翼和工会力量还是同意了这一协议，庇隆主义左翼也不得不同意解除武装和转向和平行动的要求，以避免局势升级，但作为回应，他们要求逮捕和追究AAA组织及其首领何塞·洛佩斯·雷加的责任，军政府对此表示同意。阿根廷恢复了和平与秩序，镇压被终止，经济部由拉蒙·迪亚斯将军领导，他开始推行在国家继续控制关键产业的前提下的社团主义政策。但军政府深知，他们的统治不会永恒，只会拖延到最后……\r\n我们再也受不了了\r\n新任中央银行行长继承了一个因高额利率而陷入困境的经济，他扭转了这些政策，开始推动经济自由化，同时恢复了集会权和言论自由。这一切是在1981年大量政党联合组成联盟并施加巨大压力的结果。六年来，间歇性的工资冻结、反工业政策和各种限制措施使人均GDP降至自1968年以来的最低点，实际工资仅为约40%。要求选举的示威迅速爆发，1982年12月16日，警察在五月广场对抗议活动进行了暴力镇压，导致一名示威者死亡，也终结了军政府无限期推迟选举的希望。政权开始为民主过渡做准备，销毁了大约三万名异见者失踪的证据。然而，1983年2月，布宜诺斯艾利斯警察局长拉蒙·坎普斯公开承认了这些罪行，并表示“失踪者实际上已经死亡”。坎普斯的采访引发了广泛愤怒，迫使军政府出台了新的政党法：大部分限制被取消，人权得以恢复。新选举将在1957年军政府自称“解放革命”时期强加的宪法文本下进行，该宪法规定了间接选举和六年总统任期，且不得连任。主要参与者有社会民主的CRU、中间派的庇隆主义JP，以及工会-工团主义的NP。同时，极左翼庇隆主义者蒙托内罗斯成立了合法的APP党，试图参与选举。\r\n劳尔·阿方辛，公民激进联盟（社会民主主义）\r\n伊塔洛·卢德尔，正义党（中间派）\r\n奥斯卡·阿连德，无情党（民主社会主义）\r\n马里奥·菲尔梅尼奇，正统庇隆党（国家社会主义）\r\n极左派贝隆分子被消灭\r\n阿方辛以“民主让你吃饱、治病、受教育”为口号开始了他的政府。R. 阿方辛的总统任期伴随着高通胀率、公共债务大幅增加、工人罢工和军方不满。由于预算支出和货币发行急剧增加，在他执政的最后一年，阿根廷经济陷入严重危机，伴随着高通胀和货币贬值。他的经济政策以极高的外债为特征，导致1988年出现债务违约，高通胀演变为恶性通胀，经济低迷，GDP从1030亿美元下降到760亿美元。因此，国有企业大规模私有化。同时，政府不允许工资集体谈判，并批准禁止总工会（CGT），即庇隆主义工会组织，与工会发生激烈冲突。R. 阿方辛是一位积极的人权捍卫者，推动对军政府成员的法律追诉。在他执政期间，普通军官和一些高级官员被定罪并判处不同刑期。他还是“德里六国”创始人之一，该组织由主张核裁军与缓和的国家领导人组成。政府出台了保护人权、财产以及民族少数群体和印第安人的法律。总体而言，他的执政时期以试图将社会改革与私有化相结合、将法治民主的引入与对最大工会运动的打压相结合为特点。\r\n卢德始终保持着温和的态度，这为他在党内外的政界赢得了尊重，并与军方保持着顺畅的关系。在1976年政变前，他被视为可能接替总统玛丽亚·伊莎贝尔·德·庇隆的人选。在选举中，卢德依靠“法治国家”的口号和总工会（CGT），以及“各阶级之间的契约”理念，主张国家在政治和经济中的主导和领导作用。领导人们称赞伊莎贝尔·庇隆，认为她“被严重低估，她不在国内的事实十分明显”。在获得更多权力后，卢德开始重组庇隆主义运动，宣称“庇隆主义已经被抛弃，取而代之的是政党官僚；我们为了在选举中获得反常的支持，忘记了与历史盟友的统一战线；最高级别的民选职位被欺诈和暴力所侵占。”在一系列大规模辞职和党内清洗后，组织改革开始，以建立公司国家的形式推进：国家工会批准CGT，工人及其老板必须强制加入CGT，成立半国有企业，这些企业在规划部的控制下，将成为各经济领域的旗舰，获得国家支持和优先权。极右翼庇隆主义的前同伙何塞·洛佩斯·雷加被纳入各部委的管理层。\r\n阿伦德一直是反庇隆主义者和反马克思主义者，竭尽全力支持对庇隆主义的禁令，并阻止马克思主义者进入领导岗位（尽管他有时会与共产党合作对抗庇隆的独裁统治）。1972年，由于军政府禁止使用旧名称，他创立了不可调和党（IP）。1983年国家重组进程结束后，不可调和党再次参加1983年大选，奥斯卡·阿伦德为总统候选人，利桑德罗·比亚莱为副总统。阿伦德再次决定组建人民革命联盟，其中包括蒙托内罗斯的合法组织结构（APP）、共产党、阿根廷人民联盟、基督教民主党以及一些较小的温和左翼和中左翼政党。在国家全面衰退和贫困加剧的背景下获胜后，这个脆弱的联盟首先打击右翼和中间派庇隆主义者：庇隆主义工会CGT的领导人因参与伊莎贝拉·庇隆的独裁统治并纵容AAA的恐怖活动被逮捕，工会本身也按地区被分为几个独立组织；所有“肮脏战争”的参与者，包括其领导人何塞·洛佩斯·雷加，都因无数谋杀案被通缉；卢德尔和正义党领导层因支持和参与军政府的暴政与暴行被逮捕（前军政府领导人及其镇压的亲信也被逮捕），该党本身被取缔。与此同时，所有国有企业被重组为产业集团，许多国企官员被清洗，军政府时期膨胀的官僚机构被精简。国家开始鼓励工会活动，工会获得了决定劳动条件的权利，未经工会同意无法雇佣人员。作为打击通货膨胀运动的一部分，进行了货币贬值和紧急补充黄金储备。\r\n1983年，蒙托内罗斯通过在街头张贴大量海报和出版《La Voz》报纸，对庇隆主义不妥协与动员运动及正义党左翼产生了重大影响，吸引了部分温和及中间派庇隆主义者的成员和选民。多次对左翼政治活动家的大赦也促进了PAP的声望和实力增长。通过与共产党、左翼运动结成选举联盟，并控制庇隆主义劳工总联盟（CGT），马里奥·菲尔梅尼希成功动员了广大群众并赢得了选举。上台后，对军政府领导人、右翼庇隆主义AAA和肮脏战争的参与者，以及伊莎贝尔·庇隆政府成员进行了反镇压。清除“杀害或参与杀害许多诚实工人和活动家的恐怖分子”后，1957年宪法被宣布无效，转而召开了宪法委员会，成员包括APP联盟（及APP本身）、正义党以及一些小型组织（虽无决定性作用，但体现了新宪法的民主本质）。议会开始以单一选区的地域基础组建（这使庇隆主义者通过CGT获得了议员多数），国家建立了总统制共和国。在经济领域，CGT被宣布为国家工会，工人必须强制加入CGT，所有国有企业被重组为产业集团，许多国企官员被清洗，军政府时期膨胀的官僚机构被精简。计划部宣布启动提升阿根廷工业和繁荣的计划。\r\n玻利维亚，我的祖国，你已燃起熊熊烈火\r\n玻利维亚于1978年7月9日举行了大选。这是自1966年以来的首次选举，在此期间，1960年代末和1970年代初发生了多次军事政变。主要候选人是胡安·佩雷达，一位空军将军，也是前独裁者乌戈·班塞尔的亲信，他在总统竞选中得到了民族人民联盟和人民民族革命运动（社会保守民族主义政党）的支持；另一位是埃尔南·西拉斯，由民主与人民团结阵线提名，这是一个由左翼民族主义、社会主义和共产党组成的联盟，他是一位坚定的民主派和社会改革者。其余候选人都没有机会获得至少50%的选票，因为在玻利维亚选举中，只有获得这么多选票才能赢得选举，这也导致首次民主选举的局势非常不稳定，但正是这次选举为未来议会多数派铺平了道路。\r\n胡安·佩雷达，民族统一党（右翼独裁）\r\n埃尔南·西莱斯，民主统一党（右翼独裁）\r\n尽管民族主义联盟的胡安·佩雷达·阿斯本赢得了总统选举，但有人指出投票数超过了登记选民人数（如果重新计票，胡安将无法获得所需的50%选票）。在审查了包括选民普查造假、盗窃票箱和为佩雷达·阿斯本竞选提供贿赂等舞弊和其他违规行为的指控后，选举法院于7月20日裁定取消选举结果。选举因舞弊被取消的第二天，佩雷达通过军事政变成为总统。同一天，通过总统法令，玻利维亚全境进入紧急状态，所有公共集会被禁止，军队开始清洗，镇压和迫害工会也随之开始。所有这些，再加上经济和繁荣的下滑，导致了大规模的不满和集会，佩雷达试图延长任期最终引发了11月24日的军事反政变，此后大卫·帕迪利亚将军成为总统。新选举定于次年7月举行。\r\n尽管做出了最大努力，但没有任何候选人赢得50%的选票，由于没有候选人获得有效票数的绝对多数，国会不得不决定谁将成为新一任共和国总统。根据现行宪法，获得公民最多票数的三位候选人进入选举角逐。在经过几轮投票后，议员们仍未能取得绝对多数，乌戈·班塞尔将其任期延长一年，并宣布将在明年七月举行新选举，在此期间他保证与民主选举产生的议会合作，从而安抚了民主派和反对派，并承诺最终将在1979年7月离任。\r\n一次又一次，又一次\r\n同时，在确定新选举日期的同时，宣布1967年宪法将作为本次选举的现行宪法，并接受其中规定的参选条件。1979年选举中采用的选举公式制度是一种简单的私有或分配制度。1979年选举过程中投票的最大创新是引入了多色多字符选票（DL. 16095）。此前，每个政党都有自己的选票，这为操控提供了充足机会。目前，最受欢迎的候选人有：来自包括玻利维亚左翼多个政党的民主与人民团结联盟的埃尔南·西莱斯·苏亚索，他本人将坚持温和的民主左翼立场；以及来自右翼民族主义保守联盟——民族革命运动-联盟的维克多·巴斯·埃斯特恩索罗。维克多本人在军事政变前曾三次（非连续）担任玻利维亚总统，早年还曾任财政部长，主张自由保守主义观点。如果没有候选人获得50%的选票，则由议会选举总统，其决定取决于去年议会选举的结果。\r\n埃尔南·西莱斯·苏亚索，民主统一党（社会民主主义）\r\n维克多·巴斯·埃斯特索罗，民族革命运动（中间主义）\r\n投票结果显示埃尔南·西莱斯和维克多·帕斯几乎打成平手。由于没有候选人获得绝对多数有效票，国会在军方压力下选举埃尔南·西莱斯为新一任共和国总统，任期一年，并将下次选举定于次年六月举行。新政府由左翼、社会自由主义和中间派政党组成的脆弱临时联盟组建，莉迪亚·盖勒担任政府首脑。临时政府被迫与军方合作，以避免军事政变，维持军队的经费水平，并不干涉将军们的内部事务。与此同时，政府开始适度放宽对新闻、艺术和学术界的审查，并通过重组劳动法和引入社会法，改善工人和妇女的劳动权利保护。但这脆弱的联盟很难维持到下次选举之后。\r\n投票结果是埃尔南·西莱斯和维克多·帕斯几乎打成平手。由于没有候选人获得绝对多数有效票，国会在军方压力下选举维克多·帕斯为新一任共和国总统，任期一年，并将下次选举定于明年六月。新政府由保守党、自由党和中间党派组成一个脆弱的临时联合政府，由莉迪亚·盖勒领导。临时政府被迫与军方合作，以避免军事政变，保持对军队的适当经费支持，并且不干涉将军们的内部事务。与此同时，政府启动了适度的经济自由化：精简官僚机构，降低关税和商业壁垒，修订税法，部分出售国有企业的小部分股份，并扩大企业的自治权。改革之路已经开启。\r\n投票结果显示埃尔南·西莱斯和维克多·帕斯几乎打成平手。由于没有候选人获得有效票的绝对多数，国会试图选举新总统，但经过多轮投票，议员们仍未能达成绝对多数，最终决定将总统职位交由参议院议长担任一年，并要求其在1980年重新举行选举。因此，胡安·佩雷达及前军政府的亲密盟友沃尔特·格瓦拉被任命为总统。然而，他的统治仅持续了三个月，纳图什·布什上校发动政变，指控沃尔特·格瓦拉试图篡夺权力。尽管纳图什·布什在街头制造恐怖，玻利维亚全国各地仍爆发了大规模抗议活动，随后纳图什声称“被不择手段的政客欺骗”，这些人曾向他保证只要推翻沃尔特，就能获得政党的支持，但事实并非如此。在同意任命莉迪娅·盖勒为总统后，这位失败的政变者逃离了国家。\r\n上帝喜爱三位一体\r\n1980年玻利维亚总统选举于1980年6月29日星期日举行。由于没有候选人获得超过一半的选票，国会必须从得票最多的候选人中选出总统。在这次选举中，公民需要为所有职位——总统、副总统、参议员和众议员——投一张选票。投票站的计票结果并非最终结果；各省设立了“计算机表”，虽然这些表不能更改计票记录中的结果，但有权取消它们。国会中的主要对决在埃尔南·西莱斯和乌戈·班塞尔·苏亚雷斯之间，老牌政治家维克多·巴斯·埃斯滕索罗没有获得一票。埃尔南仍然是左翼联盟的代表，如果此前该联盟成功赢得了议会选举，那么他将在国会中确保胜利。另一位候选人乌戈·班塞尔来自民族主义民主行动党，这是一个民族保守党，也是玻利维亚的前独裁者。如果右翼保守派此前未能赢得民众支持，他获胜的机会也很小。结果尚不明朗。\r\n埃尔南·西莱斯·苏亚索，MNRI（民主社会主义）\r\n乌戈·班塞尔·苏亚雷斯，民族民主行动党（原始法西斯主义）\r\n在上台后，脆弱的玻利维亚民主政权发现自己处于非常困难的社会、经济和政治局势中。在经济方面，玻利维亚已经破产。此外，恶性通货膨胀（27,000%）爆发，摧毁了雇员的购买力，使国家陷入无政府状态。这种局面是由于18年来连续政变和军队干预造成的。幸运的是，强大的议会支持使赛卢斯能够找到解决问题的办法，因为赛卢斯一直反对暴力，并且基本上只准备采取民主的治理方式。首先，政府对基本生活物资实行了临时限价措施，并且在工会试图组织大规模集会时，扩大了工会的权利，规定工人必须加入工会，并禁止在没有工会参与的情况下签订劳动合同。尽管右翼民族保守派试图阻挠法律的通过，新政府还是进行了货币改值，提高了最低工资，为贫困人口引入了最低食品篮标准，并增加了政府订单以创造新就业岗位和发展国家基础设施。在人民的全力支持下，逃亡的纳粹分子以及前政变的发起者、参与者和同谋（包括乌戈·班塞尔）被逮捕，军队进行了清洗，随后所有由政变同谋组建或支持政变的党派和运动都被取缔，任何支持过去军事政变的行为都成为刑事犯罪。在国会、人民和工会的支持下，赛卢斯开始实施他的温和社会主义民主建设计划。\r\n在上台后，脆弱的玻利维亚民主政权发现自己处于极其困难的社会、经济和政治局势中。经济上，玻利维亚已经破产。此外，恶性通货膨胀（27,000%）爆发，摧毁了雇员的购买力，使国家陷入无政府状态。这种局面是由于18年来连续政变和军政府干预造成的。解决这一局面的办法是班塞尔的“前进”计划，主要包括两点：打击古柯和私有化。目标是大幅削减政府开支（从而降低通胀），并根除用古柯叶制作古柯膏和贩毒的行为。这一行动得到了美国政府的支持，导致了骚乱、罢工和游行，其中许多由古柯叶工会领袖埃沃·莫拉莱斯领导。苏亚雷斯很快宣布进入紧急状态，以遏制针对城市饮用水和污水服务私有化的社会抗议浪潮，这场抗议被称为“水战”，后来局势只变得更加激烈。通胀有所减缓，经济开始增长，但这一切都是以民众贫困加剧、美洲原住民权利急剧减少以及对其活动人士的武装恐怖为代价的。\r\n1980年7月17日，一群与毒品贩运有密切关系的士兵，在路易斯·加西亚·梅萨的领导下，发动了又一次血腥政变，推翻了民主政府，阻止了埃尔南的就职。新政权的镇压和腐败导致全国大罢工，使国家濒临内战边缘。军政府垮台，权力移交给根据1980年组成的国民议会，议会决定承认1980年选举有效，并据此任命埃尔南·西莱斯·苏亚索为总统。上台后，脆弱的玻利维亚民主面临极其艰难的社会、经济和政治局势。经济上，玻利维亚已经破产。此外，爆发了高达27,000%的恶性通货膨胀，摧毁了雇员的购买力，使国家陷入无政府状态。这种局面是由于18年来连续政变和军事干预造成的。西莱斯没有经济上的解决办法。他在控制局势方面非常困难，几乎得不到议会的支持。以工会领袖胡安·莱钦为首的反对派通过不断罢工使政府陷入瘫痪。由于工人联合会、私营企业家以及在议会中占多数的右翼和自由党派的压力，物价管制失败。然而，西莱斯拒绝采取违宪措施，认为已经取得的民主价值高于一切。值得肯定的是，他的政府成功维护并发展了国家的民主，使玻利维亚成为南方共同体民主复兴的旗手。面对经济危机和政治僵局无解，总统西莱斯决定开始绝食抗议，但由于无效，天主教会介入，调解政府与所有有议会席位的政党达成妥协。身心俱疲、失望至极的埃尔南·西莱斯·苏亚索退出了政坛。\r\n直升机游览\r\n1973年9月，智利发生军事政变，社会主义者萨尔瓦多·阿连德的政府被推翻，由奥古斯托·皮诺切特将军领导的军政府夺取了政权。新政权立即中止了阿连德开始的改革，并对反对者展开大规模镇压，甚至连曾协助政变的基督教民主党也未能幸免。据智利流亡者和外国媒体报道，政变后的最初几天内有3,225人被杀害，另有37,000人遭受严重酷刑。社会保障的取消、市场对外国公司完全开放以及新自由主义改革的积极推行，导致该国大多数人口陷入贫困，并促使反对派开始团结起来对抗独裁者。反对派由两股力量组成——由基督教民主联盟（CDA）和激进党领导的偏右“民主联盟”（AD），以及由亲苏的共产党（CPC）和左翼革命运动（MIR）领导的偏左“人民民主运动”（MDP）。这两个阵营彼此合作，但前者主张通过宪法手段和平罢免皮诺切特，后者则主张以暴力推翻军政府。中国是最早承认皮诺切特政权的国家之一，甚至驱逐了原智利大使（基督教民主党成员），此后所有毛派反对派都与我们断绝了联系。因此，如果我们想要干预，就必须在军政府中寻找薄弱环节，或者与AD和MDP妥协。\r\n以加强关系为名渗透军事结构（实际不会有任何变化）\r\n开始恢复与AD和MDP（原法西斯主义）的联系\r\n我们的外交官和军方早已注意到，皮诺切特与其最亲密的支持者——政变计划的作者、智利空军总司令古斯塔沃·李将军之间的矛盾正在逐渐加深。李是一名公开的新法西斯主义者和社团主义者，他对“芝加哥男孩”的新自由主义改革以及皮诺切特日益明显的独裁倾向持负面看法。我们说服了李将军有必要与法西斯组织“祖国与自由”（PIL）的罗伯托·蒂梅展开更紧密的合作，并承诺如果他们试图将他逐出政府军政府，我们将给予公开支持。PIL与智利武装部队的积极合作使我们得以招募许多中层军官，甚至包括一些将军，因此我们及时获悉了独裁者的计划。在一次政府军政府会议上，皮诺切特准备罢免李时，李拒绝辞职，并向我们及其支持者寻求帮助。PIL武装分子封锁了圣地亚哥的军营，而中国军事专员发出了“中方警告”，迫使皮诺切特后退。由此，我们在智利的影响力明显增强。\r\n智利反对派是由各种最为多样化的力量组成的——从反修正主义者到右翼民族主义者。由于我们在那里几乎没有剩下任何联系，为了接触到AD和MDP的领导中心，我们不得不借助皮诺切特政权内政部长塞尔吉奥·哈帕的帮助，他带领我们的人见到了CDA的领导人爱德华多·弗雷和帕特里西奥·艾尔温。多亏了古巴朋友的协助，我们得以恢复与由路易斯·科尔瓦兰领导的捷克斯洛伐克共产党流亡中央委员会的联系，以及与MIR领导人帕斯卡尔·阿连德的联系。尽管自1973年后他们对我们已无信任可言，但两个阵营都非常需要外部援助，因为皮诺切特军政府在美国的协助下极为有效地镇压游击运动，与独裁者的谈判也尚未取得任何成果。经过紧张谈判，中方、民主联盟和人民民主运动达成了合作协议。此外，在中国和苏联的影响下，反对党同意组建智利协调委员会。成员包括：共产党人路易斯·科尔瓦兰、弗拉迪米尔·泰特尔博伊姆和格拉迪斯·马林，社会党人卡洛斯·阿尔塔米拉诺、里卡多·拉戈斯、克洛多米罗·阿尔梅达和劳尔·安普埃罗，基督教民主党人爱德华多·弗雷、拉多米罗·托米奇、埃德加多·博宁格和贝尔纳多·莱顿，激进党人安塞尔莫·苏莱和阿尼巴尔·帕尔马，以及MIR成员纳尔逊·古铁雷斯和反修正主义HRC-PD领导人爱德华多·阿尔特斯。反对派的地位正在加强，但随后皮诺切特政权与我们断绝了一切关系，并开始组织新一轮镇压，包括清洗整个国家机关的文职人员，加强对新闻审查和国有企业的控制。\r\n皮诺切特政权在残酷打压反对派并处理内部意见分歧后（曾从新法西斯立场批评皮诺切特改革的空军总司令古斯塔沃·李被撤出政府军政府，“祖国与自由”组织被分裂并逐出政坛），开始通过制定新宪法以取代被废除的1925年宪法来实现政权合法化。新宪法方案巩固了经济上的新自由主义话语，并规定军政府将持续至1988年，之后将举行关于奥古斯托·皮诺切特信任度的公投。新宪法公投过程中存在严重违规（没有选民名单，没有最基本的投票透明保障，媒体受到严格审查，反对派及支持“不”选项的和平集会遭到打压，甚至有圣地亚哥南部和西部地区如普达韦尔、拉格兰哈和圣米格尔等公社的投票站由位于首都东部的拉斯孔德斯区居民组成），最终以78%的得票率通过。凭借巧妙的操控、舞弊、宣传和镇压，皮诺切特暂时实现了对其政权的合法化。\r\n进一退二\r\n皮诺切特将军领导的智利军事政权正在逐渐失势——在国内，左翼激进分子正对其进行游击斗争，反对派民主联盟和人民民主运动的影响力不断增强；在国际上，甚至连美国也停止了对这个明显亲法西斯政权的支持，开始向军政府施压，要求皮诺切特至少在形式上退出政坛，结束军事统治，恢复文人政府。苏联和古巴对智利反对派的援助没有停止，1979年的经济危机更是加剧了人民的贫困，提升了反皮诺切特情绪。在这种情况下，皮诺切特及其政权的主要理论家海梅·古斯曼决定开始逐步放宽政权——宣布军政府将在1990年将权力交还给文人政府，恢复国会活动，举行多党议会选举和新总统选举。根据我们的情报机构，目前只有新近仓促组建的亲政府政党（两个中右翼和两个中左翼“搅局者”）将被允许参加选举，而皮诺切特本人和搅局者候选人安东尼奥·萨莫拉诺将被提名为总统候选人。但现在的反对派比以往更加强大……\r\n刺杀皮诺切特（列宁主义）\r\n智利的地下武装力量还不够强大，无法做到那一点！\r\n促使权力从皮诺切特转移到温和派埃尔南·布奇（自由主义）\r\n军方对皮诺切特的不满还没有达到同意此事的程度。\r\n由于加入了反对军事政权的斗争，中国得以恢复与反对派的联系，并促成了整个武装地下组织与以智利民族英雄命名的亲苏爱国阵线曼努埃尔·罗德里格斯的统一。亲苏智利共产党领导人路易斯·科尔瓦兰在苏联和中国的帮助下秘密返回智利，并在民主联盟无法与皮诺切特达成协议、其影响力减弱、人民民主运动激进化后，实际上领导了游击队。在爱国阵线武装分队的行动下，圣地亚哥的军事指挥官乌尔苏亚将军、政权主要意识形态家古兹曼参议员被消灭，后来在安第斯山脉升起的奥希金斯国旗被盗。得益于中国情报部门的协助，“二十世纪行动”被精心策划——一次针对皮诺切特的刺杀。袭击地点阿丘帕拉斯山口是一条穿越群山的狭窄道路。附近，游击队员租下一所房子，伪装成神学院学生。当皮诺切特的车队驶入预定区域时，遭到猛烈射击。地形使得独裁者的警卫无法与附近的军警部队进行无线电通讯。一枚苏制火箭推进榴弹击中皮诺切特的汽车，导致车辆爆炸并焚毁，独裁者当场身亡。这成为武装起义的信号，令措手不及的军队和宪兵毫无准备。路人积极参与袭击政府大楼，反对党也支持起义。政权垮台，智利政权由过渡民族政府接管，由科尔瓦兰、左翼基督教民主党人拉多米罗·托米奇和社会主义者克洛多米罗·阿尔梅达共同担任主席，恢复了1925年宪法，停止了新自由主义改革。在首次多党选举中，CPC（霍查派）、CPC（卡斯特罗派）、CPC（亲莫斯科派）和基督教民主党（拉多米罗·托米奇）获得了大致相等的席位，组建了联合政府。\r\n皮诺切特的军方同僚与民主联盟一起，利用国际压力和民众不满，说服他正式退出政坛，放弃总统职位，但保留智利武装部队总司令的职务。皮诺切特的文官门生埃尔南·布奇被批准为智利新总统。布奇的策略是为稳定的出口导向型增长创造金融条件，并重组出口部门的生产结构。削减政府开支、定期货币贬值，以及鼓励国内储蓄、外国投资和资本回流，逐步将通胀率降至12%，为拉丁美洲最低水平。积极推动向私人投资者出售公共债务包以换取智利工业股份，以及养老和医疗保险制度的私有化，使国家债务负担减少了40多亿美元。在皮诺切特政变后陷入贫困的智利，开始了缓慢的复苏。同时，审查制度逐渐减弱，基督教民主党和民主党（社会主义者的合法外壳）被合法化，他们的代表开始获得一些政府职位。\r\n根据1980年宪法，奥古斯托·皮诺切特将继续行使共和国总统的权力8年，军政府也将在同一时期继续维持。同时，国民复兴党和独立民主联盟成立，对民主联盟党派的一些限制被取消。1987年12月，《Cauce》杂志发表了一篇由爱德华多·哈穆伊与基督教人文主义学院合作撰写的报道，收集了1980年公投当天在大圣地亚哥第981号投票站的观察记录，发现了大量选举舞弊案例。报道中提到的一些案例包括：无效选票被计入“赞成”选项、有人多次投票、编号选票与总投票数不符、没有观察员在场监督的情况下重新计票，等等。反对派正在等待1988年。\r\n军事宪章\r\n胡安·玛丽亚·博尔达贝里于1972年在乌拉圭当选总统，当时帕切科的专制统治和恐怖主义威胁引发了体制危机。他延续了前政府的专制手段，暂停公民自由，取缔工会，监禁和杀害反对派人士，并任命军官担任大多数高级政府职位。1973年6月27日，博尔达贝里解散国会，暂停宪法，并赋予军队和警察采取任何他们认为必要措施以恢复秩序的权力。在接下来的三年里，他在国家安全委员会（“KOSENA”）的协助下通过法令统治。博尔达贝里逐渐变得比他的军方伙伴更加专制。1976年6月，他提出了一部新的社团主义宪法，永久关闭政党，并确立军队在政权中的永久角色。这甚至超出了军方的意愿，最终他们迫使他辞职。他的继任者阿尔韦托·德米凯利颁布了第1号体制法，暂停了宪法第77条规定的普选，并颁布了第2号体制法，设立了国家委员会（宪法中未规定），赋予其任命共和国总统、国务委员会主席及成员、最高法院成员、争议与行政案件法庭和选举法院成员的权力。然而，他拒绝颁布接下来的体制法，根据这些法律应当开始新一轮政治镇压，因此他受到军方的辞职威胁。\r\n通过贿赂和施压，在必要时说服军方给这位老人一个机会（右翼独裁）\r\n抓住时机达成贸易协议（不会有任何变化）\r\n为新一轮政治镇压的多余性辩护时，德米切利批准了1972年在博尔达贝里政府下制定的国家发展计划。所实施的经济政策旨在由技术官僚主导，对国家经济运行基础进行彻底重组。改革将把对外贸易的生产结构、收入分配、需求和相对价格转变为广泛经济自由化和开放的框架。德米切利在1973年至1985年统治乌拉圭的文官-军人联合政府中相对温和，虽然他以被支持民主者视为对政府压制的措施而闻名，但他并不同意军方同僚关于应在多大程度上禁止前政界人士参与政治活动的看法。他的法学著作为多年间共和国大学法学院的教材和参考书。\r\n1976年，阿帕里西奥·门德斯被国家委员会（一个由军方控制的机构）任命为共和国总统，并于9月1日就任。他签署了包括第4号制度法在内的多项法令，该法禁止15,000名公民在十五年内参与政治活动。此外，他担任总统后的首项举措之一就是发布法令，暂停所有政党领导人的政治权利。1980年，他举行了一次公民投票，试图修改宪法并使现政权合法化，但大多数选民表示反对。他只是军方手中的工具，在他执政期间，人权遭到侵犯，数千人被逮捕和流放。军政府试图制造合法性的假象，提出了一份宪法草案，但遭到大多数民众的抵制。门德斯是行政法专家，也曾在大学从事法律工作，1934年至1955年担任共和国大学行政法教授，但因与学生会发生冲突而离开大学教学，学生会指责他宣扬墨索里尼在意大利的法西斯政权。\r\n失败的皮诺切特\r\n格雷戈里·阿尔瓦雷斯最初是军政府中的激进代表。他被提拔为陆军司令后，军队内部出现了分裂。1978年3月3日，他发布了第7738号勤务命令，根据该命令，情报与防卫局（IDS）的活动受其指挥。情报与防卫局局长阿毛里·普兰特尔将军拒绝服从，结果被判60天拘禁并辞职。1980年，阿尔瓦雷斯试图组织一次宪法公投，根据该公投，只保留三个合法政党，推举唯一候选人，并将军队的权力写入宪法。1980年全民公决后，乌拉圭公民希望恢复民主生活的意愿十分明确，但阿尔瓦雷斯中将不愿接受这一结果，试图强迫所谓的国民委员会将共和国总统职位转交给他，从而推迟恢复民主。当时，他在军中的对手是更倾向于将权力移交给平民的乌戈·梅迪纳将军。在乌拉圭军队高层出现如此分裂的情况下，完全有可能试图干预总司令的内部选举。\r\n“稍微”帮助乌戈·梅迪纳（右翼独裁）\r\n我们在乌拉圭军事委员会中没有任何关系\r\n施压军方维持文官政府的表象（自由主义）\r\n乌拉圭的文官政府力量不足\r\n在内部选举期间，格雷戈里·阿尔瓦雷斯实际上被解除权力，乌戈·梅迪纳接任陆军总司令。同时，支持民主的力量也在议会中赢得了多数席位。作为军方与政界就结束独裁进行谈判的一部分，梅迪纳在武装部队中最愿意进行对话，并同意在1984年11月组织全国大选，在此之前保障议员的权利和权力，并启动逐步民主化进程。然而，作为陆军司令，梅迪纳在因向被控在独裁期间犯下严重侵犯人权罪行的军人发出传票而引发的危机中扮演了关键角色。梅迪纳表示，这些传票被锁在他办公室的保险箱里，他不会交出，含蓄地威胁实际上的抗命，这造成了体制危机，最终导致通过了“到期法”，使得任何人在军政府期间犯下的罪行都无法被定罪。\r\n阿尔贝托·德米切利政府允许支持民主的力量站稳脚跟，直到他去世，在内部议会选举中，支持民主的党派也赢得了多数席位，这一切使我们说服军方有必要继续维持文官政府的表象。格雷戈里·阿尔瓦雷斯提出全面建立公开军事政权的想法被否决，他本人也被罢免。政治力量与军方达成协议，由最高法院院长拉斐尔·阿迪耶戈·布鲁诺接管行政权。在他的任期内，他负责处理乌拉圭近代史上最具争议的问题之一——“终止法”（该法使任何人在军事政权时期犯下的罪行都无法被定罪），他亲自确认该法合宪。尽管文官政府获得批准，权力仍掌握在KOSEN和军方手中，副总统职位依然空缺。在他的统治期间，布鲁诺致力于恢复和优化乌拉圭的法律体系，为国家向民主和自由选举过渡做准备，选举定于1984年11月举行。\r\n在阿尔瓦雷斯统治期间，镇压主要针对国内和阿根廷的政治活动分子，这些人在军营和秘密基地犯下了反人类罪行。他推行了镇压、绑架和暗杀政治对手及反对军事统治者的政策。失踪人员的下落目前正在调查中。随着他继续打压工会，他失去了大量民众支持，以及大多数军方的支持，因此他很快同意于1984年11月举行议会和总统选举，之前在1982年进行了内部选举，民主派力量获胜。阿尔瓦雷斯在蒙得维的亚的住所成为抗议1973-1985年军民政权反对者失踪事件的示威者中心。\r\n重返民主\r\n乌拉圭本期的大选于1984年11月25日星期日举行。这次选举标志着历史性时刻：独裁统治的结束以及乌拉圭重返民主。尽管选举期间仍有政治犯（白党领袖威尔逊·费雷拉·阿尔杜纳特被关押在特立尼达兵营，广泛阵线领袖利伯·塞雷尼也同样被囚禁），但选举由选举法院（由其负责人尼古拉斯·斯托拉塞·阿罗斯领导）监督，未发现违规行为。此次选举除了总统外，还选出了副总统（由恩里克·塔里戈担任）以及30名参议员和99名众议员。主要候选人有：科罗拉多党代表胡里奥·玛丽亚·桑吉内蒂（曾领导这场军事政变）；自由保守的国民党代表阿尔贝托·苏马兰；以及由左翼各派组成的广泛阵线提名的胡安·何塞·克罗托吉尼。获胜候选人将决定乌拉圭未来几年的命运。\r\n胡里奥·玛丽亚·桑吉内蒂，科罗拉多党（社会民主主义）\r\n阿尔贝托·苏马兰，国家党（红托利）\r\n胡安·何塞·克罗托吉尼，广泛阵线（民主社会主义）\r\n当时被认为在政治事务上是进步派，在经济事务上则较为保守，桑吉内蒂成功重塑了其政党的形象，该党中最保守的派系曾支持1973年的政变。他立即解除对反对独裁政权的政党及领导人的活动禁令，并签署了对政治犯的特赦。在对外关系方面，桑吉内蒂恢复了与西班牙的关系，重新与共产主义国家建立联系，并在推动地区经济一体化方面发挥了决定性作用，这与南美洲一体化协会（ALADI）设定的目标一致。在经济领域，桑吉内蒂政府最重要的目标之一是减少5.1亿美元的外债。这一巨额债务接近国家生产总值，通过满足国际货币基金组织提出的减少政府开支、实行紧缩和私有化的要求，开始偿还。面对工会要求退出国际货币基金组织和拒绝偿还公共债务的对抗，政府通过政党间的协商达成协议，以加强政党间的共识，推动共同利益的立法。这一共识的结果是《国家协议》，于1986年4月1日由共产党（PC）、国民党（PN）、左翼广泛阵线（FA）和保守派公民联盟（UC）签署。在他的统治下，还通过了“失效法”，为在乌拉圭军民独裁期间犯下反人类罪行的军人提供了一种特赦。\r\n民粹主义中右翼党派候选人苏马兰主要致力于党内妥协。虽然该党在某些问题上意见一致，但在其他社会问题上意见不一。妥协协议产生了一系列政策，随后由新总统实施。在外交政策上，乌拉圭采取了反帝立场，与共产主义国家、西班牙建立了联系，甚至申请加入不结盟运动。与此同时，在社会问题上，同性婚姻和非传统取向者收养儿童的禁令得到了法律确认，但同时，堕胎和安乐死被非刑事化，青少年刑事责任年龄也被提高。在经济问题上，新领导层直接推动国家联邦化，国有企业被改组为股份公司并移交地方政府管理。乌拉圭的联邦化还伴随着经济去中心化改革，减少中央政府对市场的干预（这些权力转交给地方政府）。此外，在苏马兰总统任期内，文官政府与军方之间出现了对抗，政府试图追究军方反人类罪行的责任。最终，为避免再次政变，议会谴责了1973年政变，但将调查罪行和判罚的权力转交给军事法庭，从而安抚了军方，军方只惩罚了替罪羊，许多人则得以全身而退。\r\n一位专攻Crotogini的医生上台后，开始依靠一个由左翼组成的杂色联盟。他的第一项法令是对所有因政治原因被指控的人实行大赦，并恢复他们的全部政治权利，同时任命著名的左翼退役军人利伯·塞雷尼·莫斯克拉为总理，莫斯克拉在政变后被禁止参加选举。与全民健康和教育领域国有化相关的首批改革未能在议会获得所需票数而通过，利伯辞职，并表示：“我无法与其他政治力量、那些来历可疑的力量谈判和协商。这显然无法让广泛阵线满意。”新政府启动了一揽子温和改革：大力发展社会保障，广泛推广医疗和新医疗技术，实施全民教育计划，提供普及且免费的高等教育。这些改革显著降低了死亡率和发病率，提高了购买力，并成功培养了一批技术工人，为乌拉圭在经历十年军事独裁后实现经济复苏奠定了坚实基础。民众生活正在改善，GDP和投资吸引力也在增长，同时通货膨胀也在上升。\r\n永恒总统\r\n阿尔弗雷多·斯特罗斯纳于1954年通过军事政变在巴拉圭建立了军事独裁统治。最初几年，所有反对派被取缔，对左翼、工会成员、政治活动家进行了大规模镇压，确立了强硬的反共政权。在经济方面，斯特罗斯纳政权倾向于法西斯手段。十年后，斯特罗斯纳进行了一次温和的自由化，组建了由其支持者组成的“黄金四角”，并以自己为首建立了文官政权，允许不觊觎权力的温和反对派存在。与此同时，镇压反而加剧，国家机构开始与黑手党结构融合，形成了卡特尔经济。到1978年，民众贫困加剧，经济中形成了与黑手党关系密切的垄断集团。同时，只有执政的科罗拉多党成员才能过上相对较好的生活，然而，党内领导人和部分军方认为反共言论已失去作用，斯特罗斯纳的统治时间过长。在1978年大选前，斯特罗斯纳召集了科罗拉多党高层和主要将领开会。他提出是否应退出积极政治活动的问题。大多数与会者坚决反对。然而，也有人提出斯特罗斯纳可以“荣誉总统”身份退居二线，并提名第一军团司令、斯特罗斯纳的亲属安德烈斯·罗德里格斯将军担任国家元首。我们可以尝试利用军方、文官和“黄金四角”之间的矛盾。\r\n试图利用矛盾，施压斯特罗斯纳\r\n与黑手党接触并建立非法贸易协议\r\n平民和军方与天主教会及教皇本人结盟，通过给予斯特罗艾斯纳以下保证，成功说服他光荣退休：一个名义上的荣誉总统职位（终身参议员席位）、优厚的养老金和夏季别墅，以及他儿子在新政府中的职位。安德烈亚斯·罗德里格斯在几乎没有竞争的1978年选举中上台后，开始在与美国大使馆和梵蒂冈秘密合作下逐步进行民主改革：进一步适度放宽媒体管制，转向秘密普选（以前是公开、露天并由警察监督的），对部分政治人物实行大赦。然而，新总统上任后的主要活动是打击“黄金四角”：内政部长萨比诺·蒙塔纳罗、司法与劳工部长欧亨尼奥·哈克、卫生部长阿丹·戈多伊、总统私人秘书马里奥·阿卜多·贝尼特斯（父）。首先，司法与劳工部长被免职，并由古斯塔夫·斯特罗艾斯纳的长子接任，以安抚独裁者。历史上首次有反对派代表，尽管极为温和，来自自由党的人士成为新任卫生部长，而对这一任命表示抗议的萨比诺·蒙塔纳罗则被指控试图策划政变，前斯特罗艾斯纳忠臣埃德加·利内奥·因斯弗兰从失势中复出，被任命为新内政部长，在辞职期间他已转向民主立场。唯一没有被清洗的是马里奥·阿卜多，他继续作为新总统与黑手党的联络人。\r\n斯特罗斯纳果断撤回了自己的提议，并宣布他“接受了新的牺牲者”——也就是说，他继续担任总统。斯特罗斯纳认真努力为政权建立群众基础。民粹主义动机在他的社会、经济和文化政策中占有重要地位。长期以来获得大量农民和知识分子支持的红党潜力被充分利用。创建了农民、企业家、工会、学生、天主教教会、文化等倾向斯特罗斯纳主义的组织。这些组织由公民反共组织委员会（Comisión de Entidades Cívicas Anticomunistas，CECA）统一领导。皮南迪民兵仍然是政权的重要武器——1973年8月，在反对派行动的回应下，这些民兵被动员参加支持斯特罗斯纳的示威活动。独裁者建立了一种“制衡体系”。皮南迪民兵在党内隶属于斯特罗斯纳，是限制军队指挥部野心的另一支武装力量，而由红党成员领导、但在形式上并非红党一部分的死亡小队，则负责对所有反对派进行肉体消灭。\r\n民主转型\r\n前独裁者斯特雷塞尔对“金方阵”的反击反应消极，顾问马里奥·阿卜多·贝尼特斯（父）、警察局长弗朗西斯科·布里特斯和首都警察局长拉蒙·杜阿尔特·维拉说服斯特雷塞尔发起新政变，试图让他的儿子、巴拉圭空军上校古斯塔夫·斯特雷塞尔担任总统。然而，这导致了科罗拉多执政党内部的分裂，军方也得知了消息。独裁者的忠诚派赢得了科罗拉多党大会，完全掌控了党务。反斯特雷塞尔主义者的集会被阿基诺帮派驱散。党内进行了清洗，金方阵的信任干员被任命到所有重要职位。一场暴力冲突正在酝酿。执政的罗德里格斯将军得到了有影响力的军官支持——林诺·奥维耶多将军、费利克斯·巴尔莫里上校、洛伦佐·卡里略·梅尔霍上校、马里诺·冈萨雷斯上校、何塞·塞戈维亚·博尔特斯上校。1989年2月3日夜，罗德里格斯指挥的步兵和装甲部队包围并攻击了亚松森的关键行政大楼和军事设施。试图立即逮捕斯特雷塞尔失败，总统卫队投入战斗。斯特雷塞尔成功藏身于其私人卫队兵营。他决定抵抗，并认为有可能镇压政变。正是古斯塔沃·斯特雷塞尔劝说父亲停止抵抗（“否则我们都会被杀”）。与罗德里格斯和弗雷特斯·达瓦洛斯将军进行了投降谈判。到清晨，卫队兵营已被叛军占领。安德烈斯·罗德里格斯向全国发表讲话，宣布罢黜斯特雷塞尔，宣布民主改革，承诺继续尊重人权，与天主教会合作，保护巴拉圭的罗曼式和天主教传统。巴拉圭开始了首次自由选举。\r\n胡安·卡洛斯·瓦斯莫西，科罗拉多党（右翼独裁）\r\n多明戈·莱诺，激进自由派反对者，PLRA（自由主义）\r\n古列尔莫·巴尔加斯，第三道路社会民主党代表，PEN（社会民主主义）\r\n古列尔莫·巴尔加斯，基督教社会主义代表，PEN（民主社会主义）\r\n在安德烈斯·罗德里格斯总统任内，佩多蒂·瓦斯莫西担任巴拉圭政府的融合部长。巴拉圭前总统安德烈斯·罗德里格斯在总统选举中支持瓦斯莫西作为他的继任者。瓦斯莫西以41.6%的得票率获胜，他的主要对手、真正激进自由党代表多明戈·莱诺以33.5%的得票率位居第二。实际上，这次选举是巴拉圭历史上首次自由选举，获胜者与落败者的得票差距不到10%。尽管投票过程中发现了一些违规行为，但被认为是轻微的，并未让国际观察团（由吉米·卡特领导）质疑瓦斯莫西的明显胜利。然而，当瓦斯莫西开始任命许多长期支持独裁者阿尔弗雷多·斯特罗斯纳的人进入巴拉圭政府职位时，他变得非常不得人心。瓦斯莫西也没有延续前总统罗德里格斯的民主改革，而是专注于维护个人权力、增加个人财富，并向美国公司开放市场。\r\n激进自由党（PLRA）的活动家和领袖多明戈·莱诺，从阿尔弗雷多·斯特罗斯纳宣布独裁政权的那一刻起就公开反对，多次遭到迫害、逮捕和监禁。直到本次选举前，他一直流亡海外，在大规模抗议者的强烈压力下才被允许返回巴拉圭。流亡期间，他因捍卫人权和民主获得了多项国际奖项。在他的统治下，政权实现了大规模自由化，媒体和政治团体获得了前所未有的自由，国家的民主程度跃居拉丁美洲首位。多明戈实现了国家民主化，使政治完全透明，并对在斯特罗斯纳独裁期间参与和组织侵犯人权及酷刑的军政人员发起了公开审判。这引发了巴拉圭军队领导人利诺·奥维耶多发动未遂政变。多明戈·莱诺因违宪行为和滥用权力被逮捕并驱逐出境，利诺·奥维耶多在大规模集会和示威中宣布将权力移交给PLRA的温和派代表朱利叶斯·凯撒·弗兰科。新领导层任命利诺·奥维耶多为国防部长，结束了对军方的迫害，转而专注于打击黑手党集团、毒品走私、医疗发展和经济自由化。\r\n民族团结党由社会民主二月革命党、基督教民主党、“亚松森为所有人”以及红党左翼民主分裂派组成联盟成立。PEN为自己设定了这样的竞选目标：“为国家提供最优秀、最有能力、最诚实的男女，那些真正想要建立一个以社会正义和法治为基础的共和国的人。”由于未能赢得议会多数，古列尔莫·巴尔加斯决定与真正激进自由党（PLRA）组建联盟。由此形成的中左翼联盟推动了言论自由、观点多元、国家、媒体和司法的大众民主化改革。许多腐败官员和与黑手党勾结的官员、法官被长期监禁，作为妥协，主要侵犯人权的高级官员辞职。在经济方面，联盟重点推动平等，推行累进税、社会福利、补贴、免费医疗和免费普及中等教育。为了提升财富、健康和识字率，PEN还承担了大规模基础设施项目，以创造就业和推动经济增长。同时，积极开展了打击黑手党和贩毒集团的斗争，并发起了吸引外资的运动。\r\n民族团结党由曾被取缔的共产党和卡斯特罗主义运动、二月社会民主革命党、基督教民主党、“亚松森人人共享”组织，以及科罗拉多党民主左派的分裂派系联合组建。在基督教社会主义解放神学纲领下团结，并获得中国资助，该党赢得了大量支持，使其候选人吉列尔莫·巴尔加斯成功当选总统。这引发了巴拉圭军队指挥官利诺·奥维耶多发动未遂政变。吉列尔莫·巴尔加斯被逮捕并带到一处封闭别墅，导致贫困群众大规模抗议并袭击军队。贫困群众十万人包围了利诺·奥维耶多的住所，军方不得不释放总统，奥维耶多辞职并逃离该国。巴尔加斯凯旋复职后，决定以反人类罪为由取缔科罗拉多党，大规模逮捕斯特雷塞尔独裁政权的参与者，并对国家机关、执法部门和司法系统进行大清洗。随后宣布提前选举，民族团结党获得多数选票，启动了广泛的社会改革：重要经济领域实现国有化，推行免费住房、广泛社会保障、免费医疗和中高等教育。之后，开始实施建设社会主义市场经济和小康社会的计划。\r\n独裁并非永恒\r\n到20世纪80年代，整个国家和统治精英中对斯特罗斯纳统治的不满急剧上升。斯特罗尼斯主义的现代化潜力基本耗尽。随着苏联改革的推进，反共政策逐渐失去现实意义。美国里根政府对该政权的独裁性质表示不满。巴拉圭天主教会积极采取反对立场。执政精英内部关系急剧紧张。在激烈的对抗中，军队指挥部与“四人帮”（Cuatrinomio de oro，“黄金广场”）——斯特罗斯纳最亲近的政府和私人办公室成员——走到了一起。罗德里格斯将军对此深表认同。他通过女儿玛尔塔和女婿阿尔弗雷多·斯特罗斯纳（小）试图劝说总统主动辞职，但这些努力均告失败。阴谋的领导者包括A.罗德里格斯将军、利诺·奥维耶多将军、F.巴尔莫里上校、L.卡里略·梅洛上校、M.冈萨雷斯上校、J.塞戈维亚·博尔特斯上校。思想上的鼓动者是前内政部长埃德加·因斯弗兰，他青年时期是极右翼分子，后来成为镇压和惩罚行动的组织者，对斯特罗斯纳极为忠诚，但辞职后大幅转向民主方向。几乎所有阴谋者都像罗德里格斯一样，是斯特罗斯纳的亲信。\r\n挑衅斯特罗斯纳攻击罗德里格（右翼独裁）\r\n挑衅并通过黑手党结构推动因斯弗兰（原始法西斯主义）\r\n1989年初，斯特罗斯纳总统为了财政稳定，下令关闭全国所有外汇兑换所。这对A·罗德里格斯的核心业务造成了打击，因为他拥有全国所有的兑换所。当夜，由A·罗德里格斯指挥的步兵和装甲部队包围并攻击了亚松森的关键行政大楼和军事设施。他亲自指挥一支坦克团，突袭了总统府、中央警察营房以及总统的私人住宅。2月3日凌晨5点30分，A·罗德里格斯以临时总统身份向全国发表讲话。他宣布罢免斯特罗斯纳，承诺进行民主改革，尊重人权，保护巴拉圭的罗曼式和天主教传统。重点强调了完全的言论自由，放弃红党政治特权，并与天主教会进行尊重的合作。A·罗德里格斯总统组建了新政府，废除了持续30多年未间断的紧急状态和死刑。政治犯被释放，“黄金广场”成员及一些以残忍著称的秘密警察被逮捕。被推翻独裁者的激进支持者被撤出党内领导层，斯特罗斯纳主义的主要官员因腐败和酷刑在不同时间被追究责任（同时，一些同样臭名昭著的警察和国安官员如R·杜阿尔特·韦鲁、A·坎波斯·阿卢马仍被留任）。许多人曾预期A·罗德里格斯会建立类似斯特罗斯纳的独裁统治，但这些担忧并未成真，普选已定于1989年5月1日举行。\r\n1989年初，斯特罗斯纳总统出于金融稳定的原因，下令关闭全国所有外汇兑换所。这对A.罗德里格斯的核心业务造成了打击，因为他拥有全国所有的外汇兑换所。当晚，A.罗德里格斯指挥下的步兵和装甲部队包围并攻击了亚松森的关键行政大楼和军事设施。他亲自指挥坦克团突袭了总统府、中央警察营房和总统的私人住宅。2月3日凌晨5点30分，A.罗德里格斯以临时总统身份向全国发表讲话。他宣布罢免斯特罗斯纳，承诺进行民主改革，尊重人权，保护巴拉圭的罗曼式和天主教传统。A.罗德里格斯总统组建了新政府，由科罗拉多党新领导人埃德加·因夫斯兰担任首脑，废除了持续30多年未中断的戒严状态和死刑。政治犯被释放，“黄金广场”成员以及一些以残忍著称的秘密警察被逮捕。被推翻独裁者的激进支持者被撤出党内领导层，斯特罗尼斯主义的重要官员因腐败和酷刑在不同时期被追究责任（同时，一些同样臭名昭著的警察和国家安全官员仍留任——如R.杜阿尔特·韦鲁、A.坎波斯·阿卢马）。许多人原以为A.罗德里格斯会建立类似斯特罗斯纳的独裁统治。这些担忧得到了证实，新政府首脑因夫斯兰与黑手党密切合作，并开始进行合法化改革：毒品贸易以种植古柯为名被合法化，黑手党集团转变为享有税收优惠的私人公司，黑手党头目牢牢进入科罗拉多党领导层。尽管新政权相比前任更加民主和自由，巴拉圭却变成了拉美毒品贩运中心，经济最终落入合法化黑手党之手，建立了一个伪民主的公司体制，并对反对派进行控制。\r\n光辉初现\r\n秘鲁的军事政权由胡安·贝拉斯科·阿尔瓦拉多将军领导，与其他拉美军政府不同，推行了左翼改革，如土地改革、保护土著文化、改善和保障劳工权益、加强工会力量，甚至建立了工团主义经济模式。军政府的负面特征包括控制媒体、全面审查和打压反对派。然而，一方面对自然资源的国有化和对外国公司的征用，另一方面拒绝与苏联结盟，导致国家在国际上被孤立并陷入经济危机。对此，1975年，弗朗西斯科·莫拉莱斯·贝穆德斯师长发动政变，转向国际货币基金组织，开始按照国际金融机构的要求进行大规模贷款，推动私有化、放松管制和实现国家民主化。1979年制宪议会后，1980年自由选举的主要候选人有：中间派人民党代表费尔南多·贝朗德·特里，该党在军事政变前执政，是1979年推动政权民主化的主要内部力量；以及来自一个非马克思主义、持改革和反帝立场的泛美社会主义党派的候选人阿曼多·比利亚纽瓦。最后但同样重要的是，地下游击运动“光辉道路”的毛派分子拒绝参加选举，开始组建军事政治总部，准备发动农民革命。\r\n费尔南多·贝朗德·特里，人民党（中间主义）\r\n阿曼多·比利亚纽瓦，阿普拉党（民主社会主义）\r\n光辉道路，毛主义游击队及其革命（左翼激进主义）\r\n毛派分子不会听从我们的修正主义领导\r\n贝朗德第二次上台后采取的首批行动之一，就是将军政府没收的报纸归还给原主，从而恢复了言论自由，但他并不打算取消作为农业改革一部分实施的土地征用（该改革消除了国内的农业封建主义）。与此同时，新总统竭尽全力打破孤立，恢复与美国、英国和法国的关系，并在这一领域取得了巨大成功。在经济政策方面，贝朗德身边聚集了一支由经济部长兼《快报报》社长曼努埃尔·乌略亚领导的自由主义经济团队，专注于推进部分私有化和继续发展贝朗德上届政府时期启动的灌溉及道路基础设施项目。尽管利马和各地建起了大型住宅区，全国城乡基础设施几乎都得到了重建，饮用水和卫生设施的国家计划也已实施，但大多数私有化和放松管制改革并未通过议会进行。总的来说，新领导层为经历了军政府停滞不前的最后几年后带来了新气象。\r\nAPRA最初坚持泛西班牙主义。党首哈亚·德拉托雷拒绝西方的资本主义模式和苏联的共产主义，认为拉丁美洲（他更喜欢称为印第安美洲）有自己的发展道路，应当有自己的社会主义民族经济模式。党首去世后，APRA分裂为两派。在两派斗争中，左翼“阿普里斯特”阿曼多·比利亚纽埃瓦获胜。上台后，他宣布将推行“逐步修正”近年军政府改革的政策。他被对手汤森德指责为“意识形态偏离和腐败迹象”，但他反击，将汤森德派右翼逐出APRA，并与基督教人民党、革命工人党、革命左翼联盟和左翼统一结成联盟，组建了温和左翼议会联盟。新改革部分回归军政府前期的改革：企业工会化（工人获得股份和与股份相应的投票权，所有企业必须将股份分配给每一位雇员）、扩大工会权利（包括工人必须加入某个工会，且未经工会批准不能签订合同）、原住民权利和劳动权利，但并未像军政府初期那样实现对企业的完全工人控制，因为认识到经济尚未准备好。同时，开设了农民银行并开始支持青年农民。然而，新政府保证了媒体完全自由、观点多元和多党民主，与军政府形成对比，并明确以建立泛拉丁美洲政治和经济组织为目标。\r\n利用军政府垮台后的混乱局势，以及新任总统费尔南多·贝朗德不愿动用军队来解决问题和进行武力镇压（因为他的政权曾被军队推翻），光辉道路毛派分子在农村发动了大规模游击运动，逐村控制，依靠贫困和无地农民的支持。最终，贝朗德决定动用警察和内政部力量来对抗毛派势力的增长。警察和内政部的手被放开，开始进行恐怖行动，随着这些措施的实施，打着“光辉道路”旗号的武装斗争成为穷人唯一的生存手段。这导致运动迅速扩大，并最终发起了一场针对秘鲁首都的“红色农民运动”，占领了行政大楼，光辉道路宣布将所有权力移交给新的人民政府。这引发了军队的反应，导致了一场小规模内战。为巩固政权，毛派设立了迅速的“人民法庭”，判处割喉、绞杀、石刑和焚尸。光辉道路在惩罚甚至杀害盗牛贼（秘鲁很常见）的同时，也因轻微罪行和任何被认为是反动的雇佣行为杀害农民和基层活动分子。与此同时，“光辉道路”对“反动残余”发动战争，摧毁文化和民族遗迹、传统与节日。这一切导致毛派在农民中的支持率急剧下降，被秃鹰组织中的秘鲁邻国利用，组织了一次联合“维和行动”，随后在美国国务卿的斡旋下，成立了由费尔南多·贝朗德和人民党组成的临时政府。\r\n利用军政府垮台后的混乱局势，以及新总统费尔南多·贝朗德不愿动用军队解决问题和进行武力镇压（因为他的统治曾被军队推翻），光辉道路毛派分子在农村发动了大规模游击运动，逐村控制乡村，依靠贫苦和无地农民的支持。最终，贝朗德决定动用警察和内政部力量对抗毛派势力的扩张。警察和内政部部队被放手进行恐怖镇压，随着这些措施的实施，举起“光辉道路”旗帜进行武装斗争成为贫苦农民唯一的生存手段。这导致运动迅速壮大，并最终发起了一场针对秘鲁首都的“红色农民运动”，占领了行政大楼，光辉道路宣布将所有权力移交给新的人民政府。这引发了军队的反应，但士兵们被宣传后很快倒向毛派，迫使将军们逃离国家。为巩固政权，毛派迅速设立了“人民法庭”，判处割喉、绞杀、石刑和焚尸等刑罚。光辉道路在惩罚甚至处死偷牛贼（这种行为在秘鲁很常见）的同时，也因轻罪和任何被认为是反动的雇佣行为处死农民和基层活动分子。与此同时，“光辉道路”对“反动残余”发动战争，摧毁文化和民族遗迹、传统和节庆。这一切导致毛派在农民中的支持率急剧下降，仅剩7%。随后，光辉道路决定再次改变策略，转而依靠工人阶级，特别是大学。通过推行进步的劳动和教育改革，许多工人和学生开始支持新政府，成为新政府的官员，并加入“镇压反革命部队”，专门镇压各地爆发的农民起义。然而，总体上，毛派的政权得以建立。\r\n选举，选举……\r\n1985年秘鲁大选于4月14日星期日举行。选举内容包括总统、共和国国会众议院和参议院议员。秘鲁的行政和立法机构实现了全面更替，前任总统被确认终身参议员。由于左翼力量在民众中支持率较高，本次对决主要在议会极左派“联合左翼”和泛美第三道路支持者“人民革命美洲联盟（APRA）”之间展开。其余右翼为自由保守派的“民主融合”和中右翼的“人民党”，但他们只有联合才有获胜机会。APRA的首位候选人阿兰·加西亚，立场极端反帝、反美、反共，主张某种形式的国家资本主义和国家在社会中的主导作用。他的左翼竞争对手阿方索·巴兰特斯，曾是共产党员和政治犯，不仅是左翼真正统一的领导人，也是瓦伊坎市的创始人，该市是一个由各社区合作社和住宅社区直选特别联合委员会治理的自治社区。阿兰还参与组织了利马市政厅层面的社会救助分配项目，他曾担任该市市长。DK-NP联盟的潜在候选人可能是DK代表路易斯·雷耶斯，他是民主、言论自由和无管制市场经济的坚定支持者，也曾担任利马市长。\r\n阿兰·加西亚，秘鲁阿普拉党（社会民主主义）\r\n阿方索·巴兰特斯，联合左翼（国家社会主义）\r\nLewis Reyes，“DK”和“NP”（自由主义）\r\n加西亚的经济政策以APRA的反帝价值观为基础，因此他使秘鲁远离国际市场，导致该国投资减少。加西亚还试图将银行和保险业国有化。国际货币基金组织和金融界在加西亚政府单方面宣布将债务偿还上限定为国民生产总值的10%后，纷纷退缩，从而使秘鲁被国际金融市场孤立。这迫使APRA政府开始为多个国内项目印钞，导致恶性通货膨胀。普遍孤立、外资和企业的急剧撤离、恶性通胀不仅没有减少贫困，反而加剧了贫困，使原本受欢迎的加西亚支持率大幅下滑。同一时期，图帕克·阿马鲁革命运动（MRTA）兴起。加西亚政府试图以军事手段解决日益严重的恐怖主义问题，但未能成功，并被指控侵犯人权。其中包括“阿科马卡大屠杀”，1985年8月，47名农民被武装部队枪杀；凯亚拉大屠杀（1988年5月），约30人被杀，数十人失踪；以及1986年在卢里甘乔、圣胡安·包蒂斯塔和圣塔芭芭拉监狱骚乱期间对200多名囚犯的即决处决。根据官方调查，加西亚任内大约发生了1,600起强迫失踪事件。\r\n联合左翼上台后，与人民革命美洲联盟（APRA）联手获得了宪法多数，组建了一个统一的左翼政府。巴兰特斯总统的第一个方案是向全国分发“牛奶杯”，为全国贫困人口提供基本物资。与此同时，他推动了宪法改革，开始拆除旧有的资产阶级体系，将所有公民和农民自愿组织进合作社和住房协会。这些合作社和住房协会随后将从自身成员中选举代表进入地区管理委员会，管理委员会再从自身成员中选举代表进入秘鲁一院制国会。同时，新宪法规定秘鲁联邦化，使地方和地区层级的合作社、住房协会和管理委员会拥有广泛的自治权，并在经济领域恢复了部分旧“左翼”军政府的原则，但国家干预更为加强：银行业、采矿和加工业被国有化，其余私营企业则被要求转为股份公司，每位工人都必须获得公司股份的最低份额以分享利润。此外，通过推行累进税制，国家预算获得了大量资金，尽管国家受到美国和欧盟的制裁（但不如古巴严重），利用这些资金，大规模改革开始推广免费医疗和教育。新体制有效巩固了社会主义-共产党-APRA联盟的权力，他们现在在内部争夺主导地位。没有人能够对阿方索·巴兰特斯的总统任期提出异议。他证明了诚实之路是历史上唯一正确且受欢迎的道路。\r\n加入联盟后，民主融合党和人民党推举了一位共同候选人，并成功当选。路易斯·雷耶斯上台后，与自由运动结盟，并在获得宪法多数席位后，开始进行广泛的政治改革：全面私有化媒体和国家广播电视渠道，废除并禁止一切审查制度，自由允许外国报纸进入。对所有政治异见者、囚犯、难民进行了大规模大赦，政治迫害也被禁止。然而，大部分媒体被私人企业收购，变成了纯粹的商业机构。由于公共债务庞大，雷耶斯在经济上决定与国际货币基金组织合作，并开始履行其要求——削减政府开支，私有化所有亏损企业，降低税收，为外国投资创造有利条件。新政府成功遏制了通货膨胀和债务，但民众的福祉依然不尽如人意。\r\n寡头统治的终结\r\n阿罗塞梅纳·蒙罗伊成为厄瓜多尔总统。在他20个月的任期内，他推动了多项改革，包括廉价住房、累进所得税和工人年终奖金。他支持菲德尔·卡斯特罗的古巴革命，因此与国民议会和厄瓜多尔军方爆发了长期冲突。在他执政期间，他成功恢复了国家的贸易平衡，减少了外债，并改善了民众的福祉。尽管如此，在两次弹劾未果后，蒙罗伊于1963年被一次军事政变推翻。政变的原因是他对美国政府的批评。军政府巩固权力后，发动了一系列镇压，随后将政权移交给寡头克莱门特·埃罗维的文人政府。1968年，保守派的J.M.贝拉斯科·伊瓦拉赢得选举，随后解散议会和宪法，建立了独裁政权，但在1972年2月15日，他被一次不流血的军事政变罢免，权力转交给吉列尔莫·罗德里格斯·拉腊将军，其间厄瓜多尔的通货膨胀和外债达到了令人担忧的高位，1976年他又被军政府罢免。在接下来的两年里，新军政府逐步将权力移交给组织自由选举的文人政府。最有希望的政党包括人民联合力量（CFP，左翼民粹主义政党）、社会基督教党（PSC，支持私有化和社会保障的文化保守派）以及厄瓜多尔激进自由党（PLRE，主张建立理想民主国家和自由市场经济的激进自由派）。\r\n海梅·罗尔多斯·阿吉莱拉，CFP（民主社会主义）\r\n西克斯托·杜兰-巴连，PSC（中间主义）\r\n劳尔·克莱门特·乌埃尔塔，PLRE（自由主义）\r\n鉴于民调显示反对派知名人物阿萨德·布卡拉马极有可能获胜，执政的军事委员会通过补充选举法，增设特别条款，禁止他（以及前总统卡洛斯·阿罗塞梅纳和何塞·贝拉斯科·伊瓦雷）参选总统。在这种情况下，人民联合力量提名J·罗尔多斯为总统候选人，口号为“总统——罗尔多斯，布卡拉马——掌权”。罗尔多斯当选后，签署法令将每周工时减少至40小时，并将最低工资提高一倍。他推动了国家发展计划（通过基础设施建设、社会项目和政府合同）以及儿童校内早餐计划。罗尔多斯最重要的贡献是当时的国际人权政策（正是他向安第斯公约提出了尊重人权的原则，确立了普世正义原则，并认可人权优先于不干涉原则）。新总统的外交政策被称为“罗尔多斯主义”，包括拉丁美洲统一、尊重人权、民主、公正，以及反对军政府和独裁统治。1981年1月，阿吉莱拉·罗尔多斯因不同意美国总统支持侵犯人权的拉美政权，拒绝出席美国总统就职典礼。罗尔多斯还加强了与尼加拉瓜桑地诺政府及反对萨尔瓦多军事独裁的革命民主阵线的关系。有分析认为，这就是总统专机失火的原因，飞机因火灾撞上岩石，导致总统及其全家遇难。\r\n杜兰-巴伦执政时期以激进的经济改革为标志：在国际货币基金组织的支持下，启动了电信、碳氢化合物和发电等战略领域的私有化计划。在所谓的“华盛顿共识”下，推行了一系列经济措施，包括削减国家开支、放松管制、国有企业私有化、贸易自由化、为外国投资提供广泛法律保障，以及世界银行总额3.12亿美元的信贷额度大幅增加。由此，通货膨胀得以大幅降低，外汇储备增加，印第安部落的状况得到改善，并设立了社会基金，为数百个贫困小社区提供了财政援助；在他任内，还成立了环境保护部和印第安事务部。与此同时，所有这些举措也导致厄瓜多尔对外债务违约，当时国家债务总额达到164亿美元。到他执政末期，涉及政府成员和总统家族的腐败丑闻，以及副总统阿尔贝托·达伊卡因挪用公款被弹劾，导致他在社会中的声望下降。\r\n拉乌尔·克莱门特·韦尔塔的总统任期开局不顺，因为他所在的激进自由党内部因对自由主义不同的理解和实施方式产生分裂。对此，拉乌尔教授试图推行一项折中方案“自由、正义与团结”，其内容包括：积极的反全球化外交政策（如退出国际货币基金组织、采取国家中立军事地位、反对拉丁美洲的外国军事基地）；建立透明的法治（包括免费国家法律援助、法官选举、削弱军队影响、公共支出全民可查等）；建设自由市场经济（包括全面私有化不属于社会服务领域的国有企业）。这种折中政策取得了一定成效，但仍未能阻止党的分裂。到拉乌尔执政末期，激进自由党最终分裂为几个不可调和的派别：温和自由派、民粹派、激进自由派和社会民主派。1983年，拉乌尔本人不得不与中间派的PSC组成联合政府。\r\n第二次选举\r\n在击败了军事反对派后，厄瓜多尔的文官政府得以建立起稳定的政治和法律体系，并为经历数次军事政变后的第二次全民自由多党选举做准备，这次选举分为两轮进行。有九个政党角逐总统和议会席位，但其中有三个是热门人选：保守的社会基督教党候选人莱昂·费布雷斯-科尔德罗·里瓦德内拉；社会民主党“民主左派”候选人罗德里戈·博尔哈·塞瓦洛斯，该党是激进自由党的分裂派系；以及左翼民粹主义“人民力量联盟”候选人安赫尔·杜阿尔特，然而该党现在如果不与其他左翼政党组建联盟，已无法赢得议会多数。选举竞选将会非常激烈，尽管左翼分裂为多个政党，所有右翼则在国家重建阵线下团结在社会基督教党周围，竭尽全力争取胜利。\r\n莱昂·费布雷斯-科尔德罗·里巴德内拉，PSC（右翼独裁政权）\r\n罗德里戈·博尔哈·塞瓦略斯，（ID）（社会民主主义）\r\n安赫尔·杜阿尔特，CFP（民主社会主义）\r\n莱昂·费布雷斯-科尔德罗·里瓦德内拉在成为总统后，试图推行以自由市场关系为基础的政策。然而，为了实施这一政策，他在国民议会中并未拥有多数席位，因此里瓦德内拉采取了强硬措施：他开始发布“紧急经济法令”来管理公共支出和国有企业，借此大幅削减公共开支、缩减国家机构并重组（即实际上减少）国有企业的规模和份额，为企业（尤其是外国企业）的发展创造有利条件。在他执政期间，还修建了公路和最大的体育场，厄瓜多尔中央银行每年将5%的预算用于文化项目。他还推动了一项名为Megramé的医疗和五岁以下儿童免费药品发放计划，通过卫生部实施。美洲人权法院指出，里瓦德内拉执政期间发生了严重的人权侵犯，尤其是反对派被强迫失踪，类似于军政府时期。据称，为了打击社会主义、共产主义叛乱和土著人民运动，总统批准下成立了“死亡小队”，用于对被捕者进行大规模处决，无需审判或调查。\r\n博尔哈政府致力于恢复民主和自由主义价值观：他废除了被认定为酷刑中心的刑事调查局（CIS），并成立了技术装备完善、专门打击反社会行为、保障民众安全的犯罪调查局。博尔哈承认了土著人民联盟（CONAIE）的合法地位，并多次努力扩大他们的权利，还制定了全国社会康复计划，旨在建设基础设施，改善囚犯的身体、心理和卫生状况。博尔哈还摧毁了名为“三王”的主要贩毒集团，并建立了打击拉丁美洲毒品犯罪的国际合作机制。然而，与此同时，博尔哈对工会运动进行了有力打击，驱散集会并迫害激进工会的领导人。此外，总统还对公共支出和货币发行实行严格管控，并将公共支出转向支持国内消费和出口的食品生产领域，同时恢复了厄瓜多尔的工业渔船队。然而，博尔哈的政策导致了通货膨胀的急剧上升，这一问题需要其继任政府加以解决。\r\n安赫尔·杜阿尔特以出色的演讲能力著称，凭借这一优势，他成功组建了由人民力量集会、左翼民族主义的人民团结党（MPD）、共产党（PCE）以及温和社会主义的厄瓜多尔社会党（PSE）组成的联合左翼阵营——人民联合阵线。在他执政的最初几个月里，他向国家总检察院请求逮捕所有参与过往军事政权罪行的人，并发起大规模调查。在前政权高层人物出国后，逮捕令随之发出，导致大量执法人员辞职和清洗。数十万工会成员走上街头，支持新领导层。所有此前被取缔的工会均被恢复，尤其是工人总联盟（UGTE）被宣布为“国家附属”，获得补贴、津贴，并可参与所有国家机关的会议和查阅文件（“机密”文件除外）。新总统的政策被正式称为“妥协政策”，依靠扩大社会项目、劳动权利、发展国有工业和基础设施。宣布建设“社会主义市场经济”和“依靠全国劳动群众”。\r\n民主专政的终结\r\n国民阵线时代始于1958年，当时自由党领袖和保守党领袖签署了贝尼多尔协议，开启了长达16年的时期。在此期间，自由党和保守党每四年轮流担任总统，并在议会中平分席位，实际上形成了一个自由-保守两党专政。国民阵线的出现，是1948年至1958年间自由党与保守党之间内战的结果，旨在实现国家的和解与稳定。虽然国民阵线减少了暴力事件并促进了GDP增长，但也导致两党之间陷入僵局。自由党和保守党在国会两院几乎势均力敌，难以以三分之二多数通过重大改革，因为几乎不可能获得两党的共同支持。这种改革无力催生了党内派系斗争，表现为党内社会运动的兴起。反对国民阵线的异见团体不断壮大，最终导致国民阵线瓦解，并举行了真正的自由选举。目前的主要候选人有自由党的胡里奥·塞萨尔·图尔巴伊·阿亚拉和保守党的贝利萨里奥·贝坦库尔·库阿塔斯。然而，如果其他反对党真的能够在全国反对联盟中团结起来，他们就有机会最终将哥伦比亚变成一个民主国家。\r\n胡利奥·塞萨尔·图尔拜·阿亚拉，“L”（右翼独裁）\r\n贝利萨里奥·贝坦库尔·库阿尔塔斯，“C”（自由主义）\r\n尤利乌斯·凯撒·佩尔尼亚，联合国（社会民主主义）\r\n在图尔拜·阿亚拉执政期间，各党派团体在全国范围内加剧了恐怖活动。为了解决这一问题，总统决定组建极右翼的准军事组织——“死亡小队”，这些组织未经审判或调查就实施谋杀，并通过了一项法律，扩大了军队在对抗叛乱分子时的权力。该法律允许军队拘留无辜者（直到被判有罪）并对其施以酷刑，导致许多反对派政治活动家被驱逐出境。在经济方面，他的政府强调生产、安全和就业，重点发展基础设施和电力行业。然而，他的经济政策并不成功：咖啡（主要出口产品）价格下跌，通货膨胀和外债上升，就业仅在“非正规”部门有所增长。同样在他执政期间，毒品贸易发生了快速变化，其对社会的影响变得明显。就在他上任前一年，麦德林毒枭联合成立了麦德林贩毒集团。图尔拜政府的不作为导致可卡因走私增加，腐败和政治贿赂加剧。在外交政策方面，国家转向右翼，表现为美国的盟友。\r\n在其总统任期内，贝坦库尔开始建设经济适用房，开设大学，并推动扫盲运动。贝坦库尔还与众多武装叛乱团体进行了谈判；由于他的努力，双方签署了一项为期一年的停火协议，成立了一个混合委员会以讨论解除武装与和解进程，部分叛乱分子走上了合法的公共活动和政治斗争道路。贝坦库尔政府促进了国家民主的发展：在其任期内，通过了市长选举法、市政和司法改革、自由电视宪章以及国家节假日法案。他的政府还启动了煤炭的勘探与出口，以促进经济发展。贝坦库尔成功地打击了毒品贸易，并反对“毒枭”融入国家的官方政治体系。贝坦库尔总统任内的另一项重要举措是哥伦比亚行政和财政管理的分权。各市在税收使用上获得了广泛自治权；此外，还引入了市长直选制度，此前市长一直由省长任命。\r\n该联盟由哥伦比亚共产党（亲苏）、独立革命工人运动（MOIR，毛派）、哥伦比亚广泛运动（MAC，中左翼）、民族人民联盟集团（ANAPO，左翼民族主义者）、基督教民主党（基督教人文主义者）和Firmes（社会民主党）组成。这个五花八门的联盟只有一个目标——对政治体制进行大规模民主化，并与两党专政的残余势力作斗争。在新政府的最初几年，颁布了关于议会选举制度民主化的法律（特别是为政党竞选提供国家资金、选举及结果的透明化、邀请外国观察员、组建非党派委员会等）、市政选举民主化的法律（现在地方领导人由居民选举产生，而不是任命）、大规模普遍大赦、保障媒体自由和打击信息领域垄断的法律，以及对参与侵犯人权的自由党和保守党领导人的调查和审判。新政府的主要成就是与最大游击组织FARC（由古巴控制的左翼玻利瓦尔地下组织）和第二大组织M-19（寻求建立民主社会主义的民族玻利瓦尔运动）达成和平协议。作为放下武器和保证非暴力的交换，部分FARC和M-19成员获得了政府席位，并以合法政党“民主联盟”的形式加速注册。然而，在实施政治改革后，联盟在推动社会和经济改革时无法达成妥协。最终，联盟瓦解，现任者组建了由ANAPO、CDA和C组成的新联盟，开始进行温和的社会改革，同时保持经济现状。\r\n第二次机会\r\n到1982年，由于全国极端贫困的普遍状况，哥伦比亚出现了游击队热潮，这导致左翼运动力量增强，如果他们有机会合法化，现在就有可能通过合法途径上台。与此同时，哥伦比亚向美国的可卡因贩运也出现了大爆发：毒枭们在麦德林和卡利贩毒集团中巩固势力，利用他们的财富购买大型农场、从非洲进口的动物等，并进行洗钱，投资社会事业。在这样的环境下，崭露头角的新党派是新自由党及其候选人路易斯·卡洛斯·加兰，主张社会自由主义的政治和经济议程。与此同时，传统党派及其代表也参加了选举：保守党的贝利萨里奥·贝坦库尔·库阿塔斯，主张政治民主、文化保守主义、联邦主义和经济自由主义；以及自由党的阿方索·洛佩斯·米切尔森，他曾任哥伦比亚总统至1978年，创立了基础产业，简化了法律体系，同时镇压了劳工和工会抗议，并使国家陷入高通胀。根据谁获胜，我们将看到国家是否会迎来真正的变革。\r\n贝利萨里奥·贝坦库尔·库阿塔斯，“C”（自由主义）\r\n阿方索·洛佩斯·米切尔森，「L」（右翼独裁）\r\n路易斯·卡洛斯·加兰，NL，（社会民主主义）\r\n安东尼奥·何塞·纳瓦罗，AD（国家社会主义）\r\n游击运动尚未从地下状态中浮现\r\n在他的总统任期内，贝坦库尔开始建设经济适用房，开设大学，并推动扫盲运动。贝坦库尔还与众多武装叛乱团体进行了谈判；在他的努力下，双方签署了一项为期一年的停火协议，成立了一个混合委员会以讨论解除武装与和解进程，部分叛乱分子开始走上合法公开活动和政治斗争的道路。贝坦库尔政府促进了国家民主的发展：在他的任期内，通过了市长选举法、市政和司法改革、自由电视宪章以及国家节假日法案。他的政府还启动了煤炭的勘探与出口，以促进经济发展。贝坦库尔成功地打击了毒品贸易，并反对“毒枭”融入国家的官方政治体系。贝坦库尔总统任期内的另一项重要举措是对哥伦比亚行政和财政管理的分权改革。各市获得了广泛的税收使用自主权；此外，还引入了市长直选制度，此前市长一直由省长任命。\r\n贝坦库尔的连任清楚地显示了他在国家民主化、稳定化和联邦化政策上的成功。然而，经济问题依然没有解决，这很容易给新政府带来沉重负担。尽管如此，政府仍然高度重视民主以及媒体、集会、言论和文学自由的保护。司法体系也得到了显著民主化：刑罚被减轻，设立了新的拘留和审讯规则，确认了无罪推定的不可侵犯性，批准了法官自由透明选举，禁止了闭门审判。为了解决社会问题，贝坦库尔实现了彻底扫除文盲，并吸引天主教会组织了大规模慈善项目，甚至得到了教皇的批准。在他的领导下，禁毒斗争持续进行，反腐措施得到加强，并引入了禁止私营企业资助政治家和政党的规定。为了解决经济问题，贝坦库尔决定降低税收，创造有利条件吸引外资，赋予市政当局与外资直接开展业务的权利。然而，总体而言，这种被动政策并未带来显著成效：只有少数地区得以富裕，这导致人口大量从其他地区迁移到这些地区，并加深了市政发展的不均衡。\r\n阿方索·洛佩斯·米切尔森的竞选活动以口号“如果不是米切尔森，那还能是谁？”为主打，并由主要贩毒集团及相关企业资助。他作为总统候选人的提名也导致自由党分裂，党内主要只剩下过去30年主导局势的“传统派”代表。作为总统，米切尔森推行了他的“民主安全政策”，该政策基于两个方面：一方面，通过组建山地营、农民士兵排协助国家警察在多个市镇行动，并对举报者提供奖励，来恢复国家对领土的控制；另一方面，则是对游击队后方的打击。这种广泛的“反恐行动”旨在彻底消灭反叛组织。大量预算被用于扩充军队、内政部力量、执法机构和军工部门，因此，为了筹措武装冲突的经费，政府引入了一项财产税，用于“支付确保民主安全所需的开支”，规定所有资产超过1.695亿哥伦比亚比索的纳税人都需缴纳此税。另一方面，为了发展旅游业，政府组织了由当局保护的旅游线路。经济发展的主要因素被认为是“不干预、发展旅游业和消灭反叛分子”。然而，最终成为经济主要参与者的，却是在各种合法活动掩护下融入国家机构的贩毒集团。\r\n路易斯·卡洛斯·加兰以“哥伦比亚属于所有居民”为口号赢得了选举，意图实施民主、社会和经济改革。上台后，他发起了大规模打击贩毒集团的运动，将其定为国家计划，并开始清除所有与贩毒集团有牵连的国家机关人员。这导致他在苏阿查公开演讲时被毒枭头目下令刺杀。调查证实，加兰是一个精心策划的阴谋的受害者，许多国家重要人物都涉案。副总统恩里克·帕雷霍·冈萨雷斯继任总统，他在与军队指挥官接触后发现，哥伦比亚安全部正是刺杀背后的主谋。当天夜里，军队对自由党、政府的多名领导人，甚至安全部部长本人进行了大规模逮捕，所有人都在全国最大规模的调查中接受审判。冈萨雷斯与左翼叛军达成停火协议后宣布，主要问题是毒品黑手党，而不是叛军，随后开始与叛军联合打击毒贩。数十亿美元的毒枭财产被没收并随后私有化，所得资金用于组织社会项目，包括为穷人建房、分发社会食品、解决失业问题，并下达大型基础设施项目的政府订单以发展经济和解决失业。在其统治末期，失去领袖的新自由派召开了联合大会，与已经清除“传统派”派系的老自由党合并。重组后的自由党宣布将继续走中左、民主和自由市场经济路线。\r\n安东尼奥·何塞·纳瓦罗上台后，面临着与充斥执法和司法部门的自由党（L）官员的激烈对抗，这些官员破坏了何塞最初的改革措施：为穷人提供饮用水、对药品实行价格管制、免费向农民分发作物以阻止种植古柯。在这场对抗中，新自由党领袖路易斯·卡洛斯·加兰与AD短暂结盟，却在演讲时被刺杀，后来发现，幕后黑手包括贩毒集团、著名自由党政客，甚至还有哥伦比亚安全部负责人。这导致了一种前所未有的局面：军方与前左翼游击队结盟，对贩毒集团发动大规模军事行动，最终引发内战——AD、军队和游击队，以及加入的保守党（“C”），与贩毒集团、自由党（“L”）、内政部和安全部队展开武装对抗。在国际社会主义运动的支持下，执政力量取得胜利，毒贩被消灭，自由党被取缔，许多人接受了公正审判。然而，在军方坚持下，AD没有建立一党专政，保留了旧有的政治体制，但这并未阻止在军事行动中极受欢迎的AD成为“执政党”，并在重新选举中获得议会多数。凭借这一“人民授权”，新政府开始实行类似于卡达尔时期匈牙利的体制：土地再分配、私人农场、部分价格管制、广泛的社会保障和国家对贸易的垄断。\r\n双重体制\r\n在1973年总统选举后，委内瑞拉显然形成了一个两党制，只有两个政党真正有机会赢得选举。即使在这种情况下，左翼政党，实际上是该国的第三大政治力量，如果不能就推出一名统一候选人而不是四名达成一致，依然没有获胜的机会。总体而言，目前有两位主要候选人：来自社会基督教党的路易斯·埃雷拉·坎平斯，他支持国家对经济的强力干预、发展石油出口以及对抗英国影响；以及来自民主行动党的路易斯·皮涅拉·奥尔达斯，他批评国际货币基金组织和世界银行对各国提出不公正要求，并指责其“对普通工人的全球压迫”。如果奇迹发生，所有左翼力量能够团结一致，那么著名的批评记者何塞·比森特·兰赫尔就有机会领导一个联合左翼政府……\r\n路易斯·埃雷拉·坎平斯，基督教社会党（中间派）\r\n路易斯·皮涅拉·奥尔达斯，AD（右翼独裁）\r\n何塞·兰赫尔，MAS-VUC-MDT-MEP-MIR-PCV（民主社会主义）\r\n埃雷拉赢得了总统选举，接替了民主行动党（AD）的社会民主党人卡洛斯·安德烈斯·佩雷斯，后者在1975年石油繁荣高峰期将石油产业国有化。在埃雷拉总统任期初期，石油收入持续增长，他主张政府在经济中发挥主导作用，包括将公共资金投入农业和工业项目，发放丰厚补贴，并控制许多商品的价格。作为总统，埃雷拉推行了文化发展项目，包括建设特雷莎·卡雷尼奥剧院和改革教育。他的政府延续了佩雷斯总统从充斥着石油美元的世界市场借款的政策，到1980年代初，委内瑞拉对银行的债务已超过200亿美元。政府认为石油价格会永远保持高位，从而维持公共和私人消费的高水平。然而，在他任期末期，石油价格暴跌，加上大量债务，迫使他放开价格管制，导致通货膨胀急剧上升和经济衰退。\r\n在成为总统后，路易斯·皮涅拉·奥尔达斯组建了由前总统卡洛斯·佩雷斯领导的政府。他的执政时期正值石油价格大幅下跌，这导致以石油出口为经济基础的委内瑞拉收入意外减少。在这种情况下，尽管奥尔达斯在选前曾作出承诺，新政府还是推行了以“华盛顿共识”为名、根据国际货币基金组织建议的自由经济政策。作为提高汽油价格等不受欢迎的经济和社会改革的交换，国家获得了45亿美元的国际货币基金组织贷款。以民粹主义和反自由主义为口号的反对声音随之而来。结果，第二年加拉加索事件爆发——首都发生大规模抗议，被奥尔达斯残酷镇压。一年后，委内瑞拉总检察长拉蒙·埃斯科巴尔·萨洛姆指控佩雷斯挪用2.5亿玻利瓦尔国家资金。这证实了记者何塞·兰赫尔的揭露。最终，最高法院认定指控成立，次日参议院投票剥夺佩雷斯的豁免权，随后佩雷斯被逮捕。这导致奥尔达斯的支持率急剧下滑，并最终辞职。\r\n何塞·兰赫尔是一位著名记者和电视主持人，他当选总统并不是因为某个“左翼联盟”，而是因为所有左翼政党都支持他的候选资格。这意味着在议会中，兰赫尔必须组建一个由温和左翼反帝国主义的MEP、中左翼的MAS以及经济上温和但社会政治上保守的COPEI组成的“蓝红联盟”。新政府专注于进一步推动政治、法律和司法体系的民主化与自由化，并加强反垄断法，特别是在媒体和广播电视领域。石油价格的突然下跌导致委内瑞拉出现经济危机，进而导致联盟瓦解：COPEI要求与国际货币基金组织合作并进行部分自由化，而MEP和MAS则提出在经互会框架下通过IBEC向社会主义国家贷款，并发展拉美内部贸易。这导致由一位名不见经传的左翼退役军官弗朗西斯科·卡德纳斯领导的新政府的成立，他开始从MBR-200地下军官圈子中组建政府。民众称这个政府为“第一军事政府”。尽管人们担心可能出现激进主义，但并未发生军事政变，只是实施了“非常经济措施”——在200天内，政府对对外贸易垄断实行了个人控制，从而稳定了国家的贸易和货币平衡。尽管这一措施有临时期限，但还是引发了自由派和保守派的多次抗议，之后何塞·兰赫尔承诺不再竞选总统，表示政治并不适合自己，他想回归新闻工作。\r\n两年来第二次\r\n1983年的选举活动是在委内瑞拉因所谓“黑色星期五”引发的严重经济危机背景下进行的。目前的主要候选人有：民主行动党的哈伊梅·卢辛奇，他主张通过结合紧缩经济与关键社会项目来解决经济问题；以及社会基督教党的拉斐尔·卡尔德拉，他曾在1960年代担任总统，现在持有政治自由、经济社会民主和外交民族主义立场，寻求保护拉丁美洲免受北美和英国的影响。与此同时，军队中正在组建一个非法的“玻利瓦尔革命运动-200”，由军官乌戈·查韦斯和弗朗西斯科·卡德纳斯领导，他们坚持不同方向的左翼玻利瓦尔主义观点。他们认为自己的主要任务是将委内瑞拉人民从大企业、外国公司和腐败政客的控制中解放出来。但他们有机会成功吗？\r\n海梅·卢辛奇，民主行动党（社会民主主义）\r\n拉斐尔·卡尔德拉，基督教社会党（红色保守主义）\r\n弗朗西斯科·阿里亚斯·卡德纳斯，GPPSB（国家社会主义）\r\nMBR-200没有从地下出来\r\n哈伊梅·卢辛奇以“需要紧缩和社会责任”为口号成功当选委内瑞拉总统。他的第一项举措是成立国家改革总统委员会（COPRE）。该委员会提出对地方和政府政治进程进行民主化改革（将州长的任命改为全民、直接和秘密选举，并设立市长职位（alcalde））。卢辛奇的经济政策旨在稳定经济、偿还外债、削减政府开支，因此他立即在全国推行紧缩政策，但这最终导致本币进一步贬值、通货膨胀上升和民众贫困加剧，从而加深了政治危机。随后，卢辛奇发布法令，提高工资、实行物价管制、发行货币和贴现债券用于补贴。这些措施试图缓解他执政几年间急剧加剧的社会紧张局势。同时，在他任内建成了多家医院和住宅小区（共计331,615套住房），完成了两座水电站的建设，并启动了372公里的东部公路建设。因此，卢辛奇的政策颇具争议，并未真正拯救高度依赖石油出口的国家经济，然而他本人依然是委内瑞拉历史上最受欢迎的总统之一。\r\n拉斐尔·卡尔德拉在从共产党到中右翼的多个党派支持下，以民粹主义承诺赢得总统选举，承诺维护主权、反对帝国主义并实施大规模社会改革。同时，他在60年代就曾担任总统，在他的领导下与社会主义国家建立了关系，实行了广泛的政治大赦，开始发展经济中的石油部门，建立了发达的经济并稳定了委内瑞拉的政治局势。在石油危机背景下上台，由于委内瑞拉经济过度依赖石油出口，他提出了“委内瑞拉议程”，该计划旨在恢复宏观经济稳定并降低通货膨胀。首先，通过国家对经济的干预，卡尔德拉通过社会改革、一系列住房、医疗和教育项目以及提高工资，成功稳定了国家的社会政治局势。然而，后来由于需要国际货币基金组织的贷款，卡尔德拉违背自己的信念，开始在经济上实施一系列新自由主义措施：价格自由化、国有财产私有化以及玻利瓦尔货币贬值。这些决定得到了国际货币基金组织的批准，但在民众中引发了强烈抗议。几年后，国内生产总值增长了5%以上，通货膨胀率减半。本届政府的一项显著成就是在工会、私营企业和国家之间，经过十年僵局后达成了关于劳动福利、社会保障和养老金基金的三方协议。总体来看，这样一个充满争议的方案损害了卡尔德拉的声望，但却帮助了委内瑞拉经济。\r\nGPPSB是由几个左翼政党组成的运动，在退役军官卡德纳斯的领导下上台后，开始推行广泛的社会经济改革：石油工业国有化，扩大工人和工会的权利，实施广泛的社会项目。这导致美国实施禁运，反对派势力增长，贸易转向中立国家和社会主义阵营。如此剧烈的变革让将军和实业家感到不安，他们组织了一场政变：将卡德纳斯带到不明地点后，任命了大实业家佩德罗·卡莫纳·埃斯坦为临时政府首脑。这引发了由忠于内政部长乌戈·查韦斯的军官和士兵领导的民众愤怒。查韦斯在军队内忠诚派“MBR-200”集团的支持下，号召大批群众前往加拉加斯市中心，发动反政变，将将军们逮捕，中级军官获得晋升。然而，查韦斯以“健康原因”为由拒绝让卡德纳斯重返总统职位，宣布就通过新宪法举行公投，以保护“玻利瓦尔革命的成果”——包括批准国家对原材料开采和销售的垄断权、对外贸易、社会领域，以及由GPPSB联盟组建委内瑞拉统一社会主义党。公投获得78.1%的支持率后，国家建立了一党制，但选民获得了罢免所选议员、省长甚至总统的权利，并可就特定问题发起公投，从而创造了“党权与人民权力的平衡”。还宣布了一项新的经济政策，有些类似于苏联新经济政策的变体，并融合了拉美一体化的理念。\r\n轮回之轮（圭亚那）\r\n最初，贾根和伯纳姆属于同一个政党，然而，丘吉尔的胜利引发了对他可能与苏联有联系的担忧，不久后，伯纳姆从人民进步党中分裂出来，成立了人民全国大会，并在英国当局的支持下掌握了国家政权。通过重新划分选区，将忠诚者安插进警察系统，并将警察和特务机关的权力扩展到无限，同时向黑人群体提供社会保障、向当地印度裔代表提供政治职位，伯纳姆切断了与英国的所有贸易关系，实施全面进口禁令和自给自足政策。国家被改组为“圭亚那合作共和国”，所有大型和外国企业被国有化，出台了为全体公民提供食物、工作和住房的计划，废除了英国政府的所有政治特权，并开始对政权批评者进行政治镇压。所有政府职位都转交给NOC成员，国家与古巴和苏联建立了外交关系，并加入了不结盟运动。但持续的镇压和血腥镇压罢工，以及由于甘蔗减产导致的经济衰退，使伯纳姆的政治局势急剧恶化。新宪法被通过：NOC的领导地位被废除，由秘密多党选举产生的国民议会开始批准总统。伯纳姆被怀疑有舞弊行为，但一位持更左翼纲领的候选人贾根，以及来自较大右翼自由党派的辛格也站了出来，但如果后者无法与其他反对派力量联合，他将没有机会。\r\n福布斯·伯纳姆，人民全国大会党（民主社会主义）\r\n切迪·贾根，人民进步党（国家社会主义）\r\n马塞勒斯·菲尔登·辛格，TUF-WPVP-LP-PDM（红托利）\r\n1980年12月15日，NOC在选举中获得了77%的普选票和议会中的43个席位，此外还通过地区议会决定获得了另外10个席位。NPP和OS分别获得了10个和2个席位。WPVP没有参加选举，认为选举结果会被提前篡改。这一怀疑得到了由英国阿夫伯里勋爵率领的外国观察员代表团的证实。20世纪80年代初，圭亚那面临的经济危机明显加剧，基础设施恶化，生活水平普遍下降。几乎每天都停电，水质变得不合格。稻米和食糖（因作物歉收）、食用油和煤油的短缺进一步证明了圭亚那的衰退。官方经济下滑的同时，黑市开始繁荣。在这一艰难时期中段，伯纳姆需要进行喉部手术。1985年8月6日，在古巴医生的照料下，这位圭亚那独立后的第一任也是唯一一任领导人突然去世。他的时代戛然而止，国家也突然进入了一个新时期。\r\n一个出人意料的结果是贾根代表NPP获胜。在二十年缺席后，他再次上台，然而，正如人们所说，由于舞弊，在议会选举结果中，NOC获得了22个席位，另外通过地区议会的决定又获得了10个席位。NPP和OS分别获得了21个和2个席位。这个结果可能引发议会危机，但伯纳姆担心大规模民众骚乱，于是与NPP组成了联合政府。通过妥协，贾根成为总统，伯纳姆再次担任总理，大多数部长职位依然归NOC所有。面对经济危机，尤其是农作物减产和缺乏基础设施资金，贾根试图向IMF借款，但由于IMF要求私有化，他放弃了这一决定，转而从社会主义阵营的多个国家获得贷款。自给自足政策有所放宽，开始从社会主义阵营国家进口本国未生产的商品。还邀请了来自东德、罗马尼亚和古巴的专家来优化和有效发展基础设施、医疗和教育，圭亚那的专家也开始前往莫斯科和北京学习。这一系列措施暂时解决了社会经济问题，但经济进入了停滞，债务迟早需要偿还。\r\n辛格成功与右翼激进的自由党、中间派人民民主运动以及毛主义工人民众先锋党谈判，组建了一个左右联合的“解放与民主先锋队”。然而，尽管如此，据称由于舞弊，根据议会选举结果，NOC获得了22个席位，另外通过地区议会决定又得到了10个席位。NPP和OS分别获得了7席和16席。这个结果可能引发议会危机，但伯纳姆担心大规模的民众骚乱，于是与ANM组成了联合政府。妥协的结果是，辛格成为总统，伯纳姆再次担任总理，大多数部长职位也归NOC所有。然而，辛格推动政治自由化和国家民主化改革的所有努力在国民议会中屡屡失败，最终在面临联合政府破裂和CHP与NPP组建新联盟的威胁压力下，辛格辞职。毛主义RNAP的黑人创始人布林德利·本接过了领导权，尽管如此，他很快就与联合政府中的右翼成员达成了共识。面对经济危机，尤其是农作物减产和基础设施资金短缺，本从IMF贷款，以换取对国有部门中亏损部分，尤其是农业企业的私有化，并用获得的资金升级了基础设施和农业设备，从而恢复了预算盈余并加快了糖出口的速度。然而，这些债务迟早还是要偿还的。\r\n伟大舵手的陨落\r\n在其统治期间，福布斯·伯纳姆始终是圭亚那政坛的强势人物和大家长。即使他与贾根合作，并允许右翼自由派反对派的存在，他实际上仍然是整个合作共和国的主要操控者。然而，伯纳姆最近需要接受喉部手术。1985年8月6日，在古巴医生的照料下，独立圭亚那的第一任也是主要领导人突然去世。他的时代戛然而止，国家也突然进入了一个新时代。国民大会党能否顺利将权力交接给伯纳姆的继任者和最亲密的朋友休·德斯蒙德·霍伊特？另一位候选人是长期反对派人民进步党及其长期领导人切迪·贾根，此前曾被英国指控为马克思列宁主义同情者和苏联在南美的“特洛伊木马”。而最新的候选人是布林德利·本，他将毛主义的工人先锋党、代表非裔美国人利益的ASCRIA和代表土著印第安人利益的IPRAR合并，组建了工人民众联盟。然而，只有在他再次尝试与右翼反对党联合时，他才有机会。\r\n休·德斯蒙德·霍伊特，PNC（右翼独裁）\r\n切迪·贾根，人民进步党（国家社会主义）\r\n切迪·贾根，人民进步党（红色保守派）\r\n布林德利·本，WPVP-ASCRIA-IPRAR-LP-PDM（原始法西斯主义）\r\n本恩在国内的政治影响力太小\r\n就在选举前不久，霍伊特和其他PNC成员开始与反对派进步人民党谈判，试图达成国家团结的方案以解决国家问题。霍伊特表示愿意继续对话，并作为表面改革的姿态，禁止了海外、代理和邮寄投票。反对派指责政府舞弊，抵制了1986年的市政选举，结果NOC赢得了所有地方席位，开始进行国家改革。恢复经济对政府来说是一项重大挑战。霍伊特的第一步是增加私营部门的比重：放弃了社会主义，发展市场经济和私人企业成为国家优先事项，取消了价格管制，并为私人企业提供激励措施。1988年，霍伊特政府取消了所有外国公司在该国经营的障碍，并由此最终放弃了自给自足的理念。然而，谈不上民主化——1990年，霍伊特宣布进入紧急状态，推迟选举，并将大片赤道森林租赁给外国公司。\r\n一个出人意料的结果是贾根代表NPP获胜。在二十年缺席后，他再次上台，然而，正如人们所说，这次是由于舞弊。根据议会选举结果，NOC获得了22个席位，另外还有10个席位由地区委员会决定。NPP和OS分别获得了21个和2个席位。这个结果可能引发议会危机，但霍伊特害怕大规模民众骚乱，于是与NPP组成了联合政府。作为妥协的结果，贾根成为总统，霍伊特成为总理，大多数部长职位仍归NOC所有。面对经济危机，尤其是农作物减产和缺乏基础设施支持资金，贾根试图向IMF借款，但由于IMF要求私有化，他放弃了这一决定，转而从社会主义阵营的多个国家获得贷款。自给自足政策有所放松，开始从社会主义阵营国家进口本国未生产的商品。同时还邀请了来自东德、罗马尼亚和古巴的专家，优化并有效发展基础设施、医疗和教育，圭亚那的专家也开始前往莫斯科和北京学习。这一系列措施暂时解决了社会经济问题，但经济陷入停滞，债务迟早需要偿还。\r\n贾根·切迪的第二任期开始时，面临的正是上一任期结束时的同样问题——经济停滞和对社会主义阵营的债务。与外国人先前的担忧相反，他以民主社会主义者而非马克思列宁主义者的身份执政。为了避免继续接受社会主义阵营的援助而失去国家独立、转而依赖另一个国家，贾根决定向国际货币基金组织贷款，以换取对国有部门中亏损部分，特别是农业企业的私有化。用获得的资金，他实现了基础设施和农业机械的现代化，从而恢复了预算盈余，并加快了食糖出口的步伐。同时，贾根支持工会运动并投资于基础设施建设。他还通过了旨在保护和发展工会、并强制要求工会参与雇佣工人的新法律。国家正式确立了建设“合作市场经济”和打造“社会导向型国家”的方针。\r\n布林德利·本巧妙地结合了支持黑人、印第安人、小企业、工人和农民的言辞，他的左右翼联盟成功在国民议会中获得了第二名，而获得第一名的NNC甚至未能拿下50%的席位。这导致NOC内部出现了冲突，派系主义抬头，霍伊特辞去了党魁职务。随后，在组阁谈判中，毛主义的WPVP、亲非裔美国人的ASCRIA、亲印裔的IPRAR以及NOC本身被胜利地合并为一个新党——工人民众联盟。尽管左翼不承认上次大会的决定，从NNC中分裂出去，自由党和人民民主运动也退出了本联盟，但新成立的RNA党还是拿下了国民议会79%的席位。新政府指责旧政府修正主义，指责右翼反对派为外国情报机构工作，并在全国实施紧急状态：对前NOC左翼分裂派、右翼政党甚至NOV都展开了镇压。贾根本人逃离了国家。与此同时，本宣布国家的新意识形态为“民族毛主义”，其基础是“逐步向具有拉美特色的社会主义过渡”。领导层宣称圭亚那尚未准备好实行社会主义，并报告称农业已完全私有化，取消了自给自足政策，允许外国企业进入本国。同时，对圭亚那本地生产的商品征收高额关税，外国企业必须以特许经营为基础成立，其中至少40%股份须由圭亚那公民持有。面对如此激进的市场改革，工会罢工遭到血腥镇压，工会运动被取缔，取而代之的是成立了国家劳资互动协会，旨在“确保工人与雇主之间的诚实和公平互动”。圭亚那的经济和GDP开始迅速增长，然而，城市居民的福利却反而下降，而农民的财富则大规模积累。\r\n年轻国家\r\n苏里南首任总统约翰·费里尔（来自社会民主主义的苏里南民族党）执政期间，经济衰退、失业率上升和政府腐败问题突出。仓促组建的苏里南国民军中有许多士官试图组建工会，并抱怨腐败和低工资。总理亨克·阿隆拒绝承认他们，并逮捕了带头者，导致1980年2月25日发生军事政变。政变由军人联合会领导人高级中士德西·鲍特塞与其他15名中士共同策划。鲍特塞开始以他创建的国家军事委员会主席身份统治苏里南。他解散议会，废除宪法，在全国实行紧急状态，并设立特别法庭审判前政府成员和大商人。与前宗主国荷兰的关系急剧恶化，但与古巴及拉美社会主义国家的关系加强。六个月后，总统约翰·费里尔在军方压力下辞职，军方任命左翼民粹主义民族共和党人秦亚森为新总统。秦亚森组建了一个包括两名国家军事委员会成员在内的左翼内阁。然而不久后，鲍特塞与秦亚森发生争执，后者希望建立文人政府，前者则希望维持军政府。接下来会发生什么？右翼反对派军方会否利用这场分歧？\r\n德西·鲍特塞幸存于所有政变企图（国家社会主义）\r\nJang Ah Sen成功与其他军官（红托利党）谈判\r\nRambokus和Hawker发动了一场成功的政变（原始法西斯主义）\r\n9月，秦·阿森宣布了一项宪法改革草案，拟将国家军队的作用限制为政府中的监督角色。作为回应，军方组建了人民革命阵线，这是一个由鲍特塞和另外两名军事委员会军官，以及三名学生会和工会领导人领导的政治联盟。秦·阿森被免职并驱逐出境。在新政权建立的最初几年，鲍特塞强调其反帝国主义立场，宣称苏里南革命进程与格林纳达革命关系密切，并与其领导人莫里斯·毕晓普保持个人友好关系，多次会见菲德尔·卡斯特罗。他推行全面工业国有化政策，并打击持不同政见者。在荷兰对苏里南实施制裁并取消对极左、自由派和右翼反对派镇压的补贴后，鲍特塞表示“我们不在乎，我们预算里有你们补贴的二十多倍”，与荷兰关系急剧恶化，但与古巴、尼加拉瓜、圭亚那、委内瑞拉建立了更紧密的关系。然而，在美国入侵格林纳达后，鲍特塞停止了与社会主义阵营的合作和与西方的对抗，转而恢复与荷兰的关系，试图奉行在社会主义与资本主义世界之间的“中间”政策。\r\n9月，秦·阿森宣布了一项宪法改革草案，规定国家军队在政府中仅限于监督角色。对此，鲍特塞试图组建“人民革命阵线”以罢黜秦·阿森，但后者通过承诺给予其他“中士”一定的影响力和豁免权，并保证其统治的左翼取向，同时争取到前总统约翰·费里尔的支持，成功获得了他们的支持。约翰·费里尔还组织集会，支持秦·阿森反对鲍特塞。秦·阿森联合民族共和党中温和派代表及支持他的“中士”们，组建了苏里南工人党，正式宣布“主权主义、劳动主义和继承1980年人民革命遗产”为其意识形态。秦·阿森通过的新宪法宣布将全部权力移交给民选的文官政府和议会，所有军事政治组织被解散，同时军队保留在国家出现危机时罢免总统、解散议会和组织提前选举的权利。根据新宪法，只有不威胁当局的政党才能参加首次选举，同时恢复了多党制和新闻自由，停止了对工会的打压，恢复了独立工会组织。苏里南宣布自己为“合作共和国”，走上建设“人民合作经济”的道路。\r\n兰博库斯并非1980年政变的成员，但他最初对“军士长”们的事业表示同情。然而，随着时间推移，兰博库斯对政权的批评日益加剧，因为他认为士兵不应处于权力中心，而新政权同样陷入了与旧政权一样的腐败。1982年3月10日至11日夜间，兰博库斯释放了中士长威尔弗雷德·霍克，霍克是1980年试图与右翼军官发动政变的领导人。他们一起控制了苏里南首都的Memre Boeko军营。新的政变者自称为“国家解放委员会”。他们的计划是攻击泽兰迪亚堡（释放所有政治犯）并在坦克支援下进攻鲍特塞总部。“军士长”们被逮捕，鲍特塞在战斗中阵亡。巴尔·乌姆劳辛教授被任命为新总统，所有权力集中在FNL手中。新政府批准了建设全阶级团结有机国家的方针，不分宗教和民族。同时进行了大规模私有化，并启动了基础设施、商船队、医疗机构和教育系统的宏伟发展项目。与此同时，对工会组织和自由媒体的打压仍在继续。新宪法在实现完全平等的同时，还设立了一个新上院，由统一国家工会和企业委员会代表选举产生。反对派称新政权为“新法西斯主义”，而当局则组建了“民主与发展阵线”，其官方意识形态为“具有苏里南特色的劳工主义，主张平等与人民团结”。就这样，政权被移交给了一个由基督教民主党人、自由保守派和第三条道路民粹主义者组成的五花八门的政治联盟。\r\n年轻一代\r\n袁世凯案\r\n黑手党联盟\r\n拒绝无产阶级\r\n旧兄弟会的复兴\r\n现在是时候让老一代“革命者”将权力移交给年轻人了，否则我们可能会面临老党员相继去世导致权力真空和危机的局面。为此，我们考虑了一位积极进取、充满活力的年轻党员，他是热忱的爱国者，也是胸襟开阔的人。\r\n现在是让中国在伟大领袖的英明统治下重返辉煌的时候了，这位领袖是一位强有力的人物，也是全体中国人民的卓越庇护者。为了实施真正的改革，实现中国伟大复兴的快速而独特的进程，我们应当将巨大的权力交给我们无可争议的领袖。\r\n犯罪当然是敌人，但前提是内部犯罪。而外部犯罪则始终是一个机会。因此，在这种情况下，如果我们不怕与美洲大陆上的中国黑帮建立牢固而密切的联系，我们就有一个独特的机会在美利坚合众国获得庞大的情报和政治网络。\r\n农民几百年来一直是中国的中坚力量，正是他们肩负着保护和发展文明的沉重而伟大的责任。我们有责任通过最终依靠农民来深化“具有特色的社会主义”：我们将拆除城市，恢复农民的生活方式，将工业品减少到最低限度。\r\n蒙古人与我们早已断绝联系，但这并非中国人的过错。他们断绝的是与上一任皇帝及其母亲那疯狂暴虐的权力，而非与中国本身。如今这一障碍已被清除，蒙古人民也已相信我们的善意，我们可以开始推动一个项目，将蒙古重新融入我们伟大的中华民族大家庭！\r\n统治国家\r\n依赖传统/政教协议\r\n自由民主主义学说不再可用\r\n新增了一个修正\r\n如果选择了该答案选项\r\n该派系被禁\r\n只有国家垄断资本主义将会可用\r\n国家统一\r\n蒙古将作为一个自治共和国并入中国\r\n现代时代的皇帝\r\n朱镕基，出身于明朝开国皇帝后裔的古老家族，成为继毛主席之后，首位成功将全部权力牢牢掌握在自己手中的领导人。终身总统的职位、几乎全面的合法权力、个人崇拜，以及在各种文化和政治会议、演讲中大力宣传其子，同时极力强调国民党在中国历史上的腐朽与堕落作用，这一切导致了诸多传言，认为朱镕基的行为与已故自封为皇帝的袁世凯极为相似，并且他很快也可能宣布自己为中国新皇帝……\r\n没有发生重大事件\r\n回到乡村去！\r\n在第一阶段，城市居民被驱逐到农村，许多国家机构和服务被清算，佛教僧侣遭受迫害，所有宗教被全面禁止，前政权各级官员和军人、前种植园和大型农场主被肉体消灭。所有公民都被强制劳动，全国被变为农业劳动公社，工作日常常长达14小时——尤其是在修建灌溉设施、改道河流、开辟河口、种植防护林带等方面，这些被宣称为“临时措施”，目的是彻底改造中国所有自然区域以种植农作物。目标被定为“彻底消除中国的不毛之地”。被社会化的儿童被隔离在特殊营地，旨在培养他们对劳动、土地和现政权的热爱，并让他们憎恨城市和工业。“汉谟拉比法典”式的法律盛行：哪怕是最轻微的过错也会被判处死刑并付诸实施。语言也被改革以“返本归源”——所有礼貌和性别用法被废除，学术词汇被排除，复杂句式被简化。最终，中国几乎与外部世界完全隔绝，只与邻国保持有限的外交联系，而且仅仅是为了防止不必要的边界关系。\r\n我们还不是原始主义者……\r\n巴尔干国家未能结盟\r\n统一阿拉伯国家\r\n泛阿拉伯主义在中东已经盛行数十年，但每一次统一为单一国家的尝试都不可避免地失败了。鉴于该地区没有一位有魅力的领袖愿意分享权力，这一次阿拉伯人能否实现统一？\r\n阿联成立\r\n伊拉克、叙利亚、阿尔及利亚、利比亚和埃及——在阿联\r\n威权主义\r\n社会主义\r\n改良主义\r\n自由主义\r\n国家的国家体制\r\n中东无战争\r\n建立统一的阿联\r\n创建了“联邦国家”（亲中）\r\n统一特工网络\r\n通过在我们的联盟内建立一个统一的特工网络，我们的情报能力将大幅提升。\r\n已组建军事同盟\r\n激活修正“代理协议”\r\n从“大跃进”中最终恢复\r\n农业企业整合\r\n农业方法的发展\r\n机械化的发展\r\n选择与遗传研究\r\n新研究机构\r\n新型化肥和农药\r\n基因改造\r\n不适宜土地的开发\r\n改进的流水线生产\r\n拥有本国科技产业\r\n工业全面换装\r\n拥有电子产品\r\n现代建筑技术\r\n我们机器的改进\r\n企业管理自动化\r\n计算机化\r\n中国OGAS\r\n加深武器研发\r\n特勤部门换装\r\n新侦察方法\r\n核武器与导弹武器的发展\r\n为信息战做准备\r\n军队重新装备\r\n军事高级训练\r\n现代装备\r\n管理与组织改革\r\n通信卫星\r\n导航卫星\r\n军事卫星\r\n载人飞行\r\n星际飞行器\r\n轨道停滞\r\n太空飞机\r\n科技\r\n已研究\r\n统一总参谋部的建立\r\n通过在我们的联盟内建立一个统一的总参谋部，我们将成倍提升我军的力量与实力。\r\n激活修正项“军事协议”\r\n统一中央条约组织与东南亚条约组织\r\n在东盟\r\n在东南亚条约组织\r\n在CENTO\r\n东南亚条约组织和中央条约组织的合并无疑会削弱在第三世界国家的影响力。\r\nCENTO和SEATO将实现统一，巴基斯坦和伊朗将加入我们的军事同盟\r\n是东南亚条约组织成员\r\n是东盟成员\r\n是CENTO成员\r\n削弱苏联的影响力\r\n苏联势力的增长威胁着中国的安全。我们必须采取一切措施阻止苏联的侵略！\r\n一旦\r\n月份\r\n削弱美国影响\r\n日益增长的美国影响力威胁着中国的安全。我们必须采取一切措施阻止美国的侵略！\r\n破坏亲苏同盟国家的稳定\r\n如果我们是苏联联盟的成员，那么显然一切都必须按照我们的方式来！施加压力、策划阴谋以及支持亲华派政客，是成功扩展我们影响力的秘诀。愿所有国家再次在我们的威严下屈膝！\r\nWPO成员\r\n苏联在联盟国家的影响力\r\n美国在联盟国家的影响力\r\n中国在联盟国家的影响力\r\n破坏亲美联盟国家的稳定\r\n如果我们要成为美洲联盟的成员，那么显然一切都必须按照我们的方式来！施加压力、策划阴谋以及支持亲中国的政客，是成功扩大我们影响力的秘诀。愿所有国家再次在我们的威严下屈膝！\r\n削弱苏联在非洲国家的影响\r\n苏联正在积极扩大其在非洲国家的影响力，在整个非洲大陆传播共产主义思想。我们必须阻止他们！\r\n削弱美国在非洲国家的影响力\r\n美国正在积极扩大其在非洲国家的影响力，在整个非洲大陆推广新自由主义和资本主义。我们必须阻止他们！\r\n苏联在非洲国家的影响：\r\n美国在非洲国家的影响：\r\n中国在非洲国家的影响力：\r\n已保存\r\n已加载\r\n计时器将被设置为\r\n月份\r\n非洲国家的稳定\r\n发表一场带有激进言辞的演讲\r\n将改变外交声誉\r\n中国领导人将从联合国讲台发表讲话，代表中国人民表达我们对超级大国罪行、他们的帝国主义政策以及他们即将灭亡的全部看法！\r\n发表一场和平言论的演讲\r\n中国领导人将从联合国讲坛发表讲话，代表中国人民呼吁所有国家实现和平、裁军并克服冷战。\r\n增加石油产量\r\n扩大国内石油生产将推动我国经济发展，并延缓对石油进口的需求。\r\n“黑金”修正\r\n工业更高\r\n石油产量\r\n将增加到\r\n东西伯利亚—太平洋\r\n从苏联到中国的石油管道建设将有助于提高我国经济增长率，并显著降低石油进口成本。<color=red>管道建设将持续12个月，每两周消耗0.5资金</color>\r\n与美国的关系提升\r\n与苏联的关系更高\r\n采取环保措施以减少石油消耗\r\n新技术的引入和生产的加强可以减少国家对石油的需求，并在长期内为预算节省数百万元。\r\n石油消耗\r\n将减少到\r\n石油消耗更多\r\n与中情局有合作\r\n“世纪协议”的终结\r\n1970年签署的“以管换气”协议使苏联能够绕过美国的禁运，并维持对碳氢化合物的有利价格。然而，波恩的社会民主党和自民党执政联盟已经瓦解，导致亲西方的基督教民主党重新上台。我们可以与美国伙伴一起“说服”他们，以从我们盟友缅甸获得廉价碳氢化合物供应为交换，终止这一协议。\r\n石油价格将下降\r\n不能低于$10\r\n由于契尔年科遵照医生规定的饮食，他没有食物中毒，留在了莫斯科，避免了黑海天气带来的感冒。契尔年科继续执政，并与新任党内意识形态家理查德·科索拉波夫、维克多·普里比特科夫和瓦季姆·佩切涅夫一起，召开并主持了1986年苏共大会（重新安排在1985年11月），会上通过了一项令人震惊的纲领：在政治部分，斯大林得到了彻底平反，尽管承认了他的一些小错误，但将去斯大林化和经济问题的责任归咎于赫鲁晓夫、马林科夫和谢列平这群“主观主义疯子”，而勃列日涅夫则被战术性地排除在外；在意识形态部分，发表了令人震惊的声明——苏联尚未实现社会主义，只处于通往社会主义的过渡阶段，试图宣布苏联已实现社会主义只是赫鲁晓夫“赶超政策”的结果，实际上，社会主义意味着实现完全的人民政权和生产资料的彻底公有化；与此同时，纲领中最温和的部分是经济——批准了“加速”项目，包括五年计划以计算机化和科学进步为导向，生产则转向集约型而非粗放型。{0}党的这一出人意料的纲领给苏联带来了严重挫折。{0}党的这一出人意料的纲领在国外引发了巨大轰动，甚至招致指责，但却巩固了科索拉波夫的权威和地位。在同一次大会上，由戈尔巴乔夫领导的所谓“改革派”被击败，他们被称为“新NEP分子”。普里比特科夫成为苏共中央意识形态负责人，佩切涅夫成为部长会议主席。与此同时，科索拉波夫的“向真正人民政权过渡”计划开始实施：他认为斯大林本意是将苏共从国家行政中分离出来，仅保留意识形态职能，但希望通过电子民主的形式完善这一方案。作为改革的一部分，苏联内部紧急建设了内联网，个人电脑虽然性能较弱，但在苏联公民中变得像电视一样普及。同时，计算机和内联网也成为国家机关以及公民交流和商品交换的常用工具。1991年，苏共新大会批准了实施人民政权的方案，希望既能拉近社会主义的距离，又能对官僚主义造成沉重打击，推动经济增长。根据改革草案，苏共失去了提名候选人的权利，选举变为多元化，任何人都可以参选。然而，像萨哈罗夫这样的国内异见人士和像利莫诺夫这样的国外异见人士都被禁止参选，因为反苏宣传和反革命的相关条款依然保留，并继续剥夺选举权。这既是为了保护无产阶级，也是为了安抚党内。出于同样目的，改革被宣布为“斯大林政策的延续”和“斯大林早期计划的实现”。{0}然而，选举结果与科索拉波夫的预期大相径庭：地方苏维埃和最高苏维埃中出现了大量与理查德主线不同的意识形态代表，从托洛茨基主义者、毛主义者到民主社会主义者和左翼民族主义者。科索拉波夫面临的威胁是，他不仅无法当选最高苏维埃主席团主席，甚至可能被开除出苏共，就连总书记最亲密的同僚也纷纷背离，站在了不同的阵营：普里比特科夫称改革“过于激进”，已开始组建“灭火队”，而佩切涅夫则加入了俄罗斯民族主义议员集团，打算借此“将政策方向转向俄本位”。军队和克格勃则认为局势尚未危及，不打算介入政治纷争，保持中立立场。\r\n苏联公民在看到托洛茨基主义在国外取得的成功后，也开始受到这种充满希望的思想的感染，这不仅得益于原本边缘的托派地下小组，也得益于最近引入的内部网络。于是，几年内，原本人数极少的反对派迅速发展成拥有数百万支持者的真正力量，并在最高苏维埃中获得了大量席位。但托洛茨基主义者的席位还不足以组建政府，因此他们与由阿纳托利·卢基扬诺夫领导的改革派苏共议会小组，以及由罗伊·梅德韦杰夫领导的左翼知识分子议会小组结成了联盟，这两个小组的出现得益于自由选举。这个联盟被迫通过了一项双方妥协的纲领：托派亚历山大·塔拉索夫当选为最高苏维埃主席团主席，托派娜塔莉亚·马格纳特被确认担任部长会议主席，惩罚性精神病学被禁止，持不同政见者和左翼政治犯被释放并获得平反，通过恢复工厂委员会，企业中的工人控制得以恢复，工会被允许成立并与国家分离。但由于在政治纲领制定上的根本分歧，进一步的改革陷入停滞：托洛茨基主义者希望取缔苏共并建立新的共产党，而改革派和知识分子则只想实现多党制。这种分歧给了苏共足够的时间进行重组和整顿：中央委员会选举了一批相当年轻、果断且强硬的政治家组成新的政治局，由鲍里斯·普戈担任总书记。新政治局的第一项举措就是打击改革派苏共代表——将他们开除出党，并用忠诚的代表取而代之。于是，联盟多数派瓦解，议会陷入僵局，几乎没有法律得以通过。现在，在下一次选举到来之前，所有党派都只是努力维持现有体制的运转，并积极准备将来复仇。{0}有趣的是，所有这些事件让《文学俄罗斯报》得以刊登费利克斯·丘耶夫对老斯大林主义者拉扎尔·卡加诺维奇的采访，采访以他的一句话作结：“我以为尼基特卡是托洛茨基主义者。结果和你们比起来，他什么都不是。”\r\n苏联公民在目睹了毛主义在海外的成功后，也开始受到这一充满希望思想的感染，这不仅得益于此前边缘化的毛主义地下组织，还得益于最近引入的内部网络。因此，仅仅几年时间，极小的反对派就成长为拥有数百万支持者的真正力量，并在最高苏维埃中获得了大量席位。毛主义选举部门依托于地下无产阶级专政党，主要吸引了工厂工人、矿工和非脑力劳动者的选民，但因此毛主义者未能赢得最高苏维埃的多数席位。格里戈里·伊萨耶夫随后宣布了新策略：工人和矿工被组织起来举行多次集会，抗议者开始封锁主要街道，并聚集在行政和苏共大楼附近。毛主义组织局代表所有抗议者提出了唯一的要求：将组建部长会议的特别权力移交给毛主义议员集团。克格勃试图逮捕抗议领导人的行动被愤怒的人群击退，而因近期改革陷入混乱的苏共中央决定与骚乱者谈判。谈判结果是克格勃领导层被逮捕并判刑，苏联举行了重新选举，毛主义者赢得了足以组建政府的多数席位。接下来，苏共被合法取缔，其领导人因“修正主义和走资本主义道路”被审判。苏维埃代表的豁免权也被取消，大规模逮捕开始，反对这些措施的示威被武装矿工驱散。就这样，一个一党专政被另一个一党专政所取代。新当局立即开始大规模清除“赫鲁晓夫集团的遗产”：打击官僚主义和消灭“资本主义生活方式”。然而，除了逮捕、清洗干部和更换意识形态路线外，苏联最高领导人格里戈里·伊萨耶夫宣布将实施“拉兹拉茨基同志加强国内无产阶级权力、打击官僚和红色经理、同时保持先锋党领导地位的纲领”。为此，工人的罢工权和罢工行为被完全放开，变得绝对自由，并在每个工厂和企业都成立了拥有广泛行政和惩戒权力的工人委员会。“党必须通过其领导人领导国家，而同一个党也必须与国家及其领导人作斗争”——这成为全国的新口号。{0}有趣的是，所有这些事件让《文学俄罗斯报》得以刊登费利克斯·丘耶夫对老斯大林主义者拉扎尔·卡冈诺维奇的采访，采访以他的一句话作为结尾：“真是一群毛主义小崽子。难道尼基塔当初与中国断交是对的？”\r\n科索拉波夫感到四面受敌，这时中国情报机构通过中国大使馆介入。中国安排了理查德·科索拉波夫、国防部长谢尔盖·索科洛夫和总参谋长谢尔盖·阿赫罗梅耶夫的会面。在谈判过程中，中国代表和科索拉波夫本人说服了军方，认为由于佩切尼奥夫和普里比特科夫背后捅刀，国家局势已失控，苏联正处于崩溃边缘。最终，在军队的支持下，召开了苏共紧急代表大会，来自全国的大多数科索拉波夫忠诚者被召集到会，在会上科索拉波夫再次当选总书记，佩切尼奥夫和普里比特科夫被开除出苏共，政治局成员则由“青年斯大林主义者”维克多·安皮洛夫、臭名昭著的作家弗拉基米尔·布申、反勃列日涅夫的哲学家米哈伊尔·波波夫以及《苏维埃俄罗斯报》主编瓦伦京·奇金组成。苏共被清洗出“修正主义者、官僚和机会主义者”，党员人数从700万减少到200万，入党标准也更加严格。随后，在最高苏维埃仍无法选出新部长会议时，武装力量进驻所有主要城市，内务部封锁了所有广场和市中心。电视台播放新任苏共中央政治局成员的讲话，内容大致总结为：“反革命和反动势力利用了苏维埃民主的恢复”，“这一切都是中情局实现法西斯主义输出苏联的计划”，以及“保持冷静，忠诚的斯大林主义者和真正苏维埃民主的支持者将恢复秩序”。最高苏维埃被孤立，代表被逮捕，并宣布重新选举。全国掀起一波逮捕浪潮，反苏法律进一步收紧，只有通过辩证法、MELS基本论点和政治经济学国家考试的候选人才能参加新选举。就这样，民主被“遏制”，新政府通过了“斯大林十击”计划：恢复企业自治，以实现计划指标和国家要求，效仿斯大林模式；恢复斯大林的纪念碑和地名（包括将伏尔加格勒恢复为斯大林格勒）；推翻赫鲁晓夫对被镇压者的平反；组织社会主义国家权力向斯大林主义力量转移；建立统一的经互会经济体；解散华沙条约组织并重建共产国际情报局；与欧洲共产主义运动彻底决裂；在“科索拉波夫-波波夫理论”框架下发展马克思主义理论新阶段；合法化和扩大合作社、小企业和收租者的权利；以及拒绝“和平共处政策”和“缓和政策”，转向积极对抗世界社会法西斯主义。{0}有趣的是，这一切发生后，《文学俄罗斯报》得以刊登费利克斯·丘耶夫对老斯大林主义者拉扎尔·卡加诺维奇的采访，最后他这样说：“工人们，共产党员们，你们是完全瞎了吗？这里哪里有斯大林的思想？你们该为这种事被枪毙！这是一场灾难。”\r\n尽管理查德·科索拉波夫采取了一切措施切断并清除改革派势力，但在最近的选举中，人民主要还是投票支持了改革派政治家。然而，这些新的“人民”改革派却以斯大林的名义竞选，并打出了再斯大林化的口号。不过，除了这些漂亮的口号外，他们还提出了许多相当非苏维埃的竞选承诺：恢复和支持东正教活动、废除无神论、合法化中小企业、私有化住房、私人媒体和电视频道、减少审查制度等等。因此，改革派力量的这种胜利彻底削弱了科索拉波夫在党内的地位，他因“个人专断和造成对苏维埃政权有害的行为”被开除出党。在普里比特科夫的倡议下，奥列格·谢宁成为苏共中央总书记，批评了“宗教性、民族主义和强国主义”，但宣布了一项新的苏共纲领——希望能够超越反对派——有限度地认可了放松审查、独立媒体和中小企业合法化的理念，同时强调“加强国际主义、各民族的兄弟联盟以及新体裁和新风格的无产阶级文化”。与此同时，在最高苏维埃，除了苏共中央政治局的忠诚派和小派系外，还形成了两个由基层苏共党员和无党派自荐候选人组成的大型议会集团：久加诺夫-阿尔克斯尼斯的“更新联盟”集团，宣扬基督教东正教社会主义和阿巴尔金的“社会主义市场经济”模式；以及佩切尼奥夫-叶利钦的“改革”集团，采取了更为激进的俄中心主义、新纪元主义和“法国干预主义模式”立场。于是，在最高苏维埃中建立了一种新的苏维埃议会传统，这种传统将在未来延续下去：苏共的“正统派”、苏维埃“新左派”中的“革新派”以及吸引持左翼民族主义观点人士的“改革派”之间形成了不稳定的联盟-反对关系。而这一切都在共同友好地为斯大林的遗产喝彩之下进行。{0}有趣的是，所有这些变化让《文学俄罗斯报》得以刊登费利克斯·丘耶夫对老斯大林主义者拉扎尔·卡加诺维奇的采访，采访以他的一句话结束：“傻瓜们！你们为什么要诋毁斯大林？！有斯大林就有理想，而现在倒好，打着斯大林的旗号，宗教和私人资本也都进来了！”\r\n无财产\r\n回归本源\r\n仅限小型企业\r\n你无法切换到 | 自动化、计划、混合经济、最小监管 | 在该经济体制下：| <color=#DC143C>已禁用 | 条件自由化 +25.0 | 与美国关系 -25.0</color> | 在其他经济体制下：| <color=lime>与美国关系：+1.0 | 条件自由化：-0.5</color> | <color=#DC143C>预算：-0.5</color>\r\n你无法切换到 | 自动化、计划、混合经济、最低监管 | 在该经济体制下：| <color=#DC143C>已禁用 | 条件自由化 +25.0 | 与美国关系 -25.0</color> | 在其他经济体制下：| <color=lime>与美国关系：+0.5 | 服务业：+0.5</color> | <color=#DC143C>预算：-0.5</color>\r\n你无法切换到 | 自动化、计划、国家垄断资本主义 | 在该经济体制下：| <color=#DC143C>禁用 | 条件自由化 +25.0 | 民众支持 -25.0</color> | 在其他经济体制下：| <color=lime>服务业：+0.5 | 生活水平：+0.5</color> | <color=#DC143C>预算：-0.5</color>\r\n食利资产阶级的问题\r\n作为新民主主义政策的一部分，并根据中国的建国形势，伟大的毛同志决定在资产阶级中实行一项特殊政策。\r\n在新民主主义政策框架下，结合中国的实际情况，伟大的毛同志决定在资产阶级中实行一项特殊政策：每年向资产阶级支付其企业利润的5%。此举旨在激励全国各种企业的发展，最终为向社会主义过渡创造条件。在大跃进和文化大革命期间，这一政策进行了调整：向社会主义过渡意味着对私营企业的完全国有化，但对原企业主的年度固定支付仍然保留，原企业主本人也被安排在其原企业的新管理机构中任职。如今形势发生了变化，我们必须决定如何应对。第一个选项：维持现状——原企业主迟早会去世，届时支付自然终止，一切自会解决。第二个选项：承认企业国有化属于越权行为，将被征收的财产归还原企业主，回归“通过市场实现社会主义”的政策。第三个选项：调整政策，转而支持小企业，以维护经济健康。第四个选项则最为简单：彻底放弃这项作为历史遗留的政策。\r\n保留付款，但不保留私有财产\r\n归还财产并保留赔款\r\n小企业更需要它\r\n拒绝此政策\r\n我们还没准备好做决定\r\n这些都没有必要\r\n已实现\r\n我们生活在一个不同的经济体中\r\n全党和整个国家机关都已铭记您的决定。这个问题将尽快得到解决并付诸实施。\r\n尚未做出决定\r\n毛同志去世了\r\n支持安德罗波夫\r\n安德罗波夫已退出政坛。\r\n我们在苏共中央的影响力不够\r\n支持谢尔比茨基。\r\n谢尔比茨基影响力太低。\r\n支持佩尔谢。\r\n置身事外，耐心等待。\r\n一位意识形态者之死\r\n出人意料的是，苏联首席意识形态家米哈伊尔·苏斯洛夫在观看一档关于列宁的电视节目时去世了。作为一名禁欲主义者、忠诚的苏共党员以及十月革命的参与者，苏斯洛夫被认为是在过去二十年里为整个苏联定下意识形态基调的人。他的意识形态领导风格以在斯大林派与反斯大林派、本土派与西化派以及苏联内部各种思想力量之间寻求平衡为特点，力图找到中间道路。苏共中央政治局中没有第二个人像他那样——不喝酒、不抽烟，甚至没有属于自己的家具，更喜欢土豆泥和香肠，而不是鲟鱼和鱼子酱。三十年来，苏斯洛夫一直穿着同一件大衣，直到热爱生活的勃列日涅夫在一次政治局会议上忍不住嘲笑道：“为什么不给米沙换件新大衣？”就连在他去世后，也让人感到惊讶——整理他的文件时发现，苏斯洛夫经常把自己工资的一部分捐给和平基金。党的首席意识形态家对此从未炫耀，也未张扬，他只是单纯地认为，作为一个共产党人，这样做是对的。| 现在，苏共中央政治局必须决定由谁来接任空缺的职位：\r\n|克格勃主席安德罗波夫，以高效和忠诚受到勃列日涅夫的喜爱。但众所周知，已故的苏斯洛夫非常不喜欢安德罗波夫，几乎不可能希望他成为自己的继任者。\r\n|勃列日涅夫的老朋友兼同僚谢尔比茨基，这意味着一次重大的干部调整，因为他显然会想把自己的人从基辅调到莫斯科，而这对现任中央委员会成员来说并不合适。\r\n|阿尔维德·佩尔谢是一个妥协人物，不太可能干涉中央委员会的事务，并允许他们安稳生活。但勃列日涅夫意识到他身体不好，因此希望身边有一个积极主动的人。\r\n勃列日涅夫身患重病，认为安德罗波夫将是一个出色的助手，并且在必要时可以在所有事务中替代勃列日涅夫。作为妥协，谢尔比茨基的人马接任了克格勃主席一职。然而，这已经为安德罗波夫打开了新的前景。他已经开始组建一个小组，研究匈牙利的改革经验。\r\n|尽管中央委员会和安德罗波夫表示反对，勃列日涅夫还是决定需要谢尔比茨基在莫斯科，而不是在基辅，于是谢尔比茨基和他的亲信一同迁往莫斯科。\r\n|尽管勃列日涅夫试图为苏斯洛夫寻找一位有效的继任者，但疾病使列昂尼德·伊里奇无法完成这一任务，作为妥协人选，缺乏主动性且顺从的佩尔谢被任命为“临时”负责人，直到勃列日涅夫去世，而这在所有人看来只是短期内的事情。\r\n<color=yellow>军队实力：{1}</color>|增长：{2}|<color=fuchsia>军队的增长取决于对军队的贡献以及工业的发展水平</color>\r\n<color=yellow>作战单位：{1}</color>|增长：{2}|<color=yellow>预备役：{3}</color>|<color=fuchsia>增长取决于人口增长</color>\r\n<color=yellow>海军实力：{1}</color>|<color=fuchsia>海军实力由陆军和作战单位的实力手动转换而来</color>\r\n<color=lime>获得+50.0海军实力的花费：</color>|<color=red>-50.0陆军实力|-1.0作战单位|-25.0预算</color>\r\n<color=red>失去-1.0海军实力：</color>|<color=lime>+5.0陆军实力|+1.0作战单位</color>\r\n越南\r\n印度\r\n日本\r\n越南\r\n老挝\r\n柬埔寨\r\n泰国\r\n泰国\r\n缅甸\r\n苏联\r\n苏联\r\n新加坡\r\n阿富汗\r\n尼泊尔\r\n菲律宾\r\n菲律宾\r\n朝鲜\r\n空\r\n空\r\n空\r\n<color=purple>对越南进行{0}先发制人的防御性战争以实现中立</color>\r\n<color=purple>先发制人的解放战争{0}以恢复领土完整</color>\r\n<color=teal>第三次海军入侵{0}，用于征服和整合日本</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合越南</color>\r\n<color=teal>解放的先发制人战争{0}以夺取并整合老挝</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合柬埔寨</color>\r\n<color=purple>对泰国进行征服的{0}先发制人的防御战争</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合泰国</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合缅甸</color>\r\n<color=purple>特别军事行动{0}以遣返维吾尔难民</color>\r\n<color=teal>先发制人的解放战争{0}，以夺取并整合黑龙岛</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合丹马西</color>\r\n<color=purple>特别军事行动{0}，以消除对中国的毒品走私</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合尼泊尔和不丹</color>\r\n<color=purple>为征服菲律宾而发动的{0}先发制人的防御战争</color>\r\n<color=teal>先发制人的防御战争 {0}以控制南沙群岛（斯普拉特利群岛）</color>\r\n<color=teal>先发制人的解放战争{0}以夺取并整合朝鲜</color>\r\n<color=purple>第二次达曼冲突</color>\r\n空\r\n空\r\n韩国实现统一，并与菲律宾一道加入我们的军事同盟\r\n舰队实力为500.0，且没有其他直接战争\r\n没有战争。\r\n对越南的先发制人防御战争\r\n与印度的领土完整恢复战争\r\n日本的第三次入侵\r\n对越南的先发制人解放战争\r\n对老挝的先发制人解放战争\r\n对柬埔寨的先发制人解放战争\r\n对泰国的先发制人防御战争\r\n对泰国的先发制人解放战争\r\n对缅甸的先发制人解放战争\r\n中亚与苏联的边境冲突\r\n争夺萨哈林的战争\r\n对丹马希的先发制人解放战争\r\n针对贩毒的特别行动\r\n对尼泊尔和不丹的先发制人解放战争\r\n对菲律宾的先发制人解放战争\r\n与菲律宾的海洋资源战争\r\n对朝鲜的先发制人解放战争\r\n第二次达曼冲突\r\n空\r\n空\r\n<color=orange>冲突胜利进度：</color>|每2周：|<color=red>进度-5.0%|-0.1人口。|进度为0.0%时失败</color>|<color=lime>进度为100.0%时胜利</color>|<color=yellow>胜利返还90%的作战单位，|失败返还70%的作战单位</color>\r\n<color=lime>+5.0冲突进展的花费：</color>|<color=red>花费取决于所选择的军事战术和人道主义战术。</color>\r\n<color=red>返还 -1.5 冲突进度：</color>|<color=lime>+0.5 军队实力|+0.1 作战单位</color>\r\n有一个机会可以发动这场战争\r\n军队实力 - 250.0，且没有其他直接战争\r\n这场战争从未开始\r\n我们既未与苏联或美国结盟，也未加入不结盟运动。\r\n这个国家不在我们的联盟中\r\n该国不在我们的势力范围内\r\n制造了战争借口\r\n东亚联邦成员（{0}的傀儡国）\r\n未能建立关系\r\n越南已拒绝加入经互会\r\n泰国或越南亲中\r\n未加入联盟且发生了政变（且没有战争）\r\n军队实力为300.0，且没有其他直接战争\r\n老挝和缅甸亲中，泰国无战事\r\n与印度建立了关系\r\n维谢格拉德集团是在中国的保护下成立的\r\n日本加入联邦并赢得中亚边境冲突\r\n马来西亚和印度尼西亚加入我们的军事同盟\r\n舰队实力为50.0，且没有其他直接战争\r\n阿富汗发生了内战\r\n香港、澳门和台湾已回归，国家未加入任何联盟\r\n香港、澳门或台湾已归还，且该国家未加入任何联盟\r\n中华人民共和国的全球影响力 >= 15.0\r\n联盟共和国\r\n新的中国霸权\r\n世界舞台上的新玩家\r\n魔方尚未组装\r\n神风不再提供帮助\r\n卡塔斯特洛伊卡\r\n乌斯季诺夫的遗产\r\n尽管遭遇了世界超级大国的反对，尽管经历了内战、日本占领、鸦片战争的失败和世界殖民主义，中国不仅恢复了昔日的地区强国地位，还将影响力扩展到前所未有的高度，令世界分析家们的所有预测都大为震惊。在东亚众多分散的民族和国家之上，一个全新的、多国统一的联邦已经形成，如今在北京的领导下，在共同发展与繁荣的旗帜下，正大胆迈向伟大的未来。国界正在消融，经济正在统一，共同国籍正在推行，最终，一个全新且世界上最大的新国家正在国际舞台上崭露头角。\r\n中国数百年悠久的国家传说得以在世界舞台上重新崛起：中国再次成为众多国家争取光明未来的统一力量。这个新联邦为亚洲各国展示了一条可能的替代道路，未来很可能会有更多成员加入。与此同时，制图师们不得不再次重绘世界地图，但这难道不是一件好事吗？！\r\n没有任何统一的联邦能够在东亚立足，导致该地区分裂且多元化。\r\n萨哈林——大象的诞生地\r\n苏联军队在中亚的失败以及对逃亡维吾尔人的强制引渡，导致军方在苏联的影响力急剧上升。因此，1987年在马蒂亚斯·鲁斯特臭名昭著的飞行事件后，军方势力过于强大，无法仅凭不成文的决议将其轻易驱逐。于是，“改革设计师”雅科夫列夫制定了新的计划，以不同方式瓦解苏维埃政权。在他的唆使和建议下，戈尔巴乔夫将马蒂亚斯·鲁斯特飞行事件的责任归咎于整个苏联政府：戈尔巴乔夫宣布，苏联高层全体都要为此事件负责。米哈伊尔·谢尔盖耶维奇成为首位公开承认国家存在巨大复杂问题、且只能通过根本性改革解决的苏联领导人。随后，他解散了部长会议，并与整个政治局一同辞职，这意味着政治局成员和部长会议成员全部退出政坛。雅科夫列夫希望通过这种方式在苏联制造权力真空并推动其陷入危机，进而引发根本性深刻改革，然而这一计划并未如愿。确实，问题的公开和总书记本人对问题严重性的承认削弱了苏联社会的稳定，而政治局和部长会议的辞职则造成了暂时的权力真空和混乱，但随后在克格勃和军队机关支持下，苏共紧急召开代表大会，选举出了由“老”改革派和此前在戈尔巴乔夫、利加乔夫集团中担任次要角色的安德罗波夫干部组成的新政治局。是的，这两派都是安德罗波夫提拔的，但由于活力和积极性，安德罗波夫本人及80年代的政治局此前更青睐并提拔了围绕戈尔巴乔夫和利加乔夫的“安德罗波夫派”集团。|一位折中候选人被选为新一届苏共中央总书记：杰出的经济学家、白俄罗斯苏维埃社会主义共和国温和改革的同事、该共和国领导人尼古拉·斯柳恩科夫（在他任内，白俄罗斯甚至连商店排队现象都消失了）。|部长会议由务实低调的技术官僚弗拉基米尔·多尔吉赫担任主席，坚定的经济改革者尤里·索洛维约夫担任副手，两人共同推动与外国公司大规模合资企业发展，并恢复新经济政策时期的旧原则，同时保持对战略、金融、原材料行业及对外贸易的国家垄断。|中央经济部由维克多·尼科诺夫领导，他是农业从集体农庄和国营农场向家庭承包和合作农场转型的激进改革方案作者，整个部门计划实施这一改革。|外交部由叶夫根尼·普里马科夫领导，他开启了与美国的新一轮对抗，但采取务实路线，与世界各国合作对抗北约，无论其意识形态如何。|国家计划委员会由全联盟工会中央理事会书记、工程师和劳动积极分子亚历山德拉·比留科娃领导，她以铁腕整顿消费领域，并在国家计划委员会推动了根本性改革，特别是五年计划向消费品和轻工业倾斜。|而拉脱维亚领导人、拉脱维亚族的鲍里斯·普戈成为内务部长，开始大规模打击民族主义、自由派和分裂主义组织及团体。|总的来说，苏联正在推进一系列改革，期望摆脱内外交困，重返世界舞台，成为超级大国。\r\n苏联军队在中亚的失败，以及在中日海军组织的封锁中失去萨哈林和远东舰队的全军覆没，导致军方在苏联的影响力急剧上升。因此，1987年，在马蒂亚斯·鲁斯特臭名昭著的飞行事件后，军方势力过于强大，戈尔巴乔夫批评后已无法简单要求其集体辞职。相反，为了让军方“退休”，在总书记安全主管弗拉基米尔·梅德韦杰夫的支持下，军方决定发动政变，认为文官领导层应对所有失败负责。他们逮捕了整个政治局和部长会议，成立了国家紧急状态委员会（GKChP），指责现任当局为西方服务，故意破坏经济和军工部门，意图瓦解国家并进一步将其私有化到党内“精英”手中。| GKChP由乌斯季诺夫的亲密盟友、苏联国防部长、苏联元帅谢尔盖·索科洛夫领导。GKChP还包括与军事结构有关的军方和文职人员，特别是航空总元帅亚历山大·科尔杜诺夫、武装部队总参谋长、苏联元帅谢尔盖·阿赫罗梅耶夫、航空元帅伊万·普斯季戈、航空元帅阿纳托利·康斯坦丁诺夫、航空元帅伊万·科热杜布、苏联国防部驻阿富汗和切尔诺贝利老兵瓦伦京·瓦列尼科夫、外高加索军区司令康斯坦丁·科切托夫、乌克兰共产党中央委员会第一书记弗拉基米尔·谢尔比茨基、乌兹别克共产党中央委员会第一书记伊纳姆江·乌斯曼霍贾耶夫、土库曼斯坦共产党中央委员会第一书记萨帕尔穆拉特·尼亚佐夫、拉脱维亚共产党中央委员会第一书记鲍里斯·普戈、GIPKh主任、切尔诺贝利化学家及“能源-暴风雪”主要设计师之一鲍里斯·吉达斯波夫，以及控制论程序员和国际科学家阿纳托利·基托夫。| 所有政治自由化被叫停，不满的青年异见团体被忠于军队的部队驱散。取代“公开性”和“改革”的，是大规模的再斯大林化和城市更名。同样，戈尔巴乔夫的经济改革被叫停，随后对1983-1987年改革负责的国家领导层被示众枪决，国家引入了类似“先军政治”的体制：军方在地方和经济结构中掌握权力，腐败即使是小额贪污也被处以死刑，国家计划委员会完全转向军事化和军工复合体，国家开始大规模军事化。与此同时，为提高国家和经济管理效率，所有经济和社会领域开始大规模计算机化和自动化，正如乌斯季诺夫曾经设想的那样。| 与此同时，在外交政策方面，波兰的卡齐米日·米亚尔和匈牙利的贝拉·比斯库，出乎他们中国朋友的意料，欣然接受了“消灭反革命分子和苏联回归斯大林统治”，很快再次成为莫斯科的忠实盟友，使中国对他们的影响力完全丧失。随后，华沙条约组织联合部队以演习为名被调往罗马尼亚边境，秘密发出恢复苏联基地的最后通牒，在齐奥塞斯库如预期拒绝后，匈牙利人在罗马尼亚发动起义，最终由格奥尔基·阿波斯托尔和尼古拉·米利塔鲁的双人组发动政变。新罗马尼亚当局在苏联支持下结束紧缩政策，重新建立苏联军事基地。华约集团对莫斯科完全效忠，而这似乎只是个开始……\r\n萨哈林曾经是、现在是、将来也会是苏维埃的！\r\n{0}的命运\r\n该国未被纳入联邦。\r\n在缅甸解放后，领导人是貌貌博士，这位性格内向的律师曾参与起草缅甸1974年宪法，并于1980年成为司法部长。尽管他曾参与执政的缅甸社会主义党中央委员会，但中国解放者决定利用他以往的人脉关系，以避免彻底摧毁国家的整个体制，并减少游击军事单位的数量。|缅甸的新任文职总统将国家联邦化，赋予所有地区自治权，并促使亲中政治家在各地上台。尽管如此，通过在全国维持戒严和武装部队的权威，貌貌以强硬手段和武力推动缅甸融入新的统一联邦。\r\n在缅甸解放后，由革命家、诗人及地下亲中共缅甸共产党中层人物波昌冲同志领导。中国解放缅甸后，发现缅共高层有些人在党内并无权威，另有一部分涉足鸦片贸易，还有一部分不同意缅甸加入与中国联合联邦的想法。其结果是进行了一场整风运动，在此期间，党和国家由波丹江同志领导。|新的共产党领导人于国内推行新经济政策——将所有企业国有化，在城市建立党的统治，但在农村将土地分配给农民和佃农，因为“封建缅甸尚未准备好实现社会主义”。与此同时，国家实现了相对的联邦化，缅甸拥有自身有限的自治权。因此，红色缅甸走上了一条新道路，但无论如何，这条道路最终都将通向与中国的统一。\r\n缅甸解放后，由前政权对外经济关系部副主任廷觉领导。正是他在对外经济部门的任职，使这位政治家具备了灵活性和务实精神，而他的经验和人脉也最终使他成为北京支持的最佳人选。在解放者的支持下获得援助后，廷觉组建了自己的政党，名为民主联盟。|新当选的领导人上台后，推行了一系列改革以实现国家民主化和经济自由化，同时清洗了许多前政权人物。新的缅甸宪法确立了多党民主和私营企业，并保障了社会权利、国家干预以及工会组织在社会中的广泛参与。这些社会民主政策，加上混合经济和民粹主义，使新缅甸能够通过多元文化和以社会为导向的市场，平稳地融入与中国的新联邦。\r\n在缅甸解放后，国家由金貌上校领导，他是一位反对军方掌权、支持文官统治的老军人和持不同政见者，因此多次被逮捕。在中国解放缅甸后，在北京的支持下，这位上校组建了自己的民族自由党，凭借他的口才和民粹主义，他带领政党成功赢得了首次大选。|新当选的领导人上台后，推行了一系列改革，使国家民主化、经济自由化，并清洗了许多前政权人物。新的缅甸宪法确立了多党民主和私人企业，并保障了传统价值观、佛教和保守主义的至高地位。这种民族保守政策，加上经济放松管制和权力下放，使新缅甸能够通过保守民主和社会保守型经济，顺利融入与中国的新联邦。\r\n在泰国解放后，领导人是阿南·班雅拉春，他曾任外交部长、商人和银行董事。他此前一直积极推动与中国建立关系，这是解放者任命他的主要原因之一，其他原因还包括他的柔韧性、灵活性和廉洁性。|泰国新任军事政权领导人迅速使政府重回正轨，并通过与中国统一联邦的一体化计划打击叛乱分子。然而，他并不是一个安静的傀儡，还批评了与他共同执政的军事政权。因此，阿南·班雅拉春推动了国家的权力下放、经济放松管制、法院和执法机构的改革。尽管军方以打击叛乱分子和恐怖分子的名义消灭了一切反对派，国家的腐败现象大幅减少，经济稳定性增强。然而，按照阿南·班雅拉春的要求，泰国的进一步一体化伴随着多党政治和自由选举的引入，尽管只有保守的亲中政党和组织被允许参与。\r\n在泰国解放后，由泰国共产党领导人、极具适应能力的活动家普拉查·塔尼亚派布恩同志领导，他长期坚定地与中国结盟。在他的领导下，泰国举行了自由选举，但只有社会主义政党——社会民主党、工党、社会党和共产党——被允许参加选举。|共产党掌权后，进行了大规模农业集体化，并将全国划分为由党小组管理的自治公社。反对党——这三党与共产党一同进入议会——因反对泰国主权丧失及与中国合并为单一联邦的政策，在城市中发起罢工和工业行动，最终被取缔，领导人被逮捕。在这些政党忠诚成员的残余基础上，成立了人民民主党，负责管理城市地区，而大部分农村地区则由共产党接管。然而，这两个党派之间几乎没有差别，且都忠于北京，积极推行其政策。\r\n在泰国解放后，由素贴·苏查坤领导——他是泰国小型社会民主党的领袖，主张佛教-基督教社会主义，排除马克思主义和毛主义。|素贴·苏查坤上台后，除了将泰国纳入与中国的联邦外，还解散了所有政党，推行无党派的分权公社自治民主，赋予劳动集体特殊权利和社会保障。国家最高机构成为每年召开的大会，但该大会已无法阻止中国商品和工人大量涌入泰国，泰国最终被北京所吸收。在新领导者支持者的引导下，泰国社会本身也走向合作农业主义和虔诚的生活方式。\r\n在泰国解放后，克拉赛·查纳翁，一位经济学家、学者和政治佛教活动家，成为了领导人。根据与北京签订的条约，泰国保留了有限的君主制，但泰国开始积极融入与中国统一的联邦。在新领导人的带领下，国家经历了大规模的民主化和放松管制，随着泰国经济与中国的融合，也出现了大规模的自由化。在首次自由选举中，克拉赛·查纳翁以压倒性优势获胜，成立了中左翼的新力量党。新政府继续坚持保留传统君主制和佛教、与中国融合的路线，开始推行社会项目和改革，旨在以自由资本主义和人人平等的条件为基础，建设繁荣的经济和人口。\r\n在老挝解放后，领导者是帕考·赫尔，一位反叛指挥官，自封为老挝民族之一——苗族的国王。掌权后，他立即组织了大规模处决和自己的加冕仪式，尽管流亡王室抗议，他还是成为了老挝国王。|新国王开始像推行激进佛教一样积极地将老挝融入与中国的联邦：权力转交给新的苗族贵族，教育交由寺院管理，确立了官方宗教，整个经济由国家掌控，并通过分散任命的总督系统进行管理。世界各地的分析人士争论，这个由数百万中国刺刀支持的新王政体，是让老挝的发展倒退了一百年，还是建立了一种具有地区特色的新型混合政权。\r\n老挝解放后，由潘妮·雅托杜领导，她是一位沉静、积极且高效的经济学家，曾任老挝对外经济银行银行家及规划委员会主任。她正是北京需要的那种能够稳定推进老挝与中国统一联邦一体化项目的人选。|潘妮·雅托杜坚定地执行既定路线，实际上成为了中国一个经济区的领导人，巧妙地管理并稳定了老挝的经济，从而安抚了民众，缓解了老挝一体化过渡期的不安。\r\n在老挝解放后，由老挝反美中立主义运动的创始人之一孔勒领导，他是一位同时反对王室派和共产党人的叛军指挥官。他花了数年时间试图让中国政府介入并解放老挝，似乎最终取得了成功。|在中国援助的加持下，理想主义者孔勒开始推行政治体制的民主化和自由化政策，并将经济转型为鸟笼模式，特别重视农村发展。继续推动老挝与中国一体化为单一联邦，实际上实现了过去老挝内战中“第三条道路”的理念。\r\n在老挝解放后，领导人是王宝，他是老挝反共叛乱中的一个有争议人物。值得注意的是，他不仅领导了叛军，还利用来自高级难民和老挝贵族家庭的捐款发展了自己的生意。|当王宝作为与中国协议的一部分上台后，他迅速将自己的资产和企业转移到老挝，实际上把整个经济掌控在自己的公司手中，仅仅制造了一个民主的表象。尽管国内成立了如倾向自由主义的民主党和倾向保守主义的国家进步党等政党，但实际上所有重要和中等职位都分配给了那些曾经从王宝本人手中购买过特殊证券的人，这些证券对应着相应的职位。就这样，王宝公司在国内建立了权力，而老挝本身也只是成为了实际上属于中国新领土的众多公司之一。\r\n在越南解放后，由持有法家观点的大越国民革命党活动家哈·叔·基领导。在该党所有高级政治难民中，他被北京选为最具灵活性和契约精神的人。他的首要任务是在越南重建该党组织。|哈·叔·基上台后，开始实施由创始人张子英制定的本党有限温和纲领：阶级团结、国家专政、主权民主、极端个人主义和性革命被宣布为越南国家建设的主要优先事项。国家掌控所有重要经济领域，取缔工会，并推行广泛的社会福利计划。同时，12小时劳动班次的劳动崇拜、多子女义务的家庭崇拜以及对国家忠诚的崇拜开始传播，违反三项原则中的任何一项都将被处以罚款甚至劳改营。与此同时，尽管表面上宣扬民主与正义，所有权力实际上都集中在“民族革命领袖”手中，经济与政治也与中国整合为一个统一的联邦领域。\r\n在越南解放后，由越南共产党中一位失势人物黎仲义领导，他具备灵活的外交思维，甚至在二战期间也能成功与日本占领者谈判。在北京的要求下，他首先重组了共产党，以适应新政策和新形势的需要。|黎仲义上台后，首先为所谓的“反党修正主义集团”平反并恢复其名誉，尽管他并未允许他们以任何方式重新掌权。随后，他宣布开始实行“革新”政策：工会获得解放，劳动集体的权利得到扩展，法院实现民主化，党内言论多元化也有所扩大。与此同时，越南的经济和政治在公众不易察觉的情况下，逐步融入与中国的统一联邦。黎仲义实现了他心中的民主人民越南，而中国也实现了他们的梦想。\r\n在越南解放后，黄明正领导了该国。他是一位失势的持不同政见者，也是越南民主党前总书记。该党曾在60年代前是共产党盟友，但后来因外交政策、民主化和托洛茨基主义等问题分裂。在获得北京支持、结束软禁后，黄明正从右翼和自由派重组了民主党。|黄明正掌权后，取缔了越南共产党及其出版物，平反了“反党修正主义集团”成员，并制定了新宪法，宣布自由、人权、私人企业、多党制和民主。此后，国内成立了数百个政党和组织。没有进行私有化，而是放松了市场管制，并允许中国银行和企业进入。建立的议会共和国设有名义上的总统和数十个议会政党，这使中国能够控制足够的议会席位和经济，从而让越南纳入人民币体系，并实现与中国逐步一体化为联邦的目标。\r\n在越南解放后，领导人是武鸿卿，他曾是被共产党逮捕的前越南国民党指挥官和活动家，也是中国内战时期国民党的盟友。尽管他长期协助国民党，但与国民党政客并无联系，而且由于在越南被软禁近20年，失去了所有关系和影响力，因此成为北京的理想人选。\n\n武鸿卿上台后，主要从事演讲和起草新宪法，国家的所有权力实际上掌握在越南共产党年轻干部手中，他们投奔中国并成为重组后的越南国民党领导人。新宪法宣布自由、人权、私人企业、多党制和民主。被私有化的企业大多归中国人所有，土地则重新分配给越南私人农民。基本的社会保障得以保留，但许多共产主义法律和项目被废除。尽管如此，凭借巨大的财政和政治援助，重组后的亲中越南国民党推行将越南融入与中国统一联邦的政策，开始在选举中占据多数席位。\r\n在柬埔寨解放后，由红色高棉的“三号人物”英萨利领导，他足够聪明，首先赢得了北京的忠诚和支持。官方上，他宣布与“波尔布特的法西斯政权”决裂，并指责昔日同僚实施了残暴的恐怖和大屠杀。|英萨利上台后，组建了名义上的保守民主党派——民主民族联盟运动，但实际上建立了一党专政，打压所有反对派。国家正式变为中国的原材料殖民地，经济开始专注于原材料领域，大规模开采自然资源（尤其是钻石和木材），其中相当一部分利润流入柬埔寨统治集团手中。与此同时，开始了激进的佛教确立，并对社会中其他宗教的代表进行根除（往往甚至是肉体消灭），摧毁他们的寺庙和圣地。总体而言，尽管与中国一体化为统一联邦，普通柬埔寨人的生活并没有太大改善。\r\n在柬埔寨解放后，潘·索万领导了国家，他是一位失势的亲越共党员，也是柬埔寨人民革命党的创始人之一。由于过于正统且拒绝在政策上妥协，他被越南上级以修正主义者的名义开除出党并送入监狱。|掌权后，潘·索万从部分前红色高棉和亲越共党员中组建了柬埔寨共产党，建立了一党制共和国。在他的命令下，整个经济实现国有化并服从于党领导的经济体制，推行中央计划，组织集体农场，并实施了广泛的社会救助计划。同时，大批金边居民因“与红色高棉法西斯和越南占领者合作”被驱逐到农村，且无权返回。金边则由忠诚分子和华人移民重新定居，从而巩固了柬埔寨向与中国统一联邦转变的进程。\r\n在柬埔寨解放后，洪森成为领导人，他曾是红色高棉和亲越共的活跃指挥官。洪森为人极其灵活且缺乏主见，他很快同意与中国合作以换取经济优惠，并迅速将小规模的共产党、红色高棉和民族保守派人物组织成柬埔寨人民党。|尽管名义上实行多党制，但在中国的支持下，议会大多数席位归执政党所有，而王室反对派再次被镇压。只有小型自由派和社会民主党在议会中组成了一个独立且对政权安全的反对派。在经济方面，企业和农场逐步通过改组为股份公司转移到中国人手中，采用了中国货币，银行也归属于中国中央银行。同时，柬埔寨合法化了私人企业和外国公司，实行低税收和优惠贷款条件，由此建立起手工业小作坊网络，使当地人民能够自给自足。\r\n在柬埔寨解放后，由诺罗敦·拉那烈亲王和“五号同志”乔森潘共同领导——在波尔布特和亲越势力被击败后，他们能够进行谈判和妥协。诺罗敦·拉那烈被加冕为柬埔寨国王，引发了合法在位国王的抗议。乔森潘则成为总理，组建了名义上的社会自由主义高棉民族团结党。|诺罗敦·拉那烈试图吸引中国及邻国投资，建设核电站并将国家转型为度假区，而乔森潘则专注于钻石矿和木材工厂，以及罂粟种植园，从而破坏了度假区和自然环境，并大规模强行驱逐阻碍其计划的传统居民点。最终，国王诺罗敦·拉那烈成立了自己的诺罗敦·拉那烈党，并开始批评政府的行为。由此王室与政府发生冲突，但无法动用军队解决，因为柬埔寨已没有独立军队，甚至游击队早已解散。既定的双重权力结构使北京成功实施了将柬埔寨并入与中国统一联邦的政策。\r\n被日本人民称为占领者的中国领导人，不敢摧毁日本君主制，而是选择为他们的计划寻找一位合适且忠诚的日本皇室后裔，试图加强日本君主制，以恢复他们在普通日本人心中的形象。|{0}\r\n说服裕仁天皇在又一次失败后退位的人是他的弟弟三笠宫崇仁。通过与北京的谈判，他也被加冕，并按照他自己的誓言，“在我死后，皇位将传给皇太子德仁”，也就是裕仁的孙子。然而，崇仁一上台，就通过公布自己关于二战的报告震惊了日本社会和国际社会，报告揭露了日本士兵对中国人的种族灭绝、虐待平民和强奸行为，以及日本军官和满洲领导人的掩盖行为。在这一背景下宣布的清算行动中，绝大多数政客被逮捕，许多政党被取缔，军队体系被彻底清洗。在此期间，日本实行了临时、无限期的紧急状态。|新任日本天皇崇仁随后宣布，“只有犹太教的研究让我再次为日本感到自豪”，并宣称“真理存在于犹太教之中”，“犹太教是一座神圣的桥梁”，之后公开皈依该宗教，并推动在全国范围内大规模开放犹太教堂、学校和学院。随后，天皇在电视直播中为日本人的所有罪行忏悔，并支持日本“在联邦内与中国的友谊与团结”的全面参与，主要处理对二战暴行的调查，并在中国领导人逐步整合日本的同时，推动犹太教的发展。\r\n在中国军队的压力下，裕仁天皇决定让长子明仁退位，由次子常陸宫正仁继承皇位。但他的次子主要是一位著名的科学家，致力于疫苗和药物的开发，并选择将权力交给他的左翼政党顾问。在随后的程序中，大多数政治家和政党因参与或掩盖二战期间的战争罪行而被禁止参与政治。随后成立了由共产党、社会党和日本革命共产党联盟组成的执政民族阵线联盟。\n\n新政府采纳了民主集中制、改良主义和工会主义原则，将所有公司和大型企业国有化，但保留了小型企业。国家实行计划经济，工会发挥了重要作用，并取消了与中国的所有边界和限制，标志着逐步融入统一联邦的过程。\r\n在中国军队的压力下，裕仁天皇决定让长子明仁退位，由其嫡孙浩宫德仁继位。年轻的天皇上台后，在中国友人的支持下，开始打击财阀和黑帮，更频繁地走向民众，反对传统和日本社会的封闭，支持生态和水资源保护。在一次与群众的会面中，他甚至受伤，随后中国军队展开惩罚行动，公开将财阀和黑帮的财产及企业收归中国政府所有。| 通过改革和开放社会，德仁还促进了繁荣，提高了出生率，减少了日本的抑郁和自杀，使自己成为历史上“最亲民的天皇”。然而，此时几乎整个日本经济已经被中国接管，标志着其成功融入统一联邦。\r\n说服裕仁天皇在又一次失败后退位的人是他的弟弟三笠宫崇仁，他还建议修改皇位继承法，将皇位传给未被连连失败玷污的新皇室分支，也就是裕仁的侄子高圆宫宪仁。新天皇上台后，得到了中国的支持，积极致力于铲除国内的腐败和黑帮。许多政客被监禁，许多黑帮成员在多次“清洁之手”行动中被消灭，从企业没收的财产被拆分并私有化，分配给不同的所有者。|最终，在暴力和中国支持的推动下，日本迎来了民主、自由和人权的新繁荣，政府和经济中的黑帮结构被彻底清除。然而，他们的位置被中国的“朋友”、特工和企业家所取代，这标志着日本不仅转型为真正的自由民主国家，也与北京实现了新联邦的统一。\r\n对齐\r\n对齐统一秩序（更改其国家体制）\r\n高棉卓越\r\n红色高棉于1975年上台，此后成为中国在东南亚争夺主导权中的积极盟友。政权建立仅一年，执政党内部就已分裂。领导核心中出现了两派对柬埔寨进一步改革持不同看法的集团：以胡宁、侯云和乔森潘为代表的左翼，反对以波尔布特、农谢和孙森为首的中间派，其主张是对全国各领域进行全面集体化，并将其划分为公社。目前，政治斗争已进入活跃阶段，下个月将成为两派对抗的决定性时刻。然而，也许我们应该利用这场纷争，借助我们英勇的解放军，消灭该地区这一不稳定因素……？\r\n支持中间派\r\n支持左翼\r\n现在是攻击高棉修正主义者的最佳时机！\r\n在政治斗争过程中，波尔布特决定采取策略，将主要攻击从自己身上转移开。从1976年9月27日到10月25日，他因“生病”担任柬埔寨总理一个月（实际上，这是一次派系斗争，波尔布特获胜，农谢依然是他坚定的盟友）。然而，在“病愈”结束时，党的左翼已经被击败，其中一名成员乔森潘甚至倒向波尔布特，背叛了旧同伴。表面上，没有人被剥夺职位、军衔或奖项，但斗争的结果是，中间派的思想被采纳实施，而他们的对手则失去了所有政治影响力。柬埔寨开始转变为一个高度集体化公社的体制。\r\n在政治斗争过程中，波尔布特决定施展诡计，通过宣布自己“生病”来将主要打击从自己身上转移出去，然而，在我们自1976年9月7日施加压力后，不到一个月，左翼中最容易达成协议的乔森潘被任命为柬埔寨临时总理。意识到中国的全部力量站在谁一边后，乔森潘依然忠于党的左翼，并在其支持下，波尔布特被孤立并被送去无限期“治疗”。十月，中间派最终被击败，左翼领导人胡宁成为柬埔寨共产党中央委员会总书记。党领导下的计划经济在城市中建立，而在农村则组建了独立的合作社，按照市场原则运作，“因为柬埔寨直到最近还是一个封建国家，还未准备好实现完全的社会主义”。然而，私有财产已经被废除。\r\n意识到柬埔寨现状是该地区主要的不稳定因素，且解决这一问题的唯一办法是在该地建立一个傀儡政权后，我方情报部门与各个指挥官取得了联系，无论他们是忠于我们，还是单纯贪恋权力或金钱，并在波尔布特以“因病”名义战术性撤退接受治疗之际，在柬埔寨后方组织了一场起义。震惊且分裂的执政集团未能及时对事态作出反应，甚至有部分高级党干部在叛军攻占港口、解放军开始登陆时倒戈投向了叛军。\r\n该国未加入任何联盟，并且在朝鲜宣布主体思想时发生了一次事件\r\n<color=yellow>专注于大规模突击</color>|没有什么比用大量兵力压倒敌人更有效的了。|<color=cyan>+5.0冲突进展的花费：</color>|<color=red>-2.5军队实力|-5.0作战单位</color>\r\n<color=yellow>专注于武器强度</color>|最好的进攻就是攻击空荡的战壕，我们的炮兵和狙击手一定会确保这一点。|<color=cyan>+5.0冲突进度的花费：</color>|<color=red>-7.5军队实力|-0.5作战单位</color>\r\n<color=yellow>专注化学武器</color>|让敌人在痛苦中死去，以此让他们学会恐惧，同时减少我们的损失。|<color=cyan>+5.0冲突进展的代价：</color>|<color=red>-2.5军队实力|-0.5作战单位|-0.5民众支持|+0.5思想解放|-0.5党派支持|-2.5与美苏关系</color>\r\n<color=yellow>人道待遇</color>|只有关心被解放的群众，我们才能赢得他们的支持。|<color=cyan>对冲突进展的代价：</color>|<color=red>预算-0.5</color>\r\n<color=yellow>败者的残羹冷炙</color>|战场上的胜利是我们的首要任务，对被解放村庄的关怀则是次要的。|<color=cyan>对冲突进展的代价：</color>|<color=red>-0.5 民众支持|+0.5 思想解放</color>\r\n<color=yellow>清除异见分子</color>|在被解放的村庄中潜藏着许多敌人，必须将他们处理并控制住。|<color=cyan>对冲突进程的影响：</color>|<color=lime>+0.5 党派支持|+0.1 团结</color>|<color=red>-0.5 民众支持|+0.5 思想解放|-0.5 特工网络</color>\r\n通过武力威胁，要求移交钓鱼岛的控制权\r\n协商钓鱼岛的共同所有权与管理\r\n日本是社会主义国家或是我们的傀儡\r\n日本处于中国的势力范围\r\n日本是社会主义/改良主义，或是我们的傀儡\r\n日本处于中国的势力范围或军事同盟\r\n钓鱼岛是日本的\r\n撤退\r\n秘密地\r\n直接从我们的账户提取资金：{0}10存入预算，账户扣除10\r\n从我们的账户秘密提取资金：{0}5用于预算，10从账户中提取\r\n我们的瑞士账户没有被冻结\r\n有钱存在瑞士账户。\r\n本月提款不超过25%\r\n<color=#00DA1D>激活</color>\r\n<color=#DC143C>冻结</color>\r\n宣扬红色基因的至高无上\r\n为什么正是这些中国伟大的革命者能够带领国家走向伟大，而不是其他人？这一切都归功于他们与生俱来的“红色基因”，这种基因存在于他们的祖先之中，并将传递给他们的后代。正是红色基因的携带者具备如此卓越的品质，能够成为全体中国人民的先锋。剩下要做的，就是在学校、党纲和国家立场中巩固这些论点。\r\n红色基因激活\r\n由于这一关键决策，中国当局正式将“红色基因”理论作为党和国家未来发展的基石。这一理论强调继承革命精神和对共产主义事业的忠诚，如今已成为治理和社会组织的指导原则。|尽管民主原则和人民权力的言辞仍在继续，现实情况却显示出另一种新的政治局面正在发展：早期中国革命者的后代已经上升为特权阶层，形成了一个新的贵族集团，对国家的政治和经济生活拥有相当大的权力和影响力。|随着“红色基因”理论的发展，其影响变得更加深远：新的精英阶层通过权力的世袭传承，现已掌控国家机器的关键杠杆，从政策制定、军事指挥到文化和教育机构。平等主义理想的时代似乎正在让位于以血统和历史忠诚为基础的结构化等级制度。|在中国发展的这一新篇章中，国家公民发现自己处于一个由僵化政治精英改变过去理想的局面中，人民权力的真正本质也成为反思和争论的话题。|国家的未来将取决于“新革命理想”与广大民众需求和愿望之间的平衡。\r\n未激活。\r\n泛世界野餐\r\n当夕阳落在被野心与意识形态重塑的世界上，这场宏大政治征途的最终篇章缓缓展开。昔日贵族传统与革命激情的分歧道路，如今已汇聚成一个强大的统一体。通过中国当局的战略远见与奥地利“泛欧野餐”组织的创新方法，一个新的力量在全球舞台上崛起。|这个实体，即“红色基因支持者国际联盟”，如今成为新时代的灯塔。在这里，古老的贵族与现代革命理想的激情无缝融合，塑造出独特的红色精英主义。这一运动跨越国界，将历史的辉煌与当代的热情结合，锻造出一个复杂而有影响力的网络，重塑了世界的意识形态格局。|在这一新范式中，传统与革命不再对立，而是相辅相成，创造出定义未来的动态合成。当最后的帷幕落下，全球秩序被不可逆转地改变，标志着一个红色革命主义与贵族遗产密不可分、共同引领历史进程的时代的到来。\r\n雨水打乱了所有计划。\r\n干涉罗马尼亚\r\n现在我们在世界上拥有很高的影响力，并且足够控制南美洲，可以从罗马尼亚大使馆官员中组建一个反对派团体，我们可以在齐奥塞斯库夫妇仍然掌权、罗马尼亚本身处于严重经济困境时，向齐奥塞斯库的同僚施压，促使他们“改变立场”。\r\n干涉东德\r\n现在温德哈尔斯已经巩固了自己的权力，我们可以与他联系，并在我们积极的财政和外交支持下，就进一步重组主权东德达成统一立场。\r\n干涉捷克斯洛伐克\r\n捷克斯洛伐克的保守派领导层害怕莫斯科大声呼吁的根本性改革。现在是时候与老捷克斯洛伐克朋友交谈，找到反对莫斯科的共同立场……或者联系保守派的反对者，支持对我们有利的改革力量！\r\n买下了罗马尼亚的债券\r\n温德哈尔斯领导着东德\r\n在经互会中至少有{0}个亲中国的国家\r\n这不是新元首吗？\r\n一个月后，奥地利将举行新的议会选举。分析人士预测，历史上首次，社会民主党将在议会中获得简单多数，并能够继续积极推动与西欧的一体化计划。但这对我们有利吗？|一些顾问建议利用这一局势，攻击现在在奥地利人民党和奥地利自由党领导层中的“被赦免”和“逃脱”的纳粹分子。这样我们就能向世界展示，法西斯分子无处可逃！|然而，一个更激进的派别建议干预选举，通过抹黑社会民主党领袖布鲁诺·克赖斯基，阻止亲欧势力的胜利。他曾发表过一些反犹言论，并多次为那些在其他奥地利政党中取得官职的前纳粹党（NSDAP）政治家辩护。只需将这些事实与几份伪造的虚假文件混合，丑闻就会变得严重。\r\n在社联和共产党内部散布谎言，挑起关于布鲁诺·克赖斯基纳粹主义的丑闻\r\n组织一次行动，清除藏匿在奥地利并参与极右翼活动的纳粹分子。\r\n这不关我们的事。\r\n我们的特工网络数量不足（需要20.0）。\r\n我们的瑞士银行账户里没有足够的钱（需要20.0）。\r\n我们的全球影响力不足（需要30.0）。\r\n尽管布鲁诺·克赖斯基本人是犹太人，并且曾险些死于达豪（他在奥地利法西斯时期的狱友后来成为亲纳粹运动成员，正因这层关系才将他释放），但在奥地利解放后，他却转而拥护奥地利民族主义，主张奥地利主权以及一条奥地利式的民主社会主义道路。这不仅导致他与现今政坛的“前纳粹分子”进一步结盟，还使他在发现某些部长曾是纳粹党成员时，依然坚决拒绝将其罢免。他甚至发表令人反感的言论，称“每个人都有犯错的权利”，“以色列无权干涉奥地利内政”。因此，甚至连极右翼奥地利政客——他们的亲属在二战期间与党卫军有密切联系——也对布鲁诺·克赖斯基表示赞赏，称他“既不是犹太人，也不是犹太复国主义者，只是一个奥地利人”。这种局面为我们提供了绝佳机会，可以用老办法——在真相里掺杂一点谎言，再加上合适的佐料——来操作。我们发表了几篇文章，称他因“向党卫军出卖其他藏匿犹太人的住址而逃离达豪，因此被前纳粹势力‘拿捏’，这就是他在公众面前如此行事的原因”。随后，类似的“独立分析人士”文章被送往社际国际和其他世界共产党办公室。这在奥地利国内外引发了巨大丑闻。尽管布鲁诺本人极力否认，奥地利社会民主党领导层也坚称这只是“毫无根据的猜测”，但在选举前遭受如此打击，足以让社会民主党失去组建一党政府所需的票数。\r\n在我们的支持下，犹太受害者的亲属以“旅游”为名前往奥地利，在我们组织的秘密藏匿点“发现”了由气枪改装的自制手枪和步枪。随后，在不同的日期和时间，三起暗杀行动相继发生——极右翼奥地利自由党中担任高层职位的“前”纳粹分子弗里德里希·彼得和约尔格·海德尔，以及奥地利人民党中的约瑟夫·里格勒都遭到袭击。并非所有暗杀都当场致命，但幸存者也在医院中死亡。此案在全球引发强烈反响，最终被捕的犹太人被驱逐到以色列，并立即获得赦免，而中国在反对世界纳粹主义斗争中的声望也随之提升。\r\n社会民主党最终获得了简单多数，但与奥地利自由党组成了联合政府，自由党领导人作为交换，开始将其政党从右翼转向自由主义。随后，该党加入了自由国际，并与社会民主党一起，参与了奥地利进一步融入西方结构和体系的进程。\r\n奥地利法西斯主义2.0\r\n在奥地利，正在形成一种危险局势，三大主要政党都开始倾向于积极的欧洲中心主义，并加入西欧组织。一个显著的例子是奥地利自由党，其领导人弗里德里希·彼得虽然曾是党卫军成员，但已与社会民主党领袖交好，并试图采取更自由的纲领，以进一步加入自由国际。向支持自由市场经济和融入西欧结构过渡的纲领，遭到党内积极分子的反对，特别是著名的年轻人约尔格·海德尔，他曾是该党青年团前负责人，目前是克恩顿地区分部负责人。然而，以色列当局对社会民主党和自由党领导人也不满意，如果我们与以色列的关系足够密切，可以为我们的特工提供以色列制服、武器和证件，就能利用这一点。不过，如果我们做不到或不想这样做，也可以与以色列联合发表声明，谴责奥地利高层领导的纳粹主导地位。\r\n刺杀弗里德里希·彼得，并嫁祸给摩萨德。\r\n与以色列发布联合声明。\r\n需要与以色列、叙利亚和伊拉克进行贸易。\r\n需要与以色列进行贸易。\r\n与阿拉伯情报机构达成协议，并向他们提供通过腐败手段购买的以色列设备后，我们共同策划了一次暗杀奥地利自由党领袖弗里德里希·彼得的行动，并故意留下了“以色列线索”，从而加强了奥地利右翼激进分子的地位。这次暗杀在奥地利媒体和党内引发了重大丑闻，导致自由派党内成员被边缘化，年轻的约尔格·海德尔成为党魁，并推出了新的民粹主义纲领：拒绝欧洲一体化、怀疑欧盟、限制移民、禁止外国人和双重国籍者拥有及租赁土地、将外国农业资产国有化、实行统一所得税率和对货币投机征税。该纲领不仅吸引了激进选民，还赢得了中小企业的支持，使该党选民支持率从5%激增至17%。\r\n在与以色列大使协商后，我们决定发表联合声明，谴责奥地利主要政党高层中的纳粹渗透，并呼吁他们清除纳粹分子。奥地利社会民主党领袖布鲁诺·克赖斯基自然表示抗议，要求“不要干涉奥地利内政”，但国际社会赞赏我们在反对纳粹主义斗争中的奉献。然而，我们党内有些成员对我们与以色列的合作感到不满，称犹太复国主义只是纳粹主义的新形式。\r\n由于进一步的变动，奥地利自由党加入了自由国际，并采纳了一项接近德国自民党的新自由主义纲领。\r\n奥地利人的选择\r\n多亏了我们的准备行动，社会民主党在议会席位上倒退到了1970年的水平，比上一次选举少赢得12个席位。奥地利人民党也失去了6个席位，而奥地利自由党则首次赢得了16%的选票和33个议会席位。在这种情况下，奥地利人民党和奥地利自由党决定组建右翼联合政府。第一大党领袖约瑟夫·陶斯以温和的右翼保守主义纲领成为总理。然而，为了维持联盟，奥地利应约尔格·海德尔的要求，暂停了对所有西欧机构的参与，并采取了疑欧的外交路线。然而，这种疑欧立场以及将右翼激进党派纳入执政联盟，违反了“防火墙”——欧洲为防止任何极左或极右激进派进入政府而形成的不成文共识。结果，北约和西欧国家与奥地利的外交联系被削减，对奥地利实施了制裁，冲击了其经济。七个月后，约瑟夫·陶斯宣布辞职。联合政府的命运岌岌可危，也许现在正是帮助反社会民主力量赢得奥地利人民党党内斗争的时机？这种力量的代表是主权派和新右翼分子约瑟夫·里格勒。\r\n向约瑟夫·里格勒提供秘密资金支持\r\n试图刺杀社会民主党领袖\r\n最近围绕社会民主党领袖的丑闻、奥地利自由党的崛起，以及来自看似盟友的反弹，暴露了奥地利人民党内部的矛盾。通过通过数个慈善基金会提供秘密资金援助，我们帮助了党内更倾向疑欧派系挖走了一些党员，并向选民进行宣传。结果，社会民主党的老盟友约瑟夫·陶斯辞去了党主席职务，由约瑟夫·里格勒接任。奥地利人民党与奥地利自由党的联盟得以确认。新政府计划取代了原有的温和右翼保守方案，推出了“绿色社会市场经济”项目，将现代西德经济模式与绿色政治和极端疑欧主义相结合。{0}\r\n我们试图重启之前的计划，让阿拉伯雇佣兵伪装成摩萨德成员来消灭我们的敌人。但这一次，由于之前的事件，奥地利安全部门已处于待命状态。最终，暗杀行动失败，但这一事件导致北约国家与阿拉伯世界之间出现了一些暂时的冲突，这削弱了美国在世界上的影响力。与此同时，在奥地利，奥地利人民党结束了与奥地利自由党的联合，再次与社会民主党组成联合政府。奥地利总理再次由布鲁诺·克赖斯基长期担任。\r\n最终，为了解除制裁并使经济正常化，奥地利人民党结束了与奥地利自由党的联合政府，重新与社会民主党联合执政。奥地利总理再次是常任的布鲁诺·克赖斯基。我们阻止奥地利融入西欧阵营的整个计划已经失败。\r\n为了绕过西欧的封锁，里格勒决定与匈牙利建立联系，特别是与其重要人物伊姆雷·波兹盖。谈判过程中，两位政治家制定了奥地利与匈牙利建立伙伴关系的外交方案，在奥托·冯·哈布斯堡的斡旋下，这一方案发展成为“泛欧野餐”组织。新组织的目标是基于匈奥两国历史友谊的遗产，共同应对国际压力。形式上，该组织并未违反经互会或华沙条约组织的相关规定，因此，尽管苏联提出抗议，匈牙利议会（随后奥地利议会）还是批准了这一协议，开启了新的联合外交、文化和贸易伙伴关系的时代。\r\n为了绕过西欧的封锁，里格勒决定与东方国家建立联系，特别是与阿拉伯国家、伊朗、罗马尼亚、南斯拉夫、匈牙利以及我们。奥地利经济的重新定位并非毫无痛苦，但在主权和奥地利身份复兴的口号下，奥地利成功重建了经济，并学会通过“东方国家”——东欧、阿拉伯世界以及中国——来规避任何制裁。尤其是在新时代，我们已成为奥地利最重要的经济伙伴之一。\r\n奥地利的最后时日\r\n奥匈帝国的建立在国内引发了不满情绪，民族主义集会开始爆发，严重损害了执政联盟的形象。社会民主党试图借此机会推动提前选举，力图在选举中获得多数席位。但此时，匈牙利劳工民兵开始行动。他们身着便装，手持各种棍棒，在多个地点越过已不复存在的边界，制造挑衅，迫使抗议者与他们发生冲突。借此，奥地利执法部门得以以街头斗殴和流氓行为的组织者为由，短暂逮捕集会领导人。随后，夜间有“不明身份”的人纵火焚烧了圣斯蒂芬大教堂，奥地利政府据此宣布全国进入紧急状态，禁止一切集会，并用高压水枪驱散抗议者。|在平息了主要骚乱后，奥地利与匈牙利经济一体化开始初见成效——廉价的匈牙利农产品和汽车流入奥地利，廉价肉制品则流向匈牙利。能源结构的统一也使得电价下降。所有这些都明显提升了奥地利公民的生活水平，逐渐消除了普遍的不满。下一步，奥地利人民党与奥地利自由党召开统一大会，合并为奥地利自由人民党。随后，类似阿切尔博法的法律在国内生效，奥地利事实上确立了一党统治。局势趋于稳定，政府牢牢掌控政权，并向奥匈联邦委员会派遣代表。\r\n在与制裁的无休止对抗中，奥地利与西欧的距离越来越远。社会民主党逐渐失去了昔日的影响力，被奥地利人民党取代，后者坚定地接过了社会民主党的左翼社会和绿色议程，因此在文化上趋于右翼，但在社会和经济上则偏向左翼。奥地利自由党则接管了右翼经济领域，主张保护主义，排除外国企业进入经济，拒绝移民，支持统一税率，并打击货币和其他投机行为。随着选举制度从比例代表制改为多数制，社会民主党最终在选举中被击败，并分裂为由维克多·克利马领导的左翼自由派和由约尔格·莱希特弗里德领导的民主社会主义者。奥地利最终成为经互会的准成员，并成为许多亚洲和阿拉伯组织的观察员，成为欧洲右翼疑欧主义的主要堡垒。\r\n奥地利的政治依然如故。\r\n波日盖的路线\r\n在全面了解国内发生的情况后，伊姆雷·波日盖意识到经济问题的严重性，并坚定地作出决定：“必须终结虚幻政策”。他认识到当前并非国家全面自由化的地缘政治时机，于是新任总书记将一批稳健的温和改革派吸纳进政治局：工人民兵指挥官尚多尔·博尔贝伊；首个摇滚剧院的领袖、导演兼作家马加什·乌斯蒂奇；学者、生物学家、地理学家及民族历史复兴活动家伊什特万·基塞利；以及执政党中央委员会经济政策部部长米克洛什·内梅特。他们组成了一个默契小组，着手准备改革。四人共同制定了所谓的“加博尔·贝特伦”方案，其中包括民族历史与道德的复兴、与宗教组织的和解、有限的经济放松管制、扩大私营企业，以及全面打击犹太复国主义和“吉普赛犯罪侨民”。然而，该方案尚未最终定型，因为尚多尔·博尔贝伊坚持采取更务实的经济路线，而伊什特万·基塞利则主张在此问题上依靠民族文化。|{0}|最终的选择仍取决于我们作为匈牙利债券持有者的投票。我们该建议什么？\r\n另一方面，执政党中央委员会国际部负责人提出了一个有趣的建议：鉴于近年来与奥地利在多个立场上的密切接近，霍恩·久洛建议回应奥地利总理的默示提议，开始制定奥匈两国统一为一个由中立名义君主领导的邦联的方案。然而，如果在谈判中找不到合适的调解人，苏联对此可能会做出非常激烈的反应……\r\n我们支持博尔贝的方法\r\n基塞利的奇怪计划更可取\r\n霍恩·久拉大概知道自己在做什么。\r\n复兴奥匈帝国没有任何前置条件。\r\n在一系列人事变动后，匈牙利社会主义党中央委员会大会正式通过了务实版的“加博尔·贝特伦计划”，作为未来五年的官方纲领。该项目设想在“对民族问题的马克思主义实现”框架下，谨慎推进经济改革，并实现匈牙利民族意识的复兴。尽管莫斯科在一旁谨慎抗议，波日盖依然重申了匈牙利对经互会和华约的成员身份，甚至向莫斯科承诺将结束不断向西方列强借款的政策。\r\n在一系列人事调整后，匈牙利社会党中央委员会大会正式通过了民族主义版本的“加博尔·贝特伦计划”，作为未来五年的正式纲领。该草案设想进行半工团主义的经济改革，并推动恢复“被奥地利和德国数百年统治所压制的匈牙利民族认同”。尽管莫斯科在一旁谨慎抗议，波日盖依然重申了匈牙利对经互会和华约的成员身份，甚至向莫斯科承诺将结束无休止地向西方列强借款的政策。\r\n匈牙利和奥地利试图启动合并进程，尤其是在新国王的领导下，这一举动引起了莫斯科的严重疑虑。布达佩斯和莫斯科之间的幕后谈判未能成功，双方都无法接受任何调解人。结果，当匈牙利当局公开宣布即将在不久的将来批准与奥地利统一为邦联、由尚未选出的君主共同统治的条约时，莫斯科再次出动了坦克。奇怪的是，“新纳吉·伊姆雷”的一些同志也倒向了苏联一方，具体来说，就是波日盖吸纳的改革派四人小组全体倒戈。没有发生任何抵抗，最终，波日盖和执政党的全部领导层被逮捕，政权转交给由博尔贝领导的新政府。国家加强了审查和执法机构的权力，重建了特务机关，经济恢复为计划经济，并获得了莫斯科的财政支持，但在社会政治领域则发动了民族主义宣传以安抚民众。匈牙利社会主义工人党被重组为匈牙利工农党，国家的象征也恢复为匈牙利王国的标志，但没有王冠和君主徽记。|与此同时，世界上几乎没有任何社会主义和共产党这一次谴责苏联军队，他们认为，恢复君主制和奥匈帝国主义实验的反动企图，比又一次苏联干预更为可怕。\r\n匈牙利和奥地利试图启动合并进程，尤其是在新国王的领导下，引发了莫斯科方面严肃的疑虑。{0}|在幕后谈判过程中，双方达成了妥协，使苏联感到安全，甚至在某些方面加强了社会主义阵营的反美堡垒。新的奥匈联邦将作为一个整体（包括奥地利）加入经互会，退出所有西方组织（包括国际货币基金组织），接受中立的不结盟地位（因此退出华约），但苏联军队基地将继续留在匈牙利境内（不得转移至奥地利一侧），也不得扩建；同时，匈牙利被保证保留社会主义党的一党制政权。加冕问题也被推迟三年，但允许加冕，条件是哈布斯堡家族成员（这是匈牙利方面的条件）和现有君主制政权的代表（应苏联方面要求）都不得登上王位。全世界都对这一结果感到震惊！\r\n不过，我们及时调解了布达佩斯和莫斯科之间的谈判。\r\n然而，罗马尼亚总统齐奥塞斯库及时调解了布达佩斯与莫斯科之间的谈判。\r\n新的1001\r\n匈牙利的经济僵局被新上任的四人改革小组通过桑多尔·博尔贝伊主导的改革方案所解决。除战略重要领域外，所有经济领域都允许各种形式的自由经营和创业。所有商品的价格也完全放开，外国投资者可以进入自由经济区。然而，政府没有进行私有化，甚至还通过了一项禁止私有化的法律，最低工资和社会保障也保持不变。官方宣布：“匈牙利的农业经济尚未准备好实现社会主义，需要回归列宁主义的过渡经济实践。”与此同时，国内开始了民族复兴运动：许多20世纪以前的匈牙利历史人物被平反，学校开始教授道德与伦理基础，纪念过去英雄的雕像和林荫道不断出现，而犹太复国主义和“吉普赛黑手党”则被宣布为国家敌人，导致罗姆人被驱逐到专门设立的贫民区。世界分析人士已将现政权称为“新霍尔蒂主义”，但国内局势却日益稳定。西方国家则决定集体对这一“非人道的威权独裁”实施经济和个人制裁。\r\n匈牙利的经济僵局被新四人改革小组的改革方案所解决，并采纳了伊什特万·基塞利的建议。价格实现了完全放开，所有国有企业实现了完全自治和自负盈亏，被分割为开放式股份公司，仅在形式上仍为国有。同时，企业的负责人和董事都由企业的股东会批准，人事工作也完全交由企业董事会负责。有人认为这实际上是经济私有化，走向完全资本主义，但国家仍保留了银行和金融领域，以及唯一有权重组和关闭企业的权力，因为国内既没有正式合法化私人企业，也没有货币兑换。因此，国家通过关闭、拆分不需要的企业和控制银行，间接“掌握着这些实际上私有的股份公司的命脉”。为掩盖向有限资本主义的过渡，新型企业被宣称为“人民企业合作社”，并出台了新的监管法律：工人只有在企业劳动集体多数同意下才能被解雇，每位工人（只要他/她是工人）必须至少持有企业1股股份。与此同时，政治上也开始了民族复兴：许多20世纪早期的匈牙利历史人物，甚至部分未受污染的霍尔蒂政权人物被平反，学校开始教授道德、伦理和基督教基础（每所学校配有自己的神父），纪念历史英雄的雕像和林荫道开始出现，犹太复国主义和“吉普赛黑手党”被宣布为国家敌人，导致信仰犹太教者和吉普赛聚居地居民被大规模驱逐到奥地利。工人民兵也被重组为匈牙利卫队，改变了章程和标志，成为类似军团的组织，桑多尔·博尔贝伊继续担任领导。伊什特万·基塞利本人则领导了新成立的“传统与文化保护协会”，该协会下辖教育与文化部以及所有公共、艺术和教育组织，推行新的精神民族主义秩序。这一政策最终被称为“匈牙利的社会主义道路”。但世界分析家已将现政权称为“新萨拉希主义”；然而国内局势却日益稳定。西方国家则决定集体对这种“非人道的威权独裁”实施经济和个人制裁。\r\n对奥匈两国经济进一步调整和整合的改革较为温和：奥地利将经济和银行金融领域中具有战略意义的部分国有化，禁止私人企业干预，并禁止外资进入；而匈牙利则全面放开价格管制，允许中小企业合法经营（但未进行任何私有化）。与此同时，联邦层面成立了一个统一的规划委员会，进行五年期的“指导性规划”。联邦层面还设立了一个一院制联邦议会，仅被赋予两项职能：批准外交协议和选举本身的总统。后者有权组建联邦政府，负责执行统一的劳动、关税和经济法规、条例及法律。匈牙利自身也进行了一些政治自由化改革，同时保持党的领导地位——允许议会进行替代性选举，非党派人士和少数执政党候选人可以参选。值得注意的是，匈牙利方面负责寻找合适君主的“圣冠委员会”由历史学家、教授及博士生伊什特万·卡莱伊领导。正是该委员会作出了邀请查尔斯·拿破仑·波拿巴的轰动性决定——他曾被父亲剥夺王位继承权，被所有波拿巴主义者拒绝、失去一切遗产，这位拿破仑曾参与法国所有左翼骚乱，是法国社会党积极分子。身心俱疲且不承认自己退位的查尔斯欣然同意接受奥匈联邦的名义王位，并接受委员会的三项条件——将其企业总部迁至维也纳，注册为奥匈企业；仅承认其第二次婚姻（未被所有波拿巴主义者承认）所生子女为奥匈王位继承人；放弃其他国家国籍。就这样，波拿巴家族再次成为合法君主，尽管方式极为离奇。西方国家则决定集体对这个“非人道的威权独裁政权”实施经济和个人制裁。\r\n匈牙利人没有回到过去。\r\n奥匈邦联人民民主王国\r\n混乱是一架梯子\r\n为了掌控南斯拉夫，我们不仅需要支持最稳定的政党，还要做出激进的举措，推动该国高层干部的剧烈更替。然而，鉴于我们在南斯拉夫拥有账户和企业，并持有该国的债务，我们可以支持某些激进派，以便让与世隔绝的南斯拉夫依附于我们。我们考虑了三位候选人：贝尔格莱德地区委员会主席、民族主义经济学家斯洛博丹·米洛舍维奇，激进右翼异见作家沃伊斯拉夫·舍舍利，以及温和的民族主义异见分子、A.兰科维奇的支持者多布里察·乔西奇。我们应利用不同的影响手段支持其中一人……\r\n支持米洛舍维奇\r\n把舍舍利赶出去，把生意“送”给他\r\n使Čosić合法化并将生意“赠送”给他\r\n我们的代表前往南斯拉夫，并且也破坏了科索沃的稳定\r\n我们不得不事先破坏科索沃的稳定。\r\n通过南斯拉夫大使馆，表达了希望与斯洛博丹·米洛舍维奇进一步合作的意愿，随后他的仕途开始大幅上升。与此同时，资金通过第三方账户转移，用于提升他的知名度，支持我们的国际报纸开始称赞他，许多学生——实际上是秘密的MGB特工——被以“交流”名义派往南斯拉夫主要城市，进行情报收集、贿赂关键人物并实施非法暴力行动。\r\n在南斯拉夫局势动荡的背景下，我们对释放沃伊斯拉夫·舍舍利的无声施压取得了成效，并保证他不会被起诉。在我们的支持下，他获得了自由和政治豁免权，随后用自己的利润开展了生意，创办了自己的报纸，并成立了一个塞尔维亚民族主义知识分子的公共历史协会。同时，在我们的斡旋下，他与卡拉乔尔杰维奇和彼得罗维奇-尼戈希王朝代表之间建立了秘密联系。现在，舍舍利坚信，中国是全世界唯一支持他复仇主义计划和理念的朋友。\r\n南斯拉夫日益加剧的不稳定局势再次将多布里茨·乔西奇带入政坛，这一次他成为塞尔维亚民族主义知识分子的领袖。我们在那里与他秘密接触，并向他保证我们真诚支持为塞尔维亚人民恢复正义。有了我们的支持，他创办了自己的企业，并利用利润在整个南斯拉夫扩展了他的组织细胞，虽然主要是在塞尔维亚社区中，但这已经使他的群体成为该国一支新的民众力量。\r\n贝尔格莱德复兴\r\n米洛舍维奇在我们的默许压力和他自身的聪明才智下，迅速晋升，因前任主席丑闻性的经济决策，成功成为南斯拉夫联邦执行委员会主席。这样，斯洛博丹将巨大权力集中于自己手中，同时我们也彻底免除了所有南斯拉夫的债务，进一步提升了米洛舍维奇在党内和民众中的支持率。与此同时，斯洛博丹赢得了南斯拉夫人民军领导层的支持，他们有意维护国家统一。|米洛舍维奇宣称国家首先需要经济改革，而不是“饥饿的民主”，因此他停止了政治自由化，转而推行经济改革计划。|作为经济改革的一部分，小型和中型企业被合法化，实行了累进税率，允许百万富翁和个人财产（包括公寓）的自由买卖。边境开放，价格放开，合作社和企业转为开放式股份公司，国家仅保留51%的股份，其余出售给各类持有者。这样，国家高参与度的事实上的指令性经济体制在国内建立。这种资本主义形式稳定了经济，恢复了食品、电力和汽油的供应，从而巩固了米洛舍维奇在政坛的地位。|在经济改革进行的同时，南斯拉夫情报机构以转移货物、淘汰武器和焚毁仓库为名，逐步清空了各共和国的领土防御仓库，逐步解除民族武装力量的武装。|最终，在巩固了自己的权力后，米洛舍维奇发起了行动。首先，取消了所有政治组织中优先提拔塞尔维亚和黑山民族人员的不成文规定，导致这些民族代表大量涌入中央政府。随后，取消了由地方当局选举共和国和地区领导人的制度，改为由南共联盟中央委员会直接任命。此后，塞尔维亚人和黑山人开始大规模被任命为全国各地的指挥职位。这引发了联邦共和国民族反对派的恐慌和大规模抗议。对抗议者出动了高压水炮队，而反对派领导人则被南斯拉夫人民军武装部队逮捕。然而，分裂主义政党领导人试图动员地方武装，但他们只能配备手枪、猎枪、干草叉和斧头。全国宣布进入紧急状态，在此期间，南斯拉夫军队在塞尔维亚民兵武装的支持下，迅速清除了激进反对派的领导人。米洛舍维奇最终获胜。|胜利后，全面的人事重组开始。虽然官方上保持各民族平等，但塞尔维亚人被极大优待，在所有共和国和机构中担任权力职位，逐步将所有机构和经济结构的权力集中到贝尔格莱德。|而旧的铁托主义被一种借鉴王国方法的民族家长主义思想所取代——米洛舍维奇宣布塞尔维亚人为“南斯拉夫的先锋民族”，他们“引导、领导并支持以国家其他民族为代表的弟弟们”。\r\n渐渐地，沃伊斯拉夫·舍舍利聚集起一批塞尔维亚民族知识分子的广泛网络，后来发展为塞尔维亚民族复兴运动，其中包括著名的“持不同政见者”米尔科·约维奇、德拉戈斯拉夫·博坎、武克·德拉什科维奇、扎尔科·加夫里洛维奇、多布里察·乔西奇等人。|1989年，在安特·马尔科维奇开始推行政治自由化改革后，他们共同提出了一份宣言，要求立即解散南斯拉夫联邦主席团，恢复总统职位并举行自由的全国选举。该宣言最初通过地下出版物和报纸传播，但因其极受欢迎，舍舍利本人还亲自领导了大规模支持该宣言的示威游行。最终，总理马尔科维奇和政治局不得不让步，于是第一次总统选举于1990年3月举行。在此之前，舍舍利在我们的斡旋下，还在欧洲和美国的大学举办哲学讲座，并与流亡的切特尼克和卡拉乔尔杰维奇、彼得罗维奇-涅戈什等王室建立了积极联系，从他们那里获得了大量资金和国际外交支持。|他在集会上的成功、大量的资金支持、对激进改革（包括经济领域）的呼吁、君主主义以及欧洲的认可（西方希望舍舍利能够去共产主义化并实现民主化）让舍舍利赢得了选举，成为总统。然而，欧洲的支持并没有持续太久，因为沃伊斯拉夫推行的改革与预期大相径庭。|首先，所有切特尼克分子被平反，恢复公民权，许多人作为有投资和武器的老兵返回南斯拉夫，组建了一个支持舍舍利的非官方武装运动。|新总统随后解散了安特·马尔科维奇政府，在民众压力下，议会将组阁权交给了著名持不同政见者武克·德拉什科维奇。|新政府开始实施根本性的经济改革：所有企业、工厂、农场甚至土地都被私有化，只有战略性重要的经济领域和银行被排除在外。中国完全取消了南斯拉夫现有债务的所有债务，这对“休克疗法”的成功产生了非常积极的影响。此外，在这一过程中，许多企业落入了百万富翁、官员，甚至是与塞尔维亚民族主义组织有关联、从流亡归来的切特尼克手中。|随后宣布南斯拉夫重组：允许组建政党，恢复多党制大选。随着政党自由化，斯洛文尼亚、克罗地亚和波斯尼亚的共产党瓦解——前两者重组为社会民主党，波斯尼亚的共产党则分裂为两派。看到各共和国共产党崩溃，舍舍利发表了挑衅性演讲，坚决谴责“南斯拉夫主义”“贬低和侮辱塞尔维亚文化”，并要求“恢复塞尔维亚的历史领土正义”。这成为压垮骆驼的最后一根稻草：斯洛文尼亚和克罗地亚宣布独立，此时几乎整个南斯拉夫人民军领导层都站在了舍舍利一边。|关于如何解决与西部共和国的冲突以及舍舍利本人的反南斯拉夫政策，塞尔维亚民族复兴分裂为两派：由武克·德拉什科维奇和多布里察·乔西奇领导的更自由派塞尔维亚复兴运动；以及极右翼的塞尔维亚激进党，米尔科·约维奇、德拉戈斯拉夫·博坎、扎尔科·加夫里洛维奇和舍舍利本人都留在这里。这样的分裂可能对局势产生负面影响并毁掉塞尔维亚，因此军队决定迅速采取行动。|\r\n在经济衰退、民族冲突和自由化的背景下，多布里茨·乔西奇的组织甚至在共产党许多阶层中也找到了同情者，因此成功地在全国各地组织了多场有武装警卫的集会，乔西奇及其同伴在会上开始要求“结束铁托的疯狂遗产，解散南斯拉夫联邦主席团，并举行总统的自由民选”。在群众和党内人士的压力下，改革派安特·马尔科维奇被迫同意了这些要求。全国人民都将乔西奇视为胜利者。|于是，1990年3月，首次总统选举举行。乔西奇凭借全国声望、部分党员的支持以及传统主义知识分子的资金支持，成功当选为南斯拉夫新总统。|许多人原以为曾经宣扬塞尔维亚民族主义言论的乔西奇会上台后会急于瓦解南斯拉夫的基础，但他本人却表现得外交和温和。在多次谈判中，科索沃的塞尔维亚地区并入塞尔维亚，而阿尔巴尼亚人聚居的科索沃和马其顿地区则合并为南斯拉夫境内的阿尔巴尼亚自治区，尽管两地并不相连。接下来，在欧洲和中国的调解下，波斯尼亚问题通过外交方式得到解决：波斯尼亚被划分为10个民族区，每个民族各3个区，萨拉热窝则成为多民族自治地，拥有由9个民族区代表平等组成的议会。但斯洛文尼亚和克罗地亚的问题要复杂得多。|乔西奇的经济改革让克罗地亚人和斯洛文尼亚人非常愤怒。毕竟，他彻底废除了地方和国家层级的自治，将所有企业和集体农庄都交由贝尔格莱德的中央计划机构统一管理，作为“按照苏联模式”恢复五年计划的一部分。同时，亚历山大·兰科维奇的集团被平反，并被认定为南斯拉夫的英雄和“反对铁托主义世界主义和反革命的战士”，其幸存者被接纳为总统顾问。尽管中国取消了南斯拉夫的债务义务，对国家预算和经济产生了积极影响，克罗地亚和斯洛文尼亚政府仍拒绝执行这些决定，甚至宣布将发起脱离公投。但新当局无法允许这种情况发生。中央政府动员军队和当地塞尔维亚居民，率先出击，解除斯洛文尼亚的武装，并在克罗地亚发动大屠杀。尽管欧洲和美国发出威胁和制裁，但在中国的支持下，南斯拉夫人没有退缩，并在长期战斗中甚至将萨格勒布围困至饥饿。最终，分裂势力失败了。|但克罗地亚和斯洛文尼亚并未被剥夺共和国地位，只是承诺为塞尔维亚社区建立广泛自治。随后召开了共和国级共产党统一大会，组建了全南斯拉夫统一的人民劳动党，其意识形态被宣称为“南斯拉夫爱国主义”、“国际主义”和“苏维埃政权”。南斯拉夫与欧洲隔绝，重新回归中央集权国家和中央集权经济的理念，塞尔维亚人得到了“被约瑟普·铁托剥夺的正义”——拥有自己的自治社区，并获得预算补贴的平等权利，兰科维奇成为民族英雄和统一者。\r\n塞尔维亚未能复仇。\r\n两个民族的命运\r\n现在，随着激进改革派在莫斯科上台，捷克斯洛伐克内部也出现了分裂。一方面是以什特劳加尔为首的莫斯科派前反对改革者和以查尔法为首的年轻务实改革派，另一方面则是杜布切克的前同僚胡萨克、雅凯什和比拉克。而我们在世界上有足够的影响力和人脉，可以谨慎介入这日益加剧的分裂，并为将捷克斯洛伐克引向我们希望的方向打下基础。为此，解决教会问题可以为我们提供帮助，因为教会是国内反对派的主要支柱之一。首先，我们可以说服莫斯科改革派与支持社会公正和社会民主的左翼捷克福音教会——胡斯派取得联系，从而最终让改革派获得民众的支持。其次，我们也可以这样做，但同时向捷克斯洛伐克当局暗示该教会现任领导层的危险性，并在捷克安全部门的支持下，尝试将权力转移到丹·德拉帕尔手中，他是一个以拒绝民族主义和支持创新、采纳现代青年潮流为基础的魅力运动领袖。第三，我们可以与反改革派达成协议，说服他们与最忠诚的教会——同样是胡斯派的捷克兄弟会的个别高层达成一致。此前在共产党政权的国家监管下，捷克兄弟会无法解决许多不同的神学和教会治理问题，教会内部的争议逐渐增多，削弱了该国主流宗教学派的宗教威胁。但现在，也许是时候推动这个教会走向苏联的革新主义实践了？\r\n联合莫斯科改革派与捷克福音教会\r\n实施多元策略以联合莫斯科改革派与魅力派\r\n说服改革反对者向革新派和解放神学学习\r\n需要伊朗发生伊斯兰革命并在战争中击败以色列\r\n通过我们的斡旋，莫斯科派和改革派与捷克福音教会取得了联系，他们同意全面合作，恢复杜布切克时代的民主改革，亚历山大·杜布切克本人也初步同意在古斯塔夫·胡萨克被罢黜后领导国家。\r\n通过我们的调解，莫斯科派和改革派尽管存在巨大分歧，仍与捷克福音教会的魅力派达成了一致，决定协调联合行动，逐步瓦解现政权，恢复民主价值观以及基督教布道和基督教公社组建的完全自由。随后，在情报部门的支持下，丹·德拉帕尔开始获得资金拨款和针对教会内部对手的抹黑材料，借此扩大了其运动的影响网络，并最终掌控了教会。\r\n由古斯塔夫·胡萨克和瓦西尔·比拉克领导的反改革派决定改变对捷克弟兄会主导教会的态度，并在秘密部门的支持下，与该教会中最具社会倾向的代表取得了联系。在承诺结束对教会限制的条件下，这些代表与政府达成了默契联盟，并开始在教会内部推动社会主义倾向。\r\n捷克斯洛伐克兄弟情\r\n在协作下，社会自由主义的捷克福音教会与莫斯科改革派成功组织了和平抗议，导致共产党领导层辞职，并将其重组为社会主义党。教会小心确保抗议活动不发生暴力，也防止青年思想被各种民族主义组织控制。甚至连神职人员也很快加入了该党，渗透进了政治局。|在改革过程中，杜布切克被选为捷克斯洛伐克共和国总统，该共和国由改革派与教会联合执政。宪法赋予宗教特殊地位，政治实现全面自由化，经济转向合作社市场经济，取消私有制，但完全放开价格，由不同合作社之间竞争。尽管如此，民族主义政党仍遭到广泛打压。|捷克共和国和斯洛伐克在BSR内获得平等地位，国家机构分设两地首都。最终，什特劳加尔和杜布切克领导的社会主义党得以保留议会领导权，但实际上成为教会人士的傀儡，甚至在政治纲领中采纳了社会自由主义的宗教胡斯主义。\r\n在协同合作下，富有魅力的捷克福音教会与莫斯科改革派成功组织了和平抗议，促使共产党领导层辞职，并将其重组为社会主义政党。然而，查尔法和丹·德拉帕尔随后巧妙击败了莫斯科派，将前共产党人赶下了权力宝座。以前共产党人中的务实派和德拉帕尔教会的教会细胞为基础，成立了捷克斯洛伐克基督教社会党。捷克斯洛伐克随后被重组为众多自治公社，不再按民族或国家划分，捷克语、斯洛伐克语、匈牙利语、鲁塞尼亚语、乌克兰语和德语地位平等。首都迁至摩拉维亚的斯塔雷梅斯托，这里是大摩拉维亚的古都。然而，公社仅获得内部自治权，所有地方国有财产（不得私有化）和地方预算划归其所有。同时，各类商业活动被允许，价格政策完全放开。|对取消民族划分不满的捷克和斯洛伐克组织很快遭遇了基督教社会党的另一面，即那些高声疾呼的救世宗教狂热分子，他们开始驱散一切“恶魔孽种”，包括民族主义者、法西斯分子和自由主义者。|新捷克斯洛伐克议会开始由一半公社选出的代表和一半国家正式注册的基督教会代表组成。这一局面在完全的财政、行政和情报支持下，使德拉帕尔教会几乎掌控了所有公社，在查尔法的文官政府表象下建立了事实上的神权统治。|在外交政策上，新政权以组建国际基督教组织“21世代”为标志，积极推动中东和亚洲基督徒自愿迁徙到捷克斯洛伐克，旨在将其打造为全球基督徒避难中心。德国的新教教会很快加入该组织，随后许多欧洲国家的灵恩教会也加入，开启了基督徒从世界其他地区大规模迁往欧洲的进程。\r\n在政府的财政、行政和代理支持下，捷克弟兄会终于克服了分歧，就各种神学和教会问题制定了统一的解决方案。然而，这一方案并不是右翼反对派或自由知识分子所期望的……|首先，神职人员宣称耶稣基督是“第一个社会主义者”，并认为基督教教义“与社会主义教义不可分割”。他们提出了“人的集体起源”和“回归原始前罗马基督教原则”的主张，包括反对官僚主义、腐败、等级制度，以及争取共同体生活秩序的斗争。捷克弟兄会不仅获得了支持，取消了对布道、扩建教堂和基督教公社的限制，还开始积极向许多不同国家派遣传教士，传播他们版本的基督教。|这一多重方案最终导致，连捷共党中央总书记雅克什也在公开演讲中称耶稣基督为“所有社会主义及我们党特别的政治灵感”，并在纲领中加入了“与捷克弟兄会全面合作”的论点。此后，该教会的神职人员突然可以自由进入学校和其他教育机构进行布道和“道德教育”。|但不仅仅是国家和社会的“基督教化”限制了捷克斯洛伐克的变革，以维护现政权。在经济方面，国家恢复了“工资不平等”和“在社会主义经济中积极运用商品-货币机制”。实际上，这意味着国家下达了必须完成的计划，但并不控制实现这些计划的方式及市场合法参与者之间的互动。同时，计划的完成是强制性的，未完成计划将受到从解雇到监禁不等的惩罚。然而，虽然在生产层面实际上实行了类似自由市场的调节，但商品必须按照GOST标准和国家批准的价格提供给最终消费者——普通公民。因此，形成了一种特殊的经济体系，国家要求做出某些决策和完成计划，但其实现方式完全由国有企业和集体农庄自行决定。同时，最终消费者并未体验到市场经济的所有特征，这些特征只存在于国家经济体系内部。\r\n事情就是这样。\r\n罗马尼亚式弃兵\r\n齐奥塞斯库统治罗马尼亚多年，他发起的大量外债被不当使用，迫使政府实行紧缩政策。这导致生活水平大幅下降：引入了食品券，限制了电力、天然气和汽油的使用，延长了工时，国家开始宣传“节食”和多生孩子。然而，并非执政党内所有人都同意当前的状况，但齐奥塞斯库夫妇积极清除这些持不同意见者。其中一位异见领导人是格奥尔基·阿波斯托尔，1977年被派往南美多个国家担任大使。他批评齐奥塞斯库夫妇的民族主义和与帝国主义者过度勾结。另一位异见领导人是扬·伊利埃斯库，被推到国家水务委员会主席的位置。在此职位上，他积极批评总统在庞大而低效的项目上浪费开支。然而，齐奥塞斯库夫妇在党内的权力和影响力还不足以彻底将他们两人从中央委员会中驱逐出去，从而完全消除他们的影响。那么，也许我们应该利用这个局势？我们可以秘密与党内人士串通，将格奥尔基·阿波斯托尔带回布加勒斯特，召开罗共特别代表大会。我们还可以与“知识分子集团”——齐奥塞斯库最亲密的同僚，由扬·托图领导——达成协议，他们已经认为尼古拉因紧缩政策形象受损，应该由他的儿子接替。要帮助他们中的任何一方，我们都必须部分偿还罗马尼亚的外债。\r\n乔尔杰·阿波斯托尔是最佳选择（-20.0 金钱）\r\n成为齐奥塞斯库夫妇与“知识分子团体”之间的调解人\r\n不要干涉，现在还不是时候\r\n你的特工数量不足，需要25.0。\r\n罗共中央非常大会的召开让齐奥塞斯库派陷入混乱；他们对此毫无准备。在大会上，乔尔杰·阿波斯托尔严厉批评了“疯狂的浪费、资产阶级民族主义以及对帝国主义者的妥协”，随后得到了对经济政策不满的伊利耶·韦尔德克、长期反对政权的扬·伊利埃斯库、批评民族主义的雅诺什·法泽卡什、反对宗教压制的科尔内尔·布尔蒂卡、律师约安·切泰尔基、反对紧缩政策的金融家约安·托图，以及其他中央委员会重要成员的支持。最终，大会以多数票将拒绝辞职的齐奥塞斯库免去一切职务，并决定将其开除出党。随后，他的妻子埃列娜、长子尼库·齐奥塞斯库、两人的亲信扬·丁克、心腹埃米尔·博布以及现任总理康斯坦丁·德斯克莱斯库也被开除。乔尔杰·阿波斯托尔还被一致选举为罗共中央新任总书记，伊利耶·韦尔德克则重新担任总理。大会结束后，新领导人向人民宣布将在12个月内逐步结束紧缩体制。\r\n在我们有足够影响力说服尼古拉·齐奥塞斯库及其妻子的情况下，我们组织了一场圆桌会议，参与者包括齐奥塞斯库本人、我们的代表，以及一批“知识分子”——这些人曾是齐奥塞斯库家族的亲密忠诚者，并积极参与了他个人崇拜的建立。这几个人包括经济研究所所长扬·托图、外交部长斯特凡·安德烈、被称为“上帝”的国家首席审查官杜米特鲁·波佩斯库、意识形态书记保罗·尼库列斯库-米齐尔，以及议会主席尼古拉·约桑。| 双方同意，在我们的财政援助下，紧缩政策将大幅放宽，尼古拉·齐奥塞斯库将建立一个新的稳定继承制度。然而，双方的目光都集中在朝鲜主体思想取得胜利的选项上，因为这同时满足了齐奥塞斯库夫妇和“知识分子集团”的利益。“改革”开始了……\r\n一个独裁者的失败\r\n乔尔杰·阿波斯托尔废除了所有与个人崇拜和民族主义有关的法律，平反了在齐奥塞斯库时期遭到打压的党内同僚，包括康斯坦丁·帕尔武列斯库和亚历山德鲁·比尔拉代亚努，并将他们吸纳进中央委员会，停止了对少数民族的迫害，并在我们的财政援助下，废除了紧缩政策。罗马尼亚的经济和民众终于可以松一口气。随后，罗马尼亚政府将与西方的经济联系降至最低，退出了国际货币基金组织，彻底将贸易重心转向社会主义国家和第三世界国家。这样，齐奥塞斯库家族个人崇拜的神话被揭穿的同时，与帝国主义者合作的原则也被否定了。| 在经济方面，新政府开始逐步实施摆脱“石油依赖”的计划，转而发展重工业，并将机床和武器进一步出口到第三世界，以获取资金全面发展本国经济。同时，恢复了集体农庄市场和合作社的合法地位，这些合作社不再执行国家指令，而是有权直接向民众销售商品。| 就这样，罗马尼亚政权实现了稳定，克服了齐奥塞斯库政权的所有极端和错误。\r\n在新改革过程中，首先成立了新的“国家历史研究院”，由著名的反犹、反吉普赛、反马扎尔诗人兼作家科尔内柳·瓦迪姆·图多尔和民族共产主义者、反知识分子欧根·巴尔布领导。他们与齐奥塞斯库家族及“一群知识分子”一起，基于主体思想和“罗马尼亚民族经验”，发展出了一种“马克思主义新思潮”——萨图纳利亚。没错，这一新理论宣称罗马尼亚人是罗马帝国唯一且真正的直系后裔。| 在此框架下，齐奥塞斯库家族被宣布为“罗马尼亚人的先进先锋”和“伟大领袖”，“唯一能够引领罗马尼亚走向共产主义和民族伟大的人”。尼库·齐奥塞斯库被选为新任总书记，而他的父亲则继续担任总统。国内开始了极端民族主义宣传，逐步将匈牙利人遣送回匈牙利，将吉普赛人遣送至摩尔达维亚，并大肆搜寻和炫耀“罗马历史与民族继承”的新证据。| 新的罗马尼亚教材和马克思主义小册子开始灌输对齐奥塞斯库家族的绝对忠诚，并为其至高无上的地位甚至高于党的地位辩护。口号“党服从齐奥塞斯库”和“第一是领袖，第二是党，第三是军队”成为官方用语。| 在“清除”了匈牙利人和吉普赛人后，审查制度进一步加强，电视和收音机被机械地设定只能收看国家节目，并引入每月检查，以查找“违规行为”，违者将受到刑事处罚。| 尼古拉·齐奥塞斯库去世后，他的妻子埃列娜当选为总书记，尼库成为总统。在他的领导下，国家开办了自己的糖果和快餐产品工厂，这些产品不仅仿制了流行的西方产品，甚至连设计和风格也照搬。国内首批本土快餐连锁也随之出现。同时，在尼库的支持下，国家摇滚和流行音乐团体出现，尽管其曲目主要以爱国和军事为主。| 埃列娜·齐奥塞斯库去世后，总书记由总统尼库的侄子丹尼尔·瓦伦丁担任。尼库去世后，他又兼任总统。尽管威权主义进一步加强，国家却开始积极发展科研机构、电子产业、移动通信和手机制造。然而，罗马尼亚在自主核计划取得突破后，终于成为国际舞台上的真正重要力量。很快，这个国家被宣布为核大国。\r\n埃列娜·齐奥塞斯库向所有持不同政见者和反对派致以问候。\r\n德国责任\r\n现在我们已经稳定了波兰的局势，一些非常有趣的信息浮出水面。事实证明，在波兰危机期间，东德并没有袖手旁观，其行动甚至可以被视为德国复仇主义觉醒的一种表现。例如，东德国防部长海因茨·霍夫曼曾计划将波兰西里西亚变为苏联—捷克斯洛伐克—东德的共同保护地。东德官方宣传将波兰塑造成“一个通货膨胀猖獗、毒品泛滥和掠夺成风的国家”。而社会统一党基层干部则直接指责波兰人“背叛社会主义”，建议“应由东德和苏联的力量来恢复波兰秩序”，甚至对“奥得-尼斯边界是否过早被承认”表示怀疑。莫斯科方面对此并不太在意，因为波兰的问题已经解决，一切已经稳定。但我们是否应该保持沉默？也许我们应该利用我们和波兰的报纸对东德的反应进行大规模批评？甚至可以拉拢埃里希·昂纳克在党内的对手？更换东德领导层的这场博弈值得投入吗？\r\n对媒体“宣战”（-5.0 金钱）\r\n让党内成员相互对立并推举一位妥协候选人（-25.0 特工）\r\n让党内成员相互对立（-15.0特工，-5.0资金）\r\n我们对此也没意见\r\n我们与盟友一起，在多家媒体上发起了反对“东德复仇主义复兴”的印刷宣传活动；这些文章渗透进了德意志民主共和国，并在世界许多政党中引发了广泛讨论。这一局面导致意识形态书记哈格尔被迫辞职，接着埃里希·昂纳克“自愿”退休。具有讽刺意味的是，保守派的威利·斯多夫接任意识形态书记，而温和改革派的埃贡·克伦茨和辛德尔曼则分别担任了统一社会党中央委员会总书记和部长会议主席。作为乌尔布利希特被削弱政策的延续，东德将面临一系列改革。\r\n我们通过外交渠道向莫斯科报告，昂纳克的“德国社会奇迹”是建立在从联邦德国获得的大量贷款之上的，这些贷款通过第三方行动，由这些行动的负责人京特·米塔格秘密获取，他实际上是东德仅次于埃里希·昂纳克的第二号人物。因此，我们呈现出这样一种局面：东德政府与联邦德国建立关系的所有努力，只是这一极其消极、危险和修正主义做法的掩护。然而，当莫斯科发出信号后，党内“正统派”斯多夫、米尔克和克罗利科夫斯基揭发并罢免了埃里希·昂纳克、京特·米塔格、埃贡·克伦茨和霍斯特·辛德曼时，我们没有给他们“安定下来”的时间，并且与我们的盟友一起，在众多媒体上发起了针对“东德复仇主义复苏”的舆论攻势，这些文章渗透进东德，并在世界许多政党中引发了广泛讨论。由于这一打击，意识形态书记库尔特·哈格尔、部长会议主席威利·斯多夫以及国家安全部部长埃里希·米尔克已经被迫辞职。东德高层出现了政治真空，我们的斡旋正好派上用场。在我们的支持下，一位年轻候选人京特·沙博夫斯基成为新一任总书记，他此前愉快地同意与我们合作，并允许我们的工作人员和我们的活动进入东德。国家安全部由赫尔曼·阿克森领导，他是一位突破性的成功共产党人，使东德成为世界第三大外交强国。部长会议由技术官僚阿尔弗雷德·诺伊曼领导。意识形态书记则是康拉德·诺伊曼，虽然被知识分子厌恶，但受到共青团、普通共产党人和工人的广泛支持。\r\n我们通过外交渠道向莫斯科报告，霍内克的“德国社会奇迹”是建立在从联邦德国获得的大量贷款之上的，这些贷款通过第三方行动，由这些行动的负责人京特·米塔格秘密操作，实际上他是东德仅次于埃里希·霍内克的第二号人物。因此，我们呈现出这样一种局面：东德政府与联邦德国建立关系的所有工作，只不过是这一极其消极、危险且修正主义做法的幌子。然而，当莫斯科一声令下，党内“正统派”斯多夫、米尔克和克罗利科夫斯基揭发并罢免了埃里希·霍内克、京特·米塔格、埃贡·克伦茨和霍斯特·辛德曼时，我们没有给他们“安定下来”的时间，而是与我们的盟友一道，在众多媒体上发起了针对“东德复仇主义复活”的舆论攻势，这些文章传入东德，并在世界许多党的群众中引发讨论。由于这次打击，意识形态书记库尔特·哈格尔、部长会议主席威利·斯多夫以及斯塔西负责人埃里希·米尔克已经被迫辞职。东德高层出现了政治真空，这被康拉德·瑙曼所利用，他虽被知识分子厌恶，但在共青团、普通共产党人和工人中很受欢迎，并在社团党特别代表大会上成为新任总书记。斯塔西由赫尔曼·阿克森领导，他是一位突破性的成功共产党人，将东德变成了世界第三大外交强国。部长会议由实用主义者格哈德·许勒尔领导。而此前一直紧握党媒总路线、没有个人政治野心的约阿希姆·赫尔曼则成为了意识形态书记。\r\n东德人将会铭记他们的普鲁士过去\r\n红色基因理论已被接受\r\n东方问题\r\n新成立的东德政府立刻面临巨额外债和严重的进口依赖，这促使其决定推行激进的经济改革。首先，乌布利希特的新经济体制被修订，但历史证明其长期失败，最初有所增长，但七年后各项指标大幅下滑。因此，政府决定在以往错误和经验的基础上制定全新的经济政策。首先，不允许雇佣劳动者参与私人企业。其次，国有企业的自主管理表现出过度的生产利己主义。第三，必须彻底重组轻工业、消费品和服务业。解决这一困境的方法，被外媒称为“国家工团主义”：国家继续直接控制和管理经济中具有战略意义的领域以及银行和金融部门，而在其他领域则决定实施为期五年的过渡计划，向自由的非资本主义所有制形式转变，即个体经营、手工业合作社和合作社。在这五年内，应为这些所有制形式的组织创造有利和鼓励的条件，减少其官僚主义和文书工作，并将企业和组织（轻工业、消费品和服务业）转交给工人和农民的合作所有。同时，经济中的价格也将逐步放开管制。| 最终，这一不同寻常的发展计划创造了一种独特的经济形态，使东德能够轻松偿还外债，但进口依赖的问题只能通过进一步的改革和规划项目来解决。\r\n上台后，君特·沙博夫斯基因缺乏明确的意识形态立场、经常随局势改变观点，被党内同僚戏称为“变色龙”。他组织了一场高调的统一大会，将民族阵线内所有政党合并为德国人民-劳动统一党，以前东德统一社会党中央委员会为核心，“以加强工人和农民的力量”。然而，随着统一，所有忠于政府的其他政党的领导成员也被吸纳进了新的中央委员会。虽然新党的纲领实际上是前统一社会党纲领的翻版，但其中做出了一些修改，主要是增加了保护良心自由和保护德国文化、宗教及历史遗产的条款。对普通市民来说，这些变化似乎只是又一次表面上的改革，但实际上这是为彻底改组做出的重大准备步骤——这不仅是东德历史上首次承认与过去的联系，拒绝完全割裂、从零开始建设“全新纯粹民族”，沙博夫斯基还通过此举将其他政党中亲德、宗教和传统主义的干部引入中央委员会，为根本性改革铺平了道路。东德的普鲁士特性在宣传、新的象征、教材和文化项目中被强调。甚至各机构和机关的名称也恢复为旧式名称。|与此同时，所有持不同政见者都被“允许”离开国家，许多人利用了这一点，这也减少了国内反对派的数量。随后，沙博夫斯基与德国新教教会签订了协议，牧师甚至重返学校。|随着国家、文化和社会领域的重组，经济也发生了变化。国家工会（OSNP）被重组为若干独立行会，这些行会获得了与企业主管和党代表谈判的权利。为应对国家对进口的高度依赖，补贴开始支持“回归传统生活方式”——回归土地、农村和农业。以“抵御任何危机”为口号，鼓励人们（包括通过福利和补贴）搬到乡村，自办菜园和农场。城市空缺的岗位则由中国合同劳工填补。这一局面既减少了国家预算支出和食品短缺，也让民众从不满转向“为自己在土地上劳动”。|最终，东德甚至被更名为普鲁士民主共和国，“保守革命”和“乡村生活方式”成为人民劳动党最新纲领的基础。西方国家则决定集体对这种“非人道的威权独裁”实施经济和个人制裁。\r\n当康拉德·瑙曼上台时，他关注于“让党回归群众基础”，并打击“党务人员的脱离群众”。引入了选民罢免代表的权利，引入了工人集体解雇厂长的权利，设立了总统府的电子接待中心，党员们被要求只乘坐公共交通工具出行，并且所有会议都必须公开、现场直播。瑙曼本人对这些变化并不畏惧，他为人直率，能够轻松与普通工人和基层党员打成一片，经常与他们一起组织聚会和饮酒。他希望将这种与人民的亲近感灌输到整个统一社会党中。|在文化政策上，瑙曼宣布了一场新的文化革命，但不是照搬毛的路线，而是“按照列宁的路线”：彻底禁止前往各国首都（以及联邦德国）的旅行，党务人员和艺术家现在只允许前往社会主义国家；重新推崇“苏联先锋派”，并开始打击“资产阶级艺术”，对后现代主义艺术和西方现代主义发起了攻击。同时，摇滚、说唱、朋克和金属被允许存在，但只能以“社会主义意义”的形式出现。在一次演讲中，瑙曼甚至宣称“至少大多数艺术家和作家本质上都是白痴”，随后艺术委员会中大批成员被解雇，新的年轻人才取而代之。|在经济方面，瑙曼面临着巨额外债和“一项违背工人利益及1971年第八次党代会决议的经济政策”。为应对这一挑战，国家工会（OSNP）获得了在制定五年计划中的发言权，其官方代表成为全国政治局会议的必到成员，基层代表也成为地方党会的有表决权参与者，劳动集体在企业和地方计划机构中也获得了类似的发言权。这样，工人们能够参与并干预计划委员会、党会和企业的工作。由于民众的消极和机构的官僚化，这些措施并未从根本上改变国家局势，但报纸、广播和电视上那个简单而有魅力的“康尼”，开始不断呼吁人民利用自己的机会，“让官僚和无所事事的经济学家认清自己的位置”，于是人民群众逐渐开始行使他们的新权利和机会，开始利用这些新权利和机会。东德自下而上的更新（在保持一党制计划经济的前提下）已经开始！\r\n没什么有趣的。\r\n谭立夫将成为新统治者\r\n朝鲜赢得了新的朝鲜战争\r\n这个国家是君主制\r\n乔尔杰·阿波斯托尔废除了所有与个人崇拜和民族主义有关的法律，为在齐奥塞斯库时期被开除出党的所有人平反，恢复了匈牙利人的自治，并在我们的财政援助下，废除了紧缩政策。罗马尼亚的经济和民众终于得以喘息。随后，罗马尼亚政府将与西方的经济联系降至最低，并退出了国际货币基金组织，贸易完全转向社会主义国家和第三世界国家。|然而，苏联的激进改革削弱了社会主义阵营的联系，甚至动摇了整个阵营，这对正受到西方制裁的罗马尼亚经济造成了严重影响，不满的罗马尼亚民族主义者开始骚乱。|在这种情况下，由执政党民族主义者组成的小集团，在亚历山德鲁·比尔拉德亚努的领导下，推翻了乔尔杰·阿波斯托尔及其同僚，掌握了政权。|比尔拉德亚努在他的首次讲话中宣布，前任领导层正在系统性地削弱罗马尼亚民族，为了终结这一政策，第一步将再次废除匈牙利自治。新政权由此将罗马尼亚民族主义群众的不满引向与不满的匈牙利人的冲突。|与此同时，更为重大的改革正在进行：安娜·保克的“莫斯科派”被平反，农村集体化被废除（恢复私人农场），国家农民党得以重建，但其前任领导人科尔内利乌·科波苏拒绝与共产党政权合作。更为顺从的安德烈·马尔加——他在西方以民族自由主义言论著称，实际上却是安全部的秘密特工——成为该党的领导人。国家自由党也得以重建，由同样顺从的亚历山德鲁·帕莱奥洛古领导，他在战前就是该党成员，同时也是安全部的秘密特工。而执政的共产党本身则更名为“大罗马尼亚人民劳动党”。随后，这三大党派为基础组建了民族救国阵线，无论选举中获得多少票数，三党都在议会中占据相同席位，并在政府中分配相同数量的职位。唯一受选举影响的是三党中哪一个将任命总理。与此同时，总统的权力大大增加，由议会选举产生，任期七年，首任总统自然就是亚历山德鲁·比尔拉德亚努本人。|在经济改革方面，宣布“民族社团主义”为新体制，所有经济领域按行业划分为生产协会，协会内的企业实现完全自治。统一工会也被拆分——每个生产协会都有自己的工会结构。同时，除基本价格外的大多数价格被放开，西方制裁被解除。现在，企业的经营管理层可从自身成员中任命负责人，劳动集体通过去中心化的工会体系争取自身权利，在价格放开和向市场经济转型的条件下，彼此形成制衡。而国家将继续作为所有经济结构和领域的主要监管者。\r\n乔尔杰·阿波斯托尔废除了所有与个人崇拜和民族主义有关的法律，为在齐奥塞斯库时期被开除出党的所有人平反，恢复了匈牙利人的自治，并在我们的财政援助下，取消了紧缩政策。罗马尼亚的经济和民众终于得以喘息。随后，罗马尼亚政府将与西方的经济联系降至最低，并退出国际货币基金组织，贸易完全转向社会主义国家和第三世界国家。|然而，苏联的激进改革削弱了社会主义阵营的联系，甚至动摇了整个阵营，这严重影响了在西方制裁下的罗马尼亚经济，不满的罗马尼亚人和匈牙利人开始骚乱。|在这种情况下，由西尔维乌·布鲁坎领导的执政党罗马尼亚改革派推翻了乔尔杰·阿波斯托尔及其同僚，并掌握了政权。|与此同时，新政权与不满群众展开谈判，承诺迅速进行改革以稳定国家并“更新社会主义”。|下一步是制定并实施向社会市场经济过渡的计划：以瑞典和挪威模式为基础，罗马尼亚的1200名经济学家起草了一个“五年计划”，将经济各领域（包括银行业）私有化，同时将战略性重要部门保留在国家手中，全面合法化私人企业（包括公司和外资企业），住房私有化，恢复社会保障、福利和服务，价格放开，货币自由兑换和降低关税。|政府和改革委员会由卡西米尔·约内斯库领导，他与罗马尼亚军方和安全部门人士有秘密联系（甚至是友谊）。在他的领导下，政权开始有限度地自由化——安全部被更名为罗马尼亚情报局（SRI），并在形式上被剥夺了以政治罪名进行追诉的权力，政治审查被废除，但由“国家价值保护委员会”取而代之，多党制被合法化，但情报部门试图让各党派合并并分裂成小派别。甚至国家的象征和名称也被更改为中立化，但实际上并未实现真正的民主化。西方国家欢迎的准民主社会资本主义，仅仅是在国内建立了起来。\r\n在新改革过程中，首先成立了新的“国家历史研究院”，由著名的反犹、反吉普赛、反马扎尔诗人兼作家科尔内柳·瓦迪姆·图多尔和民族共产主义者、反知识分子欧仁·巴尔布领导。他们与齐奥塞斯库家族及“一群知识分子”一起，以主体思想和“罗马尼亚民族经验”为基础，发展出一种“马克思主义新思潮”——萨图纳利亚。没错，这一新理论宣称罗马尼亚人是罗马帝国唯一且真正的直系后裔。|在这一体系下，齐奥塞斯库家族被宣布为“罗马尼亚人的先进先锋”和“伟大领袖”，“唯一能够带领罗马尼亚走向共产主义和民族伟大的人”。但在新一届代表大会上试图让他的儿子尼库·齐奥塞斯库当选总书记，而尼古拉本人仍担任罗马尼亚总统，这成为党内成员的最后一根稻草。最终，在莫斯科的调解下，党内所有反对派成员团结在扬·伊利埃斯库周围，对抗“修正主义新君主主义反党集团”。|不久，齐奥塞斯库夫妇和“一群知识分子”被定罪并开除出党。齐奥塞斯库夫妇、他们的同伙及“一群知识分子”被以“腐败、裙带关系、破坏罗马尼亚经济、使人民陷入贫困”等罪名审判，全部被判有罪，最高被判处20年监禁。|新政府宣布“致力于世界社会主义经验”和“拒绝旧斯大林主义手段”。在此背景下，强制农村城市化被叫停，集体农庄逐步被家庭承包所取代。中小型私营企业被合法化。因此，国家逐步将大部分服务业和轻工业转为私有，同时谨慎地放开价格管制。|在艺术领域，出现了部分解冻，允许“未危害罗马尼亚国家安全”的青年流派和作品通过审查。国外，伊利埃斯库的新政权已被称为“杂烩共产主义”，类似于“匈牙利炖菜式共产主义”。|在外交政策方面，罗马尼亚成为莫斯科最亲密、最忠诚的盟友。同时，正在与离岸国家（卢森堡、塞浦路斯、摩纳哥等）和第二世界国家（巴西、叙利亚等）建立关系。\r\n阿根廷、巴西和乌拉圭亲中\r\n与美国的关系低于\r\n与苏联的关系低于\r\n我们为什么需要这些自由派？让我们要求正统铁托主义者回归！\r\n我们依然忠于改良主义，因此南斯拉夫也应该如此\r\n购买了债券后，我们借此向南共联盟领导层施压，并提出以免除债务为条件，让正统派重返权力核心。\r\nYNA领导层致电Šešelj，保证部队对总统的忠诚。Vojislav信心十足，随即让Drašković政府退休，新内阁由塞尔维亚民族主义青年组织领袖Dragoslav Bokan担任首脑。随后，南斯拉夫全境宣布戒严，分裂行为被定为非法。军队随后顺利占领了斯洛文尼亚。行动进展迅速且安静，主要因为Šešelj以炸毁斯洛文尼亚核电站威胁民众，从而在欧洲的愤怒和制裁下制造了恐慌。然而，克罗地亚和波斯尼亚在贝尔格莱德民族主义者胜利、伊斯兰激进分子夺权的背景下，成功动员了地方防御力量，但随后塞尔维亚武装起义在其后方爆发。一场漫长而血腥的战争随之而来。|与此同时，南斯拉夫领导层试图通过恢复君主制来稳定国内局势、提振士气并重塑国家形象。然而，Karadjordjevic王朝与Šešelj意见不合，指责其流血与专制。因此，决定由黑山的Petrovic-Negosha王朝、即保守的传统主义者Nikola登上王位，这当然只能部分满足Šešelj的计划。|南斯拉夫内战因此持续了6年，切特尼克支持政府，中方及其盟友默许支持，而欧盟和美国则支持分裂势力。战争使双方筋疲力尽，最终在北京斡旋下，双方签署了脆弱的和平协议：克罗地亚失去了塞族克拉伊纳，后者整体并入南斯拉夫，还交出了通往斯洛文尼亚的走廊。波斯尼亚失去了Herceg-Bosna，后者并入克罗地亚，承认西波斯尼亚领导人Fikret Abdic为总统，并联邦化国家，同时恢复了南斯拉夫成员身份。与此同时，贝尔格莱德保证克罗地亚独立，以及波斯尼亚和斯洛文尼亚在南斯拉夫内部作为国家存在的不可剥夺权利。|艰难战争结束后，南斯拉夫国王也在隆重的“胜利大阅兵”中宣布将南斯拉夫重新组织为单一制王国，几乎所有权力以“管控式民主”的形式集中到塞尔维亚手中，国家内唯一合法的政党为亲塞尔维亚民族主义政党，如执政的塞尔维亚激进党、Kostunica的民主党、Milosevic的社会党等，而共产主义和分裂主义思想及运动被禁止。|国家开始积极推行塞尔维亚化政策，消灭波斯尼亚克人和马其顿人的身份认同。在东正教会的全力支持下，对无神论者、天主教徒和新教徒的官僚迫害也开始了。|王国的最坏与最好时光都回来了。\r\n军方迅速将部队开进贝尔格莱德并实施戒严，宣布谢谢利被罢黜，其政党被认定为新纳粹并因此被取缔。总统职位被宣布“在新选举前空缺”，德拉什科维奇及其内阁实际上成为国家的唯一统治者，尽一切可能避免流血冲突，以决定南斯拉夫的命运。他们与斯洛文尼亚和克罗地亚政府展开谈判，随后共同决定将南斯拉夫重组为南斯拉夫、克罗地亚和斯洛文尼亚联邦。实际上，三国之间仅由统一货币和共同的移民及经济区联系在一起。在波斯尼亚境内，塞尔维亚和克罗地亚自治体被建立，在塞尔维亚境内，科索沃和伏伊伏丁那的自治地位得以恢复。与此同时，新南斯拉夫境内出现的分裂主义企图被情报部门和官僚程序所镇压，显示出德拉什科维奇希望保持对所控制领土的塞尔维亚影响力。| 最终，持不同政见的民主派和温和民族自由主义者沃伊斯拉夫·科什图尼察当选为“旧”南斯拉夫总统，而性格温和的波斯尼亚百万富翁菲克雷特·阿卜迪奇当选为联邦总统，他得到了塞尔维亚人和克罗地亚人的共同支持——塞尔维亚人认为他是爱国且民主的南斯拉夫主义者，克罗地亚人则相信他会尊重克罗地亚在南斯拉夫中的新地位。| 但在这个剧变的世界中，这样的组织未来将会如何，仍是未知数。\r\n1984年成为总理后，斯塔内·多兰茨召集了身边最积极反对民族主义和南斯拉夫分裂的政治人物。该小组成员包括伊万·斯坦博利奇、斯蒂佩·舒瓦尔、拉扎尔·莫伊索夫、彼塔尔·格拉查宁、维利科·卡迪耶维奇、斯特万·米尔科维奇、布兰科·马穆拉和尼古拉·柳比契奇。通过这种方式，多兰茨不仅获得了共产党高层的支持，还得到了整个南斯拉夫人民军领导层的支持。|与此同时，斯塔内再次决定采用他以往的策略，通过他在内政部和情报机构的人手，与地下黑社会达成协议。之后，作为资金交换，“盗贼头目”开始派遣手下消灭反对派领袖、异见分子和政治活动家。不久，甚至联合国秘书长哈维尔·佩雷斯·德奎利亚尔也指责南斯拉夫领导层利用大赦引诱政治移民回国，然后在国内杀害他们。|当政治暗杀引发民众骚乱时，多兰茨又让有组织犯罪分子对付他们，导致街头发生大屠杀。借此为借口，总理推动在全国实施戒严、宵禁和警察封锁。然而，政治暗杀仍在继续，军队和警察只是镇压现有政权的反对者。|为稳定经济，在我们获得债务减免后，国家引入了配给卡制度，并对国有、混合、合作和私营企业实行临时集中管理。然而，这种所谓的临时措施持续了数年，这让多兰茨身边部分政界人士感到不满。|\r\n得知阴谋后，斯坦利用外交政策的稳定性召开了特别代表大会，在会上他批评了斯坦博利奇、舒瓦尔和莫伊索夫组成的“反党资产阶级自由派集团”。他们被开除出党，随后，令许多人惊讶的是，“为了稳定”，主席团再次被重组为唯一的总统职位，由多兰茨本人担任，总理则任命了具有塞尔维亚-克罗地亚血统的军人维利科·卡迪耶维奇，他自称民族为“南斯拉夫人”。此后，所有南斯拉夫政府首脑在就职前都将正式声明自己的民族为“南斯拉夫人”。|一年后，戒严法被废除，配给卡制度也被取消，经济恢复了有限的自治。同时，卡迪耶维奇辞去总理职务，成为由斯特万·米尔科维奇领导的新政府的国防部长。|然而，之前的局势迫使新总统不仅要更换政治机构，还要改变治理国家的策略和方法。所有文件中的民族栏被取消，任何机构都不再统计民族人数，禁止成立民族组织。|不过，国内还进行了一系列更为严厉的改革：成立了“铁托中心”以“研究铁托主义的应用方式”，推行铁托主义总路线，所有人都必须遵循并在思想上完全处于铁托主义框架内，任何逃避者都将被全面排除，并被定为人民的敌人。这样整个国家被牢牢控制，全面禁止改革。|然而，经济危机仍然每隔几年“造访”这个国家，为了解决危机，最终通过了一项彻底废除货币的方案：企业转为直接商品交换，最终产品由地方当局根据“每个人的贡献”发放配给卡分配给民众。|然而，这种状况无法永远持续下去，自称“最后一位铁托主义者”的多兰茨的遗产，正在自身重压下崩溃。\r\n利用外交局势，由斯坦博利奇、舒瓦尔、莫伊索夫和米尔科维奇领导的一批“阴谋者”召开了非常大会，在会上他们批评斯坦·多兰茨的个人主义、“过激行为”和“导致人员伤亡的疏忽”。最终，多兰茨本人及其亲信——格拉查宁、卡迪耶维奇和柳比契奇——被开除出党并撤销所有职务。新政府由斯蒂佩·舒瓦尔亲自领导。|他正式宣布“国家需要改革”，废除了戒严令、配给卡制度以及国家对经济的直接管理。然而，警察封锁、宵禁和安全部门的过度权力依然存在，政治改革只是表面文章——南斯拉夫共产主义者联盟更名为南斯拉夫社会党，各地共产党更名为社会党，“铁托主义”和“南斯拉夫社会主义”取代了马克思列宁主义成为官方意识形态。不过，虽然政治改革只是表面功夫，却削弱了地方执政党的权力，实现了权力向单一社会党（SPJ）的集中，并开始独立选举南斯拉夫主席团成员。|然而，在经济领域，确实出现了松动：价格部分放开，国有企业私有化到合作社所有者手中，鼓励独立合作社企业和组织的发展，包括合作银行和信贷组织的合法化。政府甚至提出了口号：“凡是市场能做的，市场都必须做，只要没有私人企业。”国家的经济义务被降到最低，从而形成了世界上第一个左翼极小政府实验。|几年后，斯蒂佩·舒瓦尔正式辞去总理职务，当选为南斯拉夫联邦主席团主席，同时保留南斯拉夫社会党中央委员会总书记职务。经验丰富的外交官拉扎尔·莫伊索夫成为新政府首脑，试图与外部世界达成妥协，“多方外交”，建立投资吸引中心和离岸区，同时保护既有的“自主管理经济”。|然而，这种状况无法持续，斯蒂佩·舒瓦尔去世几年后，南斯拉夫又不得不在全球范围内举债，逐步再次陷入深度债务危机。"
}